Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: %n% user has been successfully added.
es_es: usuarios %n% han sido añadidos correctamente.
fr_fr: %n% utilisateur a été ajouté avec succès.
it_it: %n% utente è stato aggiunto correttamente.
pt_br: %n% usuário foi adicionado com sucesso.

source: Unable to execute the query SQL of module.<br />Error Message: %0%
de_de: Die Abfrage des SQL Moduls konnte nicht ausgeführt werden. F<br />Fehlermeldung: %0%
es_es: No se puede ejecutar el query del modulo SQL.<br/>Mensaje de error: %0%
fr_fr: Impossible d'exécuter la requête SQL du module <br /> Message d'erreur:.%0%
it_it: Impossibile eseguire la query SQL di modulo. < br/> messaggio di errore: %0%
pt_br: Não é possível executar a consulta SQL do módulo. <br /> Mensagem de erro: %0%

source: Account - Affiliate
es_es: Cuenta - afiliados
fr_fr: Compte - Affiliate
it_it: Account - Affiliato
pt_br: Conta - Afiliado

source: Edit your profile
de_de: Verwalten Du Ihre Dienste oder bearbeiten Du Ihr Profil über Ihr personalisiertes Dashboard
es_es: Editar el perfil
fr_fr: Modifier votre profil
it_it: Modifica il tuo profilo
pt_br: Edite seu perfil

source: Delete Affiliate Account
de_de: Partner Konto
es_es: Eliminar cuenta de afiliado
fr_fr: Supprimer le compte d'affiliation
it_it: Elimina account affiliato
pt_br: Excluir conta de afiliado

source: Welcome to the administration of Ad Affiliate
de_de: Willkommen bei der Verwaltung von Werbepartner
es_es: Bienvenido a la administración de anuncios afiliados
fr_fr: Bienvenue à l'administration de l'annonce d'affiliation
it_it: Benvenuti nell'amministrazione di affiliazione Ad
pt_br: Bemvindo à administração dos Anúncios de Afiliados

source: Affiliate Settings
de_de: Partner Einstellungen
es_es: Ajustes de afiliado
fr_fr: Paramètres d'affiliation
it_it: Impostazioni Affiliato
pt_br: Configuração de Afiliados

source: Browse Affiliates
de_de: Partner durchsuchen
es_es: Navegar afiliados
fr_fr: Parcourir Affiliates
it_it: Sfoglia Affiliati
pt_br: Procurar afiliados

source: %n% Affiliate
es_es: Afiliado %n%
it_it: %n% Affiliato
pt_br: %n% afiliado

source: Affiliate Search
de_de: Partner Suche
it_it: Cerca Affiliato
pt_br: Pesquisa de afiliados

source: Add an Affiliate
de_de: Partner hinzufügen
es_es: Añadir un afiliado
fr_fr: Ajouter un affilié
it_it: Aggiungi Affiliato
pt_br: Adicione um afiliado

source: You are now logged in as affiliate: %0%!
de_de: Sie sind jetzt als Affiliate angemeldet: %0%!
es_es: Ha iniciado sesión como afiliado: %0%!
fr_fr: Vous êtes maintenant connecté en tant que société affiliée: %0%!
it_it: Ora sei loggato come affiliato: %0%!
pt_br: Você agora está logado como afiliado: %0%!

source: This affiliate doesn't exist.
de_de: Dieser Affiliateaccount existiert nicht.
it_it: Questo affiliato non esiste.
pt_br: Este afiliado não existe.

source: You are now logged out as affiliate: %0%!
de_de: Sie sind jetzt abgemeldet als Partner: %0%!
it_it: Si è ora disconnesso come affiliato: %0%!
pt_br: Você está logado como afiliado: %0%!

source: The affiliate has been banned.
de_de: Dieser Partner wurde gesperrt.
es_es: El afiliado ha sido prohibido.
fr_fr: L'affilié a été interdit.
it_it: L'affiliato è stato bannato.
pt_br: O afiliado foi banido.

source: Oops! An error has occurred while banishment the affiliate.
de_de: Hoppla! Beim sperren des Partners ist ein Fehler aufgetreten.
es_es: ¡Uy! Ocurrio un error mientras desaparecio el afiliado.
fr_fr: Oops! Une erreur est survenue alors que le bannissement de la société affiliée.
it_it: Oops! Un errore si è verificato durante il bando l'affiliato.
pt_br: Opa! Ocorreu um erro durante o banimento do afiliado.

source: The affiliate has been unbanned.
de_de: Der Partner wurde entsperrt.
es_es: El afiliado ha sido habilitado.
fr_fr: L'affilié a été débanni.
it_it: L'affiliato è stato sbannato.
pt_br: O afiliado foi banido.

source: Oops! An error has occurred while unban the affiliate.
de_de: Hoppla! Ein Fehler ist aufgetreten, während der Affiliate entbannt wurde.
es_es: ¡Uy! Ha ocurrido un error mientras el afiliado ha sido habilitado.
fr_fr: Oops! Une erreur est survenue alors que débannir la filiale.
it_it: Oops! Un errore si è verificato mentre unban l'affiliato.
pt_br: Opa! Ocorreu um erro ao cancelar o afiliado.

source: The affiliate has been deleted.
de_de: Der Partner wurde gelöscht.
es_es: El afiliado se ha eliminado.
fr_fr: La filiale a été supprimé.
it_it: L'affiliato è stato cancellato.
pt_br: O afiliado foi excluído.

source: The affiliate(s) has/have been banned.
de_de: Die Partner wurden gesperrt.
es_es: El afiliado ha sido prohibido.
it_it: L'affiliato(i) è/sono stati bannati.
pt_br: O(s) afiliado(s) foi/foram banido(s).

source: The affiliate(s) has/have been unbanned.
de_de: Die Partner wurden entsperrt.
es_es: El afiliado ha sido habilitado.
it_it: L'affiliato(i) è/sono stati sbannati.
pt_br: O(s) afiliado(s) foi/foram desbloqueados(s).

source: The affiliate(s) has/have been deleted.
de_de: Die Partner wurden gelöscht.
es_es: El afiliado ha sido eliminado
it_it: L'affiliato(i) è/sono stati eliminati.
pt_br: O(s) afiliado(s) foi/foram excluídos(s).

source: Become an Affiliate with the dating affiliate program of %site_name%
de_de: Werden Sie Partner mit dem Partnerprogramm von %site_name%
it_it: Diventa un affiliato con il programma di affiliazione di dating %site_name%
pt_br: Torne-se um Afiliado com o programa de afiliados do - %site_name%

source: affiliate,dating,dating site,social network,pay per click affiliate program, affiliate program
de_de: Partner, Partnersuche, dating-Website, Soziales Netzwerk, Pay-per-Click Partnerprogramm, Partner-Programm
es_es: Haga clic en programa de afiliados, programa de afiliados de pago afiliados, citas, sitio de citas, red social,
fr_fr: affiliation, rencontres, site de rencontres, réseau social, pay per click programme d'affiliation, programme d'affiliation
it_it: affiliato, dating, sito di incontri, social network, pay-per-click programma di affiliazione, programma di affiliazione
pt_br: afiliado, namoro, site de namoro, rede social, pagar por clique programa afiliado, programa afiliado

source: Affiliate Program with %site_name%! Dating Social Affiliate
de_de: Partnerprogramm mit %site_name%! Dating Social Partner
it_it: Programma di affiliazione con %site_name%! Dating Social Affiliato
pt_br: Afiliados do - %site_name%! Afiliado do site de encontros

source: Affiliate Program - %site_name%
de_de: Partnerprogramm - %site_name%
it_it: Programma di Affiliazione - %site_name%
pt_br: Programa de afiliados do - %site_name%

source: Hi <em>%0%</em>. Welcome back to your affiliate area!
de_de: Hallo <em>%0%</em>. Willkommen zurück in Ihrem Partnerbereich!
es_es: Hi <em>%0%</em>. ¡Bienvenido de nuevo a su área de afiliado!
it_it: Ciao <em>%0%</em>. Bentornato nella tua area affiliati!
pt_br: Olá <em>%0%</em>. Bem-vindo de volta à sua área de afiliados!

source: Login Affiliate
de_de: Partner Login
es_es: Inicio de sesión afiliado
it_it: Login Affiliati
pt_br: Entrada de Afiliado

source: Resend activation email
de_de: Aktivierungsmail erneut senden
es_es: Reenviar Email de activación
fr_fr: Renvoyer l'email d'activation
it_it: Reinvia email di attivazione
pt_br: Reenviar Email de Ativação

source: Signup Account | Affiliate - %site_name%
de_de: Anmeldekonto | Partner -%site_name%
es_es: Cuenta registrarse | Afiliado - %site_name%
fr_fr: Compte Inscription | Affiliate - %site_name%
it_it: Iscriviti ad Account | Affiliati - %site_name%
pt_br: Cadastrar Conta | Afiliado - %site_name%

source: Phone Number:
de_de: Telefonnummer:
es_es: Número de teléfono:
fr_fr: Numéro de téléphone:
it_it: Numero di telefono:
pt_br: Número de telefone:

source: Enter full phone number with area code (e.g., +44768374890).
de_de: Geben Sie die vollständige Telefonnummer mit der Ortsvorwahl ein (z. B. +491234567890).
es_es: Introduzca el número de teléfono completo con el código de área (por ejemplo, +44768374890).
it_it: Inserisci il numero telefonico completo con prefisso (es., +39768374890).
pt_br: Digite o número de telefone completo com o código de área (por exemplo, +55 21 1234-5678).

source: Description of the affiliate's site(s).
de_de: Beschreibung der Website(s) des Partners.
es_es: Descripción del sitio(s) del afiliado.
fr_fr: Description du site (s) de la société affiliée.
it_it: Descrizione del sito (i) dell'affiliato.
pt_br: Descrição do(s) site(s) do afiliado.

source: Website:
de_de: Webseite:
es_es: Sitio web:
fr_fr: Site Web :
pt_br: Local na rede Internet:

source: Main website where the affiliate is the owner (e.g. http://ph7cms.com)
de_de: Hauptwebsite, von der der Partner der Eigentümer ist (z. B. http://www.singles-sh.de)
pt_br: Site principal em que o afiliado é o proprietário (por exemplo, http://iseekyou.com.br)

source: Bank Account:
de_de: Bankverbindung:
es_es: Cuenta bancaria:
fr_fr: compte bancaire
it_it: Conto bancario:
pt_br: Conta bancária:

source: Bank Account (PayPal Email Address).
de_de: Bankkonto (PayPal-E-Mail-Adresse).
es_es: Cuenta bancaria (dirección de correo electrónico de PayPal).
fr_fr: Compte bancaire (PayPal Adresse e-mail).
it_it: Conto bancario (indirizzo email PayPal).
pt_br: Conta bancária (endereço de email do PayPal).

source: Return to back affiliates browse
es_es: Volver a buscar afiliados
fr_fr: Retour à sauvegarder les affiliés parcourir
pt_br: Voltar para backoffice dos afiliados

source: Bank Information:
de_de: Bankdaten:
es_es: Información bancaria
fr_fr: Informations Bancaires
it_it: Banca informazioni:
pt_br: Informação bancária:

source: Your Bank Account:
de_de: Ihre Bankverbindung:
es_es: Cuenta Bancaria
fr_fr: Votre compte bancaire:
it_it: Tuo conto bancario:
pt_br: Sua conta bancária:

source: Your Bank Account (PayPal Email Address).
de_de: Ihr Bankkonto (PayPal-E-Mail-Adresse).
es_es: Su cuenta bancaria (dirección de correo electrónico de PayPal).
fr_fr: Votre compte bancaire (PayPal Adresse e-mail).
it_it: Il tuo conto bancario (indirizzo email PayPal).
pt_br: Sua conta bancária (endereço de e-mail do PayPal).

source: Preview Banner:
de_de: Bannervorschau:
es_es: Vista previa de bandera:
fr_fr: Aperçu Bannière:
it_it: Anteprima Banner:
pt_br: Banner de prévisualização:

source: Back to Browse Affiliates
de_de: Zurück zu Partner Partner Suche
es_es: Volver a buscar afiliados
fr_fr: Retour à Explorer Affiliés
it_it: Torna a sfogliare gli affiliati
pt_br: Voltar para navegar em afiliados

source: Global Information:
de_de: Globale Informationen:
es_es: Informacion Global:
it_it: Informazioni Globali:
pt_br: Informação Global:

source: All your information must be accurate and valid.
de_de: Alle Ihre Informationen müssen korrekt und gültig sein.
it_it: Tutte le informazioni devono essere accurate e valide.
pt_br: Todas as suas informações devem ser precisas e válidas.

source: Your First Name:
de_de: Dein Vorname:
es_es: Su Nombre:
fr_fr: Ton prénom:
it_it: Il tuo nome:
pt_br: Seu Nome:

source: Your Last Name:
de_de: Dein Nachname:
es_es: Sus apellidos:
fr_fr: Votre nom de famille:
it_it: Il tuo cognome:
pt_br: Sobrenome:

source: For security reasons, you cannot change your username.
de_de: Aus Sicherheitsgründen können Sie Ihren Benutzernamen nicht ändern.
it_it: Per motivi di sicurezza, non è possibile modificare il nome utente.
pt_br: Por motivos de segurança, você não pode alterar seu nome de usuário.

source: For security reasons and to avoid spam, you cannot change your email address.
it_it: Per motivi di sicurezza e per evitare lo spam, non puoi cambiare il tuo indirizzo email.
pt_br: Por motivos de segurança e para evitar spam, não é possível alterar seu endereço de e-mail.

source: Your Date of birth:
es_es: Su fecha de nacimiento
fr_fr: Votre date de naissance:
it_it: La tua data di nascita:
pt_br: Sua data de nascimento:

source: Your username will be your unique advertiser ID.
de_de: Ihr Nutzername ebenso Ihre Werbe ID.
es_es: Su nombre de usuario será su identificador único como anunciante.
it_it: Il tuo username sarà il tuo ID inserzionista unico.
pt_br: Seu nome de usuário será seu ID de anunciante exclusivo.

source: Your Professional Valid Email.
de_de: Ihre validierte E-Mail.
es_es: Su Correo electronico profesional válida.
it_it: La tua Email professionale valida.
pt_br: Seu e-mail profissional válido.

source: Your Gender:
de_de: Dein Geschlecht:
es_es: Su género
it_it: Il tuo sesso:
pt_br: Seu gênero:

source: Please specify your birth date using the calendar.
it_it: Si prega di specificare la data di nascita utilizzando il calendario.
pt_br: Por favor, especifique sua data de nascimento usando o calendário.

source: Select the country where you are legally resident.
es_es: Seleccione el país en que reside legalmente.
it_it: Seleziona il paese in cui sei legalmente residente.
pt_br: Selecione o país onde você reside legalmente.

source: Specify the city where you currently live.
es_es: Especificar la ciudad donde vives.
it_it: Specificare la città in cui si vive attualmente.
pt_br: Especifique a cidade onde você mora atualmente.

source: Your Postal Code:
de_de: Deine Postleitzahl:
es_es: Su Código Postal:
it_it: Il vostro codice postale:
pt_br: Seu CEP:

source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Términos y Condiciones
fr_fr: Conditions d'utilisation du service
it_it: Termini del Servizio
pt_br: Termos de serviço

source: I have read and agree to the %0%.
de_de: Ich habe gelesen und stimme dem %0% zu.
es_es: He leído y acepto los %0%
fr_fr: Je l'ai lu et accepté le %0%.
it_it: Ho letto e accetto il %0%.
pt_br: Eu li e concordo com %0%.

source: Become an Affiliate!
de_de: Werden Sie auch ein Partner!
es_es: Conviértase en afiliado
it_it: Diventa un affiliato!
pt_br: Torne-se um afiliado!

source: Search an Affiliate:
es_es: Buscar afiliado:
fr_fr: Rechercher un affilié:
it_it: Cerca un Affiliato:
pt_br: Pesquise um Afiliado:

source: Enter their ID, First Name, Last Name, Username, Email, Bank Account, Sex or IP address.
es_es: Introduzca su ID, nombre, apellido, nombre de usuario, correo electrónico, cuenta, genero o IP dirección.
fr_fr: Entrez leur ID, Prénom, Nom, Nom, Email, compte bancaire, le sexe ou l'adresse IP.
it_it: Inserisci il loro ID, nome, cognome, nome utente, email, conto bancario, sesso o indirizzo IP.
pt_br: Digite sua ID, nome, sobrenome, nome de usuário, e-mail, conta bancária, sexo ou endereço IP.

source: Latest
de_de: Neueste
es_es: Último
fr_fr: Dernier
it_it: Ultima
pt_br: Mais recentes

source: Affiliate successfully added.
it_it: Affiliato aggiunto con successo.
pt_br: Afiliado adicionado com sucesso.

source: Your bank information has been successfully updated!
de_de: Ihre Bankverbindung wurde erfolgreich aktualisiert!
es_es: ¡Su información bancaria ha sido actualizado con éxito!
it_it: Le tue informazioni bancarie sono state aggiornate con successo!
pt_br: Suas informações bancárias foram atualizadas com sucesso!

source: The profile has been successfully updated
de_de: Dein Profil wurde erfolgreich aktualisiert
it_it: Il profilo è stato aggiornato con successo
pt_br: O perfil foi atualizado com sucesso

source: An error occurred during registration!
de_de: Bei der Registrierung ist ein Fehler aufgetreten!
es_es: Ha ocurrido un error durante el proceso de registro.
fr_fr: Une erreur est survenue lors de l'inscription!
it_it: Si è verificato un errore durante la registrazione!
pt_br: Ocorreu um erro durante o registro!

source: Please try again with new information in the form fields or come back later.
de_de: Bitte versuchen Sie es erneut durch Eingabe anderer Informationen, oder kommen Sie später wieder.
es_es: Por favor, inténtelo de nuevo con nueva información en los campos de formulario o puede volver más tarde.
fr_fr: S'il vous plaît essayer à nouveau avec de nouvelles informations dans les champs de formulaire ou revenir plus tard.
it_it: Riprovare con nuove informazioni nei campi modulo o tornare più tardi.
pt_br: Por favor, tente novamente com novas informações nos campos de formulário ou volte mais tarde.

source: Your affiliate account has been created! %0%
de_de: Ihr Partnerkonto wurde erstellt! %0%
es_es: Se ha creado su cuenta de afiliado. %0%
fr_fr: Votre compte d'affiliation a été créé! %0%
it_it: Il tuo account affiliato è stato creato! %0%
pt_br: Sua conta de afiliado foi criada! %0%

source: Oops! "%0%" is not associated with any %site_name% account.
es_es: ¡Uy! "%0% " no está asociado con cualquier cuenta %site_name%.
fr_fr: Oops! "%0%" est associé à aucun %site_name% compte.
it_it: Oops! "%0%" non è associato con nessun %site_name% account.
pt_br: Opa! "%0%" não está associado a nenhuma conta no - %site_name%.

source: Please try again (make sure your caps lock is off).
de_de: Bitte versuchen Sie es erneut (stellen Sie sicher, dass Ihre Capslocktaste nicht aktiviert ist).
es_es: Por favor, inténtelo de nuevo (Asegúrese de que el bloqueo de mayúsculas está apagado).
fr_fr: S'il vous plaît essayer à nouveau (assurez-vous que le verrouillage des majuscules est éteint).
it_it: Riprovare (assicurarsi che il BLOC MAIUSC sia disattivato).
pt_br: Por favor, tente novamente (verifique se o seu caps lock está desligado).

source: Forgot your password? <a href="%0%">Request a new one</a>.
de_de: Haben Sie Ihr Passwort vergessen? <a href="%0%">Fordern Sie eine neues an</a>.
es_es: ¿Olvidó su contraseña? <a href="%0%">Solicitar una nueva</a>.
fr_fr: Mot de passe oublié? <a Demande une nouvelle </a>.
it_it: Hai dimenticato la password? <a href="%0%">Richiedi nuova password</a>.
pt_br: Esqueceu sua senha? <a href="%0%"> Solicite uma nova</a>.

source: Dear %0% %1%, welcome to affiliate platform %site_name%!
de_de: Sehr geehrte(r) %0% %1%, Willkommen auf der Partner-Plattform von %site_name%!
es_es: Estimado %0% %1%, Bienvenido a la plataforma %site_name% de afiliados!
fr_fr: Cher %0% %1%, bienvenue à la plate-forme d'affiliation %site_name%!
it_it: Caro %0% %1%, Benvenuto alla piattaforma di affiliazione %site_name%!
pt_br: Prezado(a) %0% %1%, bemvindo a plataforma de Afiliados do - %site_name%!

source: Hello %0%! We are proud to welcome you as an affiliate on our %site_name%!
de_de: Hallo %0%! Wir freuen uns, Sie als Partner auf % site_name% zu begrüßen!
es_es: ¡Hola %0%! Estamos contentos de darle la bienvenida como afiliado en nuestro %site_name%!
fr_fr: Bonjour %0%! Nous sommes fiers de vous accueillir en tant qu'affilié sur notre %site_name%!
it_it: Ciao %0%! Siamo orgogliosi di darvi il benvenuto come affiliato sul nostro %site_name%!
pt_br: Olá %0%! Estamos orgulhosos em recebê-lo como afiliado do - %site_name%!

source: Password: ****** (This field is hidden to protect against theft of your account. If you have forgotten your password, please request a new one <a href="%0%">here</a>).
de_de: Passwort: ******** (Dieses Feld ist ausgeblendet, um Sie vor Diebstahl Ihres Kontos zu schützen. Wenn Sie Ihr Passwort vergessen haben, fordern Sie bitte unter <a href="%0%">hier</a> ein neues an).
es_es: Contraseña: *** (este campo está escondido para proteger contra el robo de tu cuenta. Si ha olvidado su contraseña, por favor solicite uno nuevo <a href="%0%">aquí</a>).
fr_fr: Mot de passe: ****** (Ce champ est caché pour protéger contre le vol de votre compte Si vous avez oublié votre mot de passe, s'il vous plaît demander un nouveau <a href="%0%">Ici</a>. ).
it_it: Password: ****** (Questo campo è nascosto per proteggersi dal furto del tuo account. Se hai dimenticato la tua password, Richiedi una nuova <a href="%0%">here</a>).
pt_br: Senha: ****** (Este campo está oculto para proteger sua conta. Se você esqueceu sua senha, por favor solicite uma nova <a href="%0%">here</a>).

source: Dear %0% %1%, Welcome to our affiliate platform!
de_de: Sehr geehrte %0% %1%, Willkommen auf unserer Partner Platform!
es_es: Estimado %0% %1%, Bienvenidos a nuestra plataforma de afiliados!
fr_fr: Cher %0% %1%, Bienvenue sur notre plate-forme d'affiliation!
it_it: Caro %0% %1%, Benvenuto alla nostra piattaforma della filiale!
pt_br: Prezado(a) %0% %1%, Bem-vindo à nossa plataforma de afiliados!

source: Please %0% to make money from today!
de_de: Bitte %0%, um heute Geld zu verdienen!
it_it: Si prega %0% per fare soldi da oggi!
pt_br: Por favor, %0% para ganhar dinheiro a partir de hoje!

source: Your API key and/or the URL of your external application don't match with the one in your pH7CMS's configuration system!
de_de: Ihr API-Schlüssel und / oder die URL Ihrer externen Anwendung stimmen nicht mit der Ihres Konfigurationssystems des pH7CMS überein!
it_it: La chiave API e/o l'URL dell'applicazione esterna non corrispondono a quella del sistema di configurazione pH7CMS's!
pt_br: Sua chave de API e/ou a URL do seu aplicativo externo não combinam com a do sistema de configuração do seu pH7CMS!

source: One or several profile fields are empty.
de_de: Ein oder mehrere Profilfelder sind leer.
es_es: Uno o varios campos de perfil están vacíos.
fr_fr: Un ou plusieurs champs de profil sont vides.
it_it: Uno o più campi profilo sono vuoti.
pt_br: Um ou vários campos de perfil estão vazios.

source: The Email is not valid.
de_de: Die E-Mail ist ungültig.
es_es: ¡Correo electrónico no es válido!
fr_fr: Le courrier électronique est pas valide.
it_it: L'email non è valida.
pt_br: O email não é válido.

source: The Username must contain from %0% to %1% characters, the Username is not available or it is already used by other member.
de_de: Der Benutzername muss %0% bis %1% Zeichen enthalten, der Benutzername ist nicht verfügbar oder wird bereits von einem anderen Mitglied verwendet.
es_es: El nombre de usuario debe contener de %0% a %1% caracteres, el nombre de usuario no está disponible o es ya utilizado por otro miembro.
fr_fr: Le nom d'utilisateur doit contenir de %0% à %1% caractères, le nom d'utilisateur ne sont pas disponibles ou il est déjà utilisé par un autre membre.
it_it: Il nome utente deve contenere da %0% a %1% caratteri, il nome utente non è disponibile o è già utilizzato da altri membri.
pt_br: O nome de usuário deve conter de %0% a %1% caracteres, o nome de usuário não está disponível ou já é usado por outro membro.

source: The Password must contain from %0% to %1% characters.
de_de: Das Passwort muss zwischen %0% und %1% Zeichen enthalten.
es_es: La contraseña debe contener de %0% a %1% caracteres.
fr_fr: Le mot de passe doit contenir de %0% à %1% caractères.
it_it: La Password deve contenere da %0% a %1% characters.
pt_br: A senha deve conter de %0% a %1% caracteres.

source: You must be %0% to %1% years to register on the site.
de_de: Sie müssen %0% bis %1% Jahre sein, um sich auf der Website registrieren zu können.
es_es: Debe estar %0% a %1% años para registrarse en el sitio.
fr_fr: Vous devez être %0% à %1% ans pour vous inscrire sur le site.
it_it: Devi avere da %0% a %1% anni per registrarti al Sito.
pt_br: Você deve ter %0% a %1% anos para se registrar no site.

source: The Email and/or the password is empty.
es_es: El correo electrónico o la contraseña está vacío.
fr_fr: Le E-mail et / ou le mot de passe est vide.
it_it: L'Email e/o la password è vuota.
pt_br: O email e/ou a senha estão vazios.

source: The Password or Email was incorrected.
it_it: La Password o l'Email è incorrected.
pt_br: A senha ou e-mail está incorreto.

source: Profile ID Empty
es_es: Perfil ID no existe.
it_it: Profilo ID vuoto
pt_br: ID do perfil vazio

source: Profile Not Found
de_de: Profil nicht gefunden
es_es: Perfil no fue encontrado
it_it: Profilo non trovato
pt_br: Perfil Não Encontrado

source: No Profiles Found
it_it: Nessun Profilo trovato
pt_br: Nenhum perfil encontrado

source: No profiles found in %1%, %0%
de_de: Keine Profile gefunden in %1%, %0%
it_it: Nessun profilo trovato in %1%, %0%
pt_br: Não foram encontrados perfis em %1%, %0%
