Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Display only the profiles with a profile photo on profile blocks (such as the homepage).
de_de: Zeigen Sie nur die Profile mit einem Profilfoto auf Profilblöcken (z. B. der Startseite) an.
it_it: Visualizza solo i profili con una foto del profilo sui blocchi di profilo (come la homepage).
pt_br: Exibir apenas os perfis com foto em blocos de perfil (como a página inicial).

source: Splash Homepage:
pt_br: Página inicial do Splash:

source: Use the Splash Page (recommended) for visitors (not logged), otherwise the classic page will be used. <br /><em>Available only if "User" is the Default Module.</em>
it_it: Utilizzare la pagina iniziale (consigliata) per i visitatori (non registrati), altrimenti verrà utilizzata la pagina classica. <br /><em>Disponibile solo se "utente " è il modulo predefinito.</em>
pt_br: Use a Página Splash (recomendada) para visitantes (não logados), caso contrário, a página clássica será usada. <br/ > <em> Disponível somente se "Usuário" para o Módulo Padrão. </em>

source: Background Splash Video:
de_de: Hintergrund Splash Video:
es_es: Video de Splash de fondo:
fr_fr: Contexte Splash vidéo:
pt_br: Vídeo de fundo de Splash:

source: Enable/Disable the "Animated Video" on the Splash Homepage. <br/ ><em>Available only if "User" is the Default Module.</em>
pt_br: Habilitar/Desabilitar a "Vídeo Animação" Splash na página inicial. <br/ ><em> Disponível apenas se "Usuário" for o Módulo Padrão. </em>

source: Display Profiles on Guest Homepage:
de_de: Profile auf Gast Homepage anzeigen:
it_it: Visualizza i profili sulla homepage degli ospiti:
pt_br: Exibir perfis na página inicial de convidados:

source: Display or not the newest users on the homepage for visitors. <br /""><em>Available only if "User" is the Default Module.</em>
pt_br: Exibir ou não os usuários mais novos na página inicial para os visitantes. <br/ ><em> Disponível somente se "Usuário" for o Módulo Padrão.</em>

source: Number of Profiles on Splash Page:
de_de: Anzahl der Profile auf der Splash-Seite:
it_it: Numero di profili sulla pagina splash:
pt_br: Número de perfis na página inicial:

source: The number of profiles to display on the Splash Homepage. <br /><em>Available only if "Profiles on Guest Homepage" is enabled and if "User" is the Default Module.</em>
it_it: Il numero di profili da visualizzare nella homepage di Splash. <br /><em>Disponibile solo se "profili in Homepage Guest " è abilitato e se "utente " è il modulo predefinito.</em>
pt_br: O número de perfis a serem exibidos na página inicial do Splash. <br /> <em> Disponível somente se "Perfil de visitantes na página inicial" estiver habilitado e se " "Usuário" for o Módulo padrão. </em>

source: Ajax Site with AjPH:
de_de: Ajax-Site mit AjPH:
es_es: Sitio de AJAX con AjPH:
fr_fr: Ajax Site avec AJPH:
it_it: Sito Ajax con AjPH:
pt_br: Site Ajax com AjPH:

source: Be careful! 'Full Ajax Navigation' feature is still in <strong>Beta version</strong> and may not be working properly on all pages.
it_it: Stai attento! Funzione ' Full Ajax Navigation ' è ancora in <strong>Beta version</strong> e potrebbe non funzionare correttamente su tutte le pagine.
pt_br: Seja cuidadoso! O recurso 'Full Ajax Navigation' ainda está na <strong> versão beta </​​strong> e pode não estar funcionando corretamente em todas as páginas.

source: Site Status:
de_de: Stellenstatus:
es_es: Estado de sitio:
fr_fr: Statut du site:
it_it: Status del Sito:
pt_br: Status do site:

source: Maintenance
es_es: Mantenimiento
fr_fr: Le maintien
pt_br: Manutenção

source: Maintenance mode is useful if you are working on your website or update it. Logged admins and admin panel won't be affected by the maintenance page.
de_de: Der Wartungsmodus ist nützlich, wenn Sie an Ihrer Website arbeiten oder sie aktualisieren. Logged Admins und Admin Panel sind von der Maintenance Seite nicht betroffen.
it_it: La modalità di manutenzione è utile se si lavora sul sito Web o si aggiorna. Gli amministratori registrati e il pannello di amministrazione non saranno interessati dalla pagina di manutenzione.
pt_br: O modo de manutenção é útil se você estiver trabalhando em seu site ou atualizá-loOs administradores registrados e o painel de administração não serão afetados pela página de manutenção.

source: Social Media Widgets:
es_es: Widgets de redes sociales:
pt_br: Widgets de mídia social:

source: Enable the Social Media Sharing such as Like and Sharing buttons.
de_de: Aktivieren Sie die Social Media Sharing-Schaltflächen wie Like und Sharing.
es_es: Permite compartir de las redes sociales tales como Like y botones de compartir.
it_it: Abilitare la condivisione dei social media come i pulsanti like e sharing.
pt_br: Ative o compartilhamento de mídia social, como os botões Curtir e Compartilhamento.

source: Adult Disclaimer:
de_de: Haftungsausschluss für Erwachsene:
es_es: Nota Aclaratoria para Adultos:
fr_fr: Adulte Avertissement:
it_it: Disclaimer adulti:
pt_br: Isenção de responsabilidade de adultos:

source: Show an Adult Warning to enter to your website. This is useful for websites with adult content. <br /><strong>WARNING: this disclaimer offered by a third-party provider may sometimes open a new tab promoting third-party adult websites.</strong>
de_de: Zeigen Sie eine Warnung das Ihre Seite nur für Erwachsene ist! Nur 18+ darf sich auf Ihrer Webseite aufhalten, dies ist nützlich für Websites mit Inhalten für Erwachsene. <br /><strong>WARNUNG: Dieser von einem Drittanbieter angebotene Haftungsausschluss kann manchmal eine neue Registerkarte für die Werbung für Websites von Drittanbietern für Erwachsene öffnen.</strong>
es_es: Mostrar una advertencia adulto para entrar al sitio. Esto es útil para sitios con contenido para adultos.
it_it: Mostra un avvertimento per adulti per accedere al tuo sito Web. Questo è utile per i siti Web con contenuti per adulti. <br /><strong>Avvertenza: questo Disclaimer offerto da un fornitore di terze parti può talvolta aprire una nuova scheda che promuove siti Web per adulti di terze parti.</strong>
pt_br: Mostrar um aviso de adulto para entrar no seu site. Isso é útil para sites com conteúdo adulto. <br /> <strong> Observação: este aviso oferecido por um provedor terceirizado pode, às vezes, abrir uma nova guia promovendo um site adulto de terceiros. </strong>

source: Cookie Consent Bar:
de_de: Cookie-Zustimmung:
es_es: Consentimiento de cookie:
fr_fr: Cookie Consentement Bar:
it_it: Barra di consenso cookie:
pt_br: Barra de Permissão de Cookies:

source: Enable a Cookie Consent Bar to prevent your users that your website uses cookies. This is required by EU Law (if you have visitors from EU countries). The Cookie Bar will only be displayed if the visitor is in the EU.
es_es: Habilitar una barra de consentimiento cookies evitar que los usuarios que su sitio utiliza cookies. Esto es necesario para la legislación de la UE (si usted tiene visitantes de países de la UE). La barra de la Cookie sólo se mostrará si el visitante está en la UE.
it_it: Abilitare una barra di consenso cookie per impedire agli utenti che il sito Web utilizza i cookie. Ciò è richiesto dal diritto dell'UE (se avete visitatori provenienti da paesi dell'UE). La barra dei cookie verrà visualizzata solo se il visitatore è nell'UE.
pt_br: Ative a Barra de Permissão de Cookies para impedir que seus usuários usem. Isto é necessário para a legislação da UE (se você tiver visitantes de países da UE). A Barra de Cookies só será exibida se o visitante estiver na UE.

source: Show "Powered By" link in footer:
de_de: Zeige "Powered by" Link in der Fußzeile:
it_it: Show "Powered by " link in piè di pagina:
pt_br: Mostrar o link "Powered By" no rodapé:

source: Disable (not recommended)
it_it: Disattiva (sconsigliato)
pt_br: Desativar (não recomendado)

source: Are you proud of pH7CMS brand? Are you proud to say your dating app has been made by the European Leader Dating software?
pt_br: Você tem orgulho da marca pH7CMS? Você tem orgulho de dizer que seu aplicativo de namoro foi feito pelo software European Leader Dating?

source: Show the News Feed:
de_de: News-Feed zeigen:
es_es: Mostrar News Feed
fr_fr: Afficher le flux Nouvelles:
it_it: Mostra il feed di notizie:
pt_br: Mostrar o feed de notícias:

source: Show the latest news about the software in the admin dashboard (recommend).
de_de: Zeigen Sie die neuesten Nachrichten über die Software im Admin-Dashboard an (empfohlen).
it_it: Mostra le ultime notizie sul software nel dashboard di amministrazione (raccomandato).
pt_br: Mostrar as últimas notícias sobre o software no painel administrativo (recomendado).

source: Icon Logo
de_de: Symbol Logo
it_it: Icona Logo
pt_br: Logo do Ícone

source: Add your small logo/icon that represents/distinguishes your site/concept/brand the best.
es_es: Añadir tu logo/icono pequeño que representa/tu sitio/concepto/marca lo mejor.
it_it: Aggiungi il tuo piccolo logo/icona che rappresenta/distingue il tuo sito/concept/brand il meglio.
pt_br: Adicione o seu pequeno logo/ícone que representa/ distingue melhor o seu site/conceito/marca.

source: The current logo of your website.
de_de: Das aktuelle Logo Ihrer Website.
it_it: Il logo attuale del tuo sito Web.
pt_br: O logotipo atual do seu site.

source: Registration
de_de: Registrierung
es_es: Registro
it_it: Registrazione
pt_br: Cadastro

source: Account activation type for Members:
de_de: Kontoaktivierungstyp für Mitglieder:
es_es: Tipo de activación de cuenta de los miembros:
fr_fr: Compte type d'activation pour les membres:
it_it: Tipo di attivazione account per i membri:
pt_br: Tipo de ativação de conta para membros:

source: No activation required
de_de: Keine Aktivierung erforderlich
es_es: No activación es requerida
fr_fr: Aucune activation requise
it_it: Nessuna attivazione richiesta
pt_br: Não requer ativação

source: Self-activation via email
es_es: Auta activación por correo electrónico
it_it: Auto-attivazione via e-mail
pt_br: Auto-ativação via email

source: Manual activation by administrator
de_de: Manuelle Freischaltung durch administrator
es_es: Activación manual por el administrador
fr_fr: Activation manuelle par l'administrateur
it_it: Attivazione manuale da amministratore
pt_br: Ativação manual pelo administrador

source: Account activation type for Affiliates:
de_de: Kontoaktivierungstyp für Affiliates:
es_es: Tipo de activación de cuenta para los afiliados:
fr_fr: Type de compte d'activation pour les affiliés:
it_it: Tipo di attivazione account per gli affiliati:
pt_br: Tipo de ativação de conta para Afiliados:

source: Minimum username length:
de_de: Mindestlänge des Nutzernamens:
es_es: Longitud mínima del nombre de usuario:
fr_fr: Longueur de nom d'utilisateur minimum:
it_it: Lunghezza minima del nome utente:
pt_br: Comprimento mínimo do nome de usuário:

source: Maximum username length:
de_de: Maximale Benutzernamen Länge:
es_es: Longitud máxima de nombre de usuario:
fr_fr: Longueur de nom d'utilisateur maximum:
it_it: Lunghezza massima username:
pt_br: Tamanho máximo do nome de usuário:

source: Minimum age for registration:
de_de: Mindestalter für die Registrierung:
es_es: Edad mínima para el registro:
fr_fr: L'âge minimum pour l'enregistrement:
it_it: Età minima per la registrazione:
pt_br: Idade mínima para inscrição:

source: Maximum age for registration:
de_de: Höchstalter für die Registrierung:
es_es: Edad máxima para el registro:
fr_fr: L'âge maximum pour l'enregistrement:
it_it: Età massima per la registrazione:
pt_br: Idade máxima para inscrição:

source: Require photo to be uploaded:
de_de: Erfordern, dass ein Foto hochgeladen wird:
it_it: Richiedi foto da caricare:
pt_br: Requer que a foto seja enviada:

source: Require Members to upload a profile photo during sign up.
de_de: Erfordern, dass Mitglieder während der Registrierung ein Profilfoto hochladen.
it_it: Richiedi ai membri di caricare una foto del profilo durante l'iscrizione.
pt_br: Exija que os membros façam upload de uma foto de perfil durante a inscrição.

source: Doesn't guarantee that all users will have a profile photo because users can still close the page and not finish the registration process.
it_it: Non garantisce che tutti gli utenti abbiano una foto del profilo perché gli utenti possono ancora chiudere la pagina e non completare la procedura di registrazione.
pt_br: Não garante que todos os usuários tenham uma foto de perfil, pois os usuários ainda podem fechar a página e não concluir o processo de registro.

source: Default Membership Group:
de_de: Standardmitgliedschaftsgruppe:
es_es: Grupo de pertenencia predeterminado:
fr_fr: Par défaut Groupe Adhésion:
it_it: Gruppo di appartenenza predefinito:
pt_br: Grupo de Membros Padrão:

source: Picture and Video
de_de: Bilder und Videos
fr_fr: Photo et Vidéo
it_it: Immagini e Video
pt_br: Imagem e Vídeo

source: Image
de_de: Bild
it_it: Immagine
pt_br: Imagem

source: Watermark Text:
de_de: Wasserzeichen:
it_it: Testo Watermark:
pt_br: Texto da marca d'água:

source: Watermark Size:
de_de: Wasserzeichen-Größe:
it_it: Dimensione Watermark:
pt_br: Tamanho da marca d'água:

source: Between 0 to 5.
de_de: Zwischen 0 und 5.
es_es: Entre 0 a 5.
fr_fr: Entre 0 et 5.
it_it: Tra 0 e 5.
pt_br: Entre 0 a 5.

source: Video
es_es: Vídeo
fr_fr: Vidéo
pt_br: Vídeo

source: Default Video:
de_de: Standardvideo:
pt_br: Vídeo padrão:

source: Video by default if no video is found.
de_de: Video standardmäßig, wenn kein Video gefunden wird.
es_es: Video por defecto si no se encuentra ningún video.
it_it: Video di default se non viene trovato alcun video.
pt_br: Vídeo por padrão se nenhum vídeo for encontrado.

source: Autoplay Video:
es_es: Reproducción automática de vídeo:
pt_br: Vídeo de reprodução automática:

source: Moderation
es_es: Moderación
fr_fr: Modération
it_it: Moderazione
pt_br: Moderação

source: Nudity Filter:
de_de: Nacktfilter:
es_es: Filtro de desnudez:
it_it: Filtro nudità:
pt_br: Filtro de nudez:

source: Photos will be automatically pending approval if there are detected as "Nude/Adult Photos"
de_de: Fotos werden automatisch genehmigt, wenn sie als "Nackt / Erwachsene Photos" erkannt werden.
es_es: Fotos serán automáticamente pendiente de aprobación si se detectan como "Fotos desnudas adultos"
it_it: Le foto saranno automaticamente in attesa di approvazione se ci sono rilevati come "Nudo/Foto Adulti"
pt_br: As fotos aguardarão aprovação automaticamente se forem detectadas como "Nudez/" "adultas"

source: Profile Photo Manual Approval:
de_de: Profil Foto manuelle Genehmigung:
it_it: Profilo foto approvazione manuale:
pt_br: Aprovação manual da foto do perfil:

source: Background Profile Manual Approval:
de_de: Hintergrundprofil Manuelle Genehmigung:
es_es: Aprobación Manual de Perfil de fondo:
it_it: Profilo di sfondo approvazione manuale:
pt_br: Aprovação Manual do Perfil de Fundo:

source: Note Post Manual Approval:
de_de: Notiz Post Manuelle Genehmigung:
es_es: Nota aprobación Post Manual:
fr_fr: Remarque Manuel de la poste Approbation:
it_it: Nota post approvazione manuale:
pt_br: Nota Publicar aprovação manual:

source: Photos Manual Approval:
de_de: Fotos manuelle Genehmigung:
es_es: Aprobación Manual de fotos:
it_it: Foto approvazione manuale:
pt_br: Aprovação Manual de Fotos:

source: Videos Manual Approval:
de_de: Videos manuelle Genehmigung:
es_es: Aprobación Manual de videos:
fr_fr: Manuel Vidéos Approbation:
it_it: Video approvazione manuale:
pt_br: Aprovação Manual de Vídeos:

source: Webcam Pictures Manual Approval:
de_de: Webcam Bilder manuelle Genehmigung:
es_es: Aprobación Manual de fotos de webcam:
fr_fr: Webcam Photos Approbation du Manuel:
it_it: Webcam Pictures approvazione manuale:
pt_br: Aprovação manual de fotos da webcam:

source: This approval mode is experimental, do not use it in production.
es_es: Esta modalidad de aprobación es experimental, no lo utilice en la producción.
pt_br: Este modo de aprovação é experimental, não use em produção.

source: Email Parameters
de_de: E-Mail Parameter
it_it: Parametri Email
pt_br: Parâmetros de email

source: Email Name:
es_es: Nombre del correo electrónico:
fr_fr: Email Nom:
it_it: Email Nome:
pt_br: Nome do email:

source: Admin Email:
de_de: Administrator E-Mail:
es_es: Email de administrador
fr_fr: Email de l'administrateur
pt_br: E-mail de administrador:

source: Feedback Email:
es_es: Email de comentarios recibido
fr_fr: Commentaires Email:
pt_br: E-mail de feedback:

source: Return Email:
de_de: Email zurück senden:
es_es: volver al correo electrónico:
fr_fr: Email de retour:
it_it: Rispedisci Email:
pt_br: Retornar Email:

source: Security
de_de: Sicherheit
fr_fr: Sécurité
it_it: Sicurezza
pt_br: Segurança

source: Password
es_es: Contraseña
pt_br: Senha

source: Minimum password length:
de_de: Minimale Passwortlänge:
es_es: Longitud minima de la contraseña
fr_fr: longueur du mot de passe minimum:
it_it: Lunghezza minima password:
pt_br: Comprimento mínimo da senha:

source: Maximum password length:
de_de: Maximale Passwortlänge:
es_es: Longitud máxima de la contraseña:
fr_fr: longueur du mot de passe maximale:
it_it: Lunghezza massima password:
pt_br: Comprimento máximo da senha:

source: Login Attempt Protection
de_de: Loginversuchsschutz
it_it: Login tentativo di protezione
pt_br: Proteção contra tentativas de login

source: Blocking login attempts exceeded for Users:
de_de: Blockierende Anmeldeversuche überschritten für Benutzer:
it_it: Blocco dei tentativi di login superati per gli utenti:
pt_br: Bloqueio de tentativas de login excedidas para usuários:

source: Blocking login attempts exceeded for Affiliates:
de_de: Blockierende Anmeldeversuche überschritten für Affiliates:
it_it: Blocco dei tentativi di login superati per gli affiliati:
pt_br: Bloqueio de tentativas de login excedidas para Afiliados:

source: Blocking login attempts exceeded for Admins:
de_de: Blockierende Anmeldeversuche überschritten für Admins:
it_it: Blocco dei tentativi di login superati per gli amministratori:
pt_br: Bloqueio de tentativas de login excedidas para administradores:

source: Max number of login attempts before blocking for Users:
de_de: Maximale Anzahl von Anmeldeversuchen vor dem Blockieren für Benutzer:
it_it: Numero massimo di tentativi di login prima del blocco per gli utenti:
pt_br: Número máximo de tentativas de login antes de bloquear para usuários:

source: Max number of login attempts before blocking for Affiliates:
de_de: Maximale Anzahl von Anmeldeversuchen vor dem Sperren für Affiliates:
it_it: Numero massimo di tentativi di login prima del blocco per gli affiliati:
pt_br: Número máximo de tentativas de login antes de bloquear Afiliados:

source: Max number of login attempts before blocking for Admins:
de_de: Maximale Anzahl von Anmeldeversuchen vor dem Blockieren für Administratoren:
it_it: Numero massimo di tentativi di login prima del blocco per gli amministratori:
pt_br: Número máximo de tentativas de login antes de bloquear administradores:

source: Time interval blocking for Users:
de_de: Zeitintervallblockierung für Benutzer:
it_it: Blocco intervallo di tempo per gli utenti:
pt_br: Intervalo de tempo para Bloqueio de usuários:

source: Time in minutes.
de_de: Zeit in Minuten.
es_es: Tiempo en minutos
fr_fr: Temps en minutes.
it_it: Tempo in minuti.
pt_br: Tempo em minutos.

source: Time interval blocking for Affiliates:
de_de: Zeitintervallblockierung für Affiliates:
it_it: Blocco intervallo di tempo per gli affiliati:
pt_br: Intervalo de tempo para Bloqueio de Afiliados:

source: Time interval blocking for Admins:
de_de: Zeitintervallblockierung für Administratoren:
it_it: Intervallo di tempo di blocco per gli amministratori:
pt_br: Intervalo de tempo para Bloqueio de administradores:

source: Various
de_de: Verschiedenen
it_it: Vari
pt_br: Vários

source: Send Abuse Reports by email:
de_de: Missbrauchsberichte per E-Mail senden:
es_es: Enviar reporte de abusos por correo electrónico:
fr_fr: Envoyer les rapports d'abus par email:
it_it: Invia rapporti di abusi via e-mail:
pt_br: Enviar relatórios de abuso por email:

source: IP Restriction for Admin Panel Access:
de_de: IP-Beschränkung für den Zugriff auf den Admin-Bereich:
es_es: Restricción de IP para el acceso del Panel de administración:
it_it: Restrizione IP per l'accesso al pannello admin:
pt_br: Restrição de IP para acesso ao painel do administrador:

source: By entering <a href="%0%" title="Get your current IP address">your IP</a>, you will get a higher security and exclude all other people and bots that tried to login with another IP address even if the login is correct! Leave blank to disable this feature. Be careful, for using this feature you need to have a static IP (not a dynamic one). If you are not sure, please contact your ISP.
de_de: Durch Eingabe von <a href="%0%" title="Erhalten Sie Ihre aktuelle IP-Adresse"> Ihre IP </a> erhalten Sie eine höhere Sicherheit und schließen alle anderen Personen und Bots aus, die sich mit einer anderen IP-Adresse anmelden wollten wenn die Anmeldung korrekt ist! Lassen Sie dieses Feld leer, um diese Funktion zu deaktivieren. Seien Sie vorsichtig, wenn Sie diese Funktion verwenden, benötigen Sie eine statische IP-Adresse (keine dynamische IP-Adresse). Wenn Sie sich nicht sicher sind, wenden Sie sich an Ihren ISP.
es_es: Introduciendo <a href="%0%" title="Get your current IP address">su IP</a>, obtendrá una mayor seguridad y excluir todas las demás personas y bots que intentado entrar con otra dirección IP incluso si el login es correcto! Deje en blanco para desactivar esta función. Tenga cuidado, para usar esta función que necesitas tener una IP estática (no una dinámica). Si no está seguro, póngase en contacto con su ISP.
it_it: Inserendo <a href="%0%" title="Get your current IP address">il Tuo IP</a>, si otterrà una maggiore sicurezza ed escludere tutte le altre persone e bot che ha cercato di accedere con un altro indirizzo IP, anche se il login è corretto! Lasciare vuoto per disabilitare questa funzione. Attenzione, per utilizzare questa funzione è necessario disporre di un IP statico (non uno dinamico). Se non siete sicuri, contattate il vostro ISP.
pt_br: Ao digitar <a href="%0%" title="Obter seu endereço IP atual">seu IP</a>, você terá uma segurança maior e excluirá todas as outras pessoas e robots que tentarem fazer login com outro endereço IP, mesmo se o login estiver correto! Deixe em branco para desativar esse recurso. Tenha cuidado, pois para usar este recurso você precisa ter um IP estático (não dinâmico). Se você não tiver certeza, entre em contato com seu provedor.

source: Indicate a word that will replace the banned word in the <a href="%0%">list</a>.
es_es: Indique una palabra que reemplazará la palabra prohibida en la <a href="%0%">lista</a>.
fr_fr: Indiquez un mot qui remplacera le mot interdit dans la <a liste href="%0%"> </a>.
it_it: Indicare una parola che sostituirà la parola vietata nella <a href="%0%">lista</a>.
pt_br: Indique uma palavra que substituirá a palavra proibida na <a href="%0%"> lista</a>.

source: Enable/Disable the CSRF security tokens for forms:
pt_br: Ative/desative os tokens de segurança CSRF para formulários:
