Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Not Found RSS Feed!
es_es: No encontré RSS Feed!
fr_fr: Introuvable Flux RSS!

source: Map of Website, Free Onlide Dating Site with Webcam Chat Rooms, Meet Single People with %site_name%
es_es: Mapa de sitio web, sitio gratuito de citas de Onlide con salas de Chat con Webcam, conocer gente soltera con %site_name%
fr_fr: Plan du site, Onlide gratuit site de rencontre avec webcam Chat Rooms, Rencontre seul Personnes avec %site_name%

source: Not Found Site Map!
es_es: No encuentra el mapa del sitio!
fr_fr: Introuvable Plan du site!

source: picture,photo,pictures,photos,album,albums,picture album,photo album,gallery,picture dating
fr_fr: image, photo, images, photos, album, albums, album photo, album photo, galerie, photo datant

source: Add some new Pictures
fr_fr: Ajouter de nouvelles photos

source: Edit Picture
es_es: Editar imagen
fr_fr: Modifier l'image

source: %0%'s Albums | Picture Albums of the Dating Social Community - %site_name%
fr_fr: %0% Albums | Photo Albums de la Communauté Social Dating - %site_name%

source: Empty Photo Album.
fr_fr: Album Photo Vide.

source: The Album of <a href="%0%">%1%</a>
fr_fr: L'album de <a href="%0%">%1%</a>

source: No album found or still in pending approval.
fr_fr: Aucun album trouvé ou encore en attente d'approbation.

source: Album of <a href="%0%">%1%</a>
fr_fr: Album de <a href="%0%">%1%</a>

source: Album of %0%
fr_fr: Album de %0%

source: Browse Photos From %0% | Picture Album Social Community - %site_name%
fr_fr: Parcourir les photos de %0% | Photo Album Communauté Social - %site_name%

source: No photo found or still in pending approval.
fr_fr: Aucune photo trouvée ou encore en attente d'approbation.

source: Photo of <a href="%0%">%1%</a>
fr_fr: Photo de <a href="%0%">%1%</a>

source: Photo of %0%, %1%
fr_fr: Photo de %0%, %1%

source: Photo of %0%, %1%, %2%
fr_fr: Photo de %0%, %1%, %2%

source: picture,photo,pictures,photos,album,albums,picture album,photo album,gallery,%0%,%1%,%2%
fr_fr: image, photo, images, photos, album, albums, album photo, album photo, galerie, %0%, %1%, %2%

source: Your picture has been deleted!
es_es: ¡Su imagen ha sido borrada!
fr_fr: Votre image a été supprimée!

source: Your album has been deleted!
es_es: Su álbum ha sido eliminado.
fr_fr: Votre album a été supprimée!

source: Search Picture - Looking a picture
es_es: Búsqueda de imagen
fr_fr: Recherche Photo - Recherche une image

source: %n% Picture Result!
fr_fr: %n% Image Résultat!

source: Please return to <a href="%1%">the previous page</a> or <a href="%1%">add a new picture</a> in this album.
es_es: Por favor, volver a <a href="%1%">la página anterior</a> o <a href="%1%">añadir una nueva foto</a> en este álbum.
fr_fr: S'il vous plaît revenir à <a href="%1%"> la page </a> ou <a précédente href="%1%"> ajouter une nouvelle image </a> dans cet album.

source: Name of your photo:
es_es: Nombre de la foto:
fr_fr: Nom de votre photo:

source: Description of your photo:
es_es: Descripción de la foto:
fr_fr: Description de votre photo:

source: Name of your album:
fr_fr: Nom de votre album:

source: Description of your album:
fr_fr: Description de votre album:

source: Thumb of the your album
fr_fr: Thumb de votre album

source: Name of your photo(s):
es_es: Nombre de la foto(s):
fr_fr: Nom de votre photo (s):

source: Your picture(s)
es_es: Sus imagene(s)
fr_fr: Tes photos

source: Your album has been updated successfully!
es_es: ¡Su álbum se ha actualizado con éxito!
fr_fr: Votre album a été mis à jour avec succès!

source: Your photo has been updated successfully!
es_es: ¡Tu foto ha sido actualizada con éxito!
fr_fr: Votre photo a été mis à jour avec succès!

source: Your photo(s) has been received! But it will not be visible until it is approved by our moderators. Please do not send a new not.
fr_fr: Votre photo (s) a été reçu! Mais il ne sera pas visible jusqu'à ce qu'il soit approuvé par nos modérateurs. S'il vous plaît ne pas envoyer un nouveau pas.

source: Your photo(s) has been added successfully!
fr_fr: Votre photo (s) a été ajouté avec succès!

source: Report abuse contents
es_es: Reportar un abuso
fr_fr: contenu Signaler un abus

source: Watching Report
fr_fr: Rapport Regarder

source: The Report we been deleted.
fr_fr: Le rapport nous été supprimé.

source: Cannot remove Report, please try later.
fr_fr: Impossible de supprimer le rapport, s'il vous plaît essayer plus tard.

source: Spammer:
fr_fr: Spammeur

source: Spam report from %site_name%
es_es: Reporte de spam de %site_name%
fr_fr: Rapport de Spam de %site_name%

source: Report this
es_es: Reportar esto
fr_fr: Reporter cela

source: Message from contact form %0%
es_es: Mensaje desde el formulario de contacto %0%
fr_fr: Message de formulaire de contact %0%

source: Enter your first name.
fr_fr: Entrez votre prénom.

source: Enter your last name.
fr_fr: Entrez votre nom de famille.

source: Enter your valid email address.
fr_fr: Entrez votre adresse e-mail valide.

source: Enter full phone number with area code.
fr_fr: Entrez le numéro de téléphone complet avec l'indicatif régional.

source: If you have a website, please enter your site address.
fr_fr: Si vous avez un site, s'il vous plaît entrez votre adresse de site.

source: Enter the subject of the message.
fr_fr: Entrez l'objet du message.

source: Enter your message.
fr_fr: Entrez votre message

source: Enter the code above.
fr_fr: Entrez le code ci-dessus.

source: Your message has been sent successfully!
es_es: ¡Tu mensaje ha sido enviado exitosamente!
fr_fr: Votre message a été envoyé avec succès!

source: Empty Blog
fr_fr: Blog Vide

source: Oops! Empty Blog...
fr_fr: Oops! Blog vide ...

source: %n% Blog Result!
fr_fr: %n% Blog Résultat!

source: Search Blog - Looking a post
es_es: Búsqueda Blog - buscando por un post
fr_fr: Chercher Blog - Vous cherchez un poste

source: Sorry, we weren't able to find the page you requested.<br /> May we suggest <a href="%0%">exploring some tags</a> or <a href="%1%">creating a new search</a>.
es_es: Lo sentimos, no pudimos encontrar la página solicitada.<br> sugerimos <a href="%0%">explorar algunas etiquetas</a> o la <a href="%1%">creación de una nueva búsqueda</a>.
fr_fr: Désolé, nous ne sommes pas en mesure de trouver la page demandée. <br /> \ N Nous vous suggérons <a href="%0%"> explorer certaines balises </a> ou <a href = "%1% \ "> la création d'une nouvelle recherche </a>.

source: Title of article:
es_es: Título del articulo:
fr_fr: Titre de l'article:

source: Contents:
fr_fr: Sommaire

source: Content of the article
es_es: Contenido del articulo
fr_fr: Contenu de l'article

source: Name, Keyword of post, or ID of Blog Post:
fr_fr: Nom, Mot de poste ou ID de Blog Post:

source: Article ID will be the name of the url.
es_es: ID de artículo será el nombre de la url.
fr_fr: Numéro d'article sera le nom de l'url.

source: The ID of the article is invalid or incorrect.
fr_fr: L'ID de l'article est invalide ou incorrect.

source: An error occurred while adding the article.
fr_fr: Une erreur est survenue lors de l'ajout de l'article.

source: Post created successfully!
fr_fr: Poster créé avec succès!

source: Welcome to we Web Dating Site!
fr_fr: Bienvenue sur notre Site de Rencontre!

source: About this web site %site_name%
fr_fr: A propos de ce site web %site_name%

source: Help about of %site_name%
es_es: Ayuda sobre %site_name%
fr_fr: Aide à propos de %site_name%

source: FAQ
es_es: Preguntas mas frecuentes
fr_fr: QUESTIONS FREQUENTES :

source: Imprint
fr_fr: Mentions légales

source: Imprint - %site_name%
fr_fr: Mentions légales - %site_name%

source: %site_name%'s Team
es_es: Equipo de %site_name%
fr_fr: L'équipe %site_name%

source: To prevent spam, you cannot put more than 10 email addresses at a time.
es_es: Para evitar el spam, no se pueden poner más de 10 direcciones de correo electrónico a la vez.
fr_fr: Pour éviter le spam, vous ne pouvez pas mettre plus de 10 adresses e-mail à la fois.

source: Banners
es_es: Banderolas
fr_fr: Bannières

source: %n% Banner
es_es: %n% bandera
fr_fr: %n% Bannière

source: Become an Affiliate with the affiliate dating community platform %site_name%
es_es: Conviértase en un afiliado con el afiliado citas comunidad plataforma %site_name%
fr_fr: Devenez Membre de la plate - forme communautaire affilié datant %site_name%

source: Affiliate Platform with %site_name%! Dating Social Affiliate
es_es: ¡Plataforma de afiliados con %site_name%! Dating Social afiliados
fr_fr: Plate - forme d'affiliation avec %site_name de%! Rencontre d'affiliation sociale

source: Affiliate Platform - %site_name%
es_es: Plataforma - %site_name% de afiliados
fr_fr: Plate - forme d'affiliation - %site_name%

source: Hello <em>%0%</em>, welcome to your site!
fr_fr: Bonjour <em>%0%</ em>, bienvenue à votre site!

source: Excellent choice!
es_es: ¡Excelente opción!
fr_fr: Excellent choix!

source: You will see, you will not regret that!
es_es: Usted verá, no se arrepentirá!
fr_fr: Vous verrez, vous ne regretterez pas que!

source: At %site_name%, we are working hard to give you one of the best affiliate service!
es_es: En %site_name%, estamos trabajando duro para darle uno de los mejores servicios de afiliado!
fr_fr: A %site_name de%, nous travaillons dur pour vous donner l' un des meilleurs services d'affiliation!

source: WARNING: If you delete your account you will not receive your money.
es_es: ADVERTENCIA: Si eliminas tu cuenta no recibirá su dinero.
fr_fr: ATTENTION: Si vous supprimez votre compte, vous ne recevrez pas votre argent.

source: Are you really sure you want to delete your account?
es_es: ¿Seguro que quieres eliminar tu cuenta?
fr_fr: Etes-vous vraiment sûr de vouloir supprimer votre compte?

source: No I changed my mind and I stay with you!
es_es: No he cambiado de opinion y me quedo!
fr_fr: Non, je changé mon esprit et je reste avec vous!

source: Yes I really want to delete my account
es_es: Sí realmente quiero borrar mi cuenta
fr_fr: Oui, je veux vraiment supprimer mon compte

source: Search Affiliate - Looking a new Affiliate
es_es: Buscar afiliado - buscando un nuevo afiliado
fr_fr: Recherche d'affiliation - Vous cherchez une nouvelle affiliation

source: You are now logged out in as an affiliate: %0%!
es_es: Usted está ahora conectado hacia fuera como afiliado: %0%!
fr_fr: Vous êtes maintenant connecté en tant qu'affilié: %0%!

source: The affiliate(s) has been banned.
fr_fr: L'affilié (s) a été interdit.

source: The affiliate(s) has been unbanned.
fr_fr: L'affilié (s) a été débanni.

source: The affiliate(s) has been deleted.
fr_fr: L'affilié (s) a été supprimé.

source: Error! Bad argument in the url.
fr_fr: Erreur! Mauvais argument dans l'url.

source: Error! Missing argument in the url.
fr_fr: Erreur! argument dans l'URL manquant.

source: Please %0% now to make money!
es_es: ¡Por favor %0% ahora a ganar dinero!
fr_fr: S'il vous plaît %0% maintenant faire de l'argent!

source: Banner:
es_es: Bandera:
fr_fr: Bannière

source: Attention all your information must be complete, candid and valid.
es_es: Atención toda su información debe ser completa, sincera y válida.
fr_fr: Attention, toutes vos informations doit être complète, franche et valide.

source: For site security, you cannot change your username.
es_es: Para la seguridad del sitio, no puede cambiar su nombre de usuario.
fr_fr: Pour la sécurité du site, vous ne pouvez pas changer votre nom d'utilisateur.

source: For site security and to avoid spam, you cannot change your email address.
es_es: Para seguridad y para evitar el spam, no puede cambiar su dirección de correo electrónico.
fr_fr: Pour la sécurité du site et pour éviter le spam, vous ne pouvez pas changer votre adresse e-mail.

source: Your Sex:
es_es: Género:
fr_fr: Votre sexe:

source: Your username will be your unique ID reference for advertisements.
fr_fr: Votre nom d'utilisateur sera votre référence d'identification unique pour les publicités.

source: Your password. It will be used for logging in to the site. This storage is secure, because we are using an encrypted format.
fr_fr: Votre mot de passe. Il sera utilisé pour se connecter au site. Ce stockage est sécurisé, parce que nous utilisons un format crypté.

source: Please specify your gender.
fr_fr: S'il vous plaît indiquer votre sexe.

source: Month/Day/Year
es_es: Mes/Día/Año
fr_fr: Année mois jour

source: Please specify your birth date using the calendar or with this format: Month/Day/Year.
fr_fr: S'il vous plaît indiquer votre date de naissance en utilisant le calendrier ou avec ce format: Mois / Jour / Année.

source: Select the country where you live.
fr_fr: Sélectionnez le pays où vous vivez.

source: Specify the city where you live.
fr_fr: Indiquez la ville où vous habitez.

source: Your State:
fr_fr: Ton état:

source: Specify your state.
fr_fr: Indiquez votre état.

source: Your ZIP/Postal Code:
fr_fr: Votre ZIP / Code postal:

source: Enter your post code (Zip).
fr_fr: Entrez votre code postal (Zip).

source: Advertisement
fr_fr: Publicité

source: Your Bank Account.
fr_fr: Votre compte bancaire.

source: Sex:
es_es: Género:
fr_fr: SEXE 3.

source: Please specify the birth date using the calendar or with this format: Month/Day/Year.
es_es: Por favor, especifique la fecha de nacimiento utilizando el calendario o con este formato: mes/dia/año.
fr_fr: S'il vous plaît préciser la date de naissance à l'aide du calendrier ou avec ce format: Mois / Jour / Année.

source: State:
fr_fr: État :

source: Main website where the affiliate is the owner.
es_es: Sitio web principal donde el afiliado es el dueño.
fr_fr: site principal où la filiale est le propriétaire.

source: The affiliate has been successfully added.
es_es: El afiliado se ha añadido correctamente.
fr_fr: La filiale a été ajouté avec succès.

source: You are successfully logged!
fr_fr: Vous êtes connecté avec succès!

source: Your bank information has been saved successfully!
fr_fr: Vos coordonnées bancaires a été enregistré avec succès!

source: Your profile has been saved successfully!
fr_fr: Votre profil a été enregistré avec succès!

source: Your password has been changed to %0%
es_es: Su contraseña ha sido cambiada a %0%
fr_fr: Votre mot de passe a été changé pour %0%

source: Please change it next time you login.
es_es: Por favor cambie la próxima vez que inicie sesión.
fr_fr: S'il vous plaît changer la prochaine fois que vous vous connectez.

source: Successfully requested a new password, email sent!
es_es: ¡Con éxito solicitado una nueva contraseña, correo electrónico enviado!
fr_fr: Avec succès demandé un nouveau mot de passe, email envoyé!

source: Somebody (from the IP address %0%) has requested a new password for their account.
fr_fr: Quelqu'un (à partir de l'adresse IP %0%) a demandé un nouveau mot de passe pour leur compte.

source: If you requested for this, click on the link below, otherwise ignore this email and your password will remain unchanged.
fr_fr: Si vous avez demandé pour cela, cliquez sur le lien ci-dessous, sinon ignorer cet e-mail et votre mot de passe reste inchangé.

source: For security reasons, you do not have the right to generate a new password. To disable this security option, you must go to the Permission file of "lost-password" module
fr_fr: Pour des raisons de sécurité, vous n'avez pas le droit de générer un nouveau mot de passe. Pour désactiver cette option de sécurité, vous devez aller dans le fichier d'autorisation de \ module "perdu mot de passe "

source: Photo of profile
es_es: Foto de perfil
fr_fr: Photo de profil

source: Change your Avatar
es_es: Cambiar su Avatar
fr_fr: Changez votre Avatar

source: At %site_name%, we are working hard to give you one of the best social service!
es_es: En %site_name%, estamos trabajando bastante para darle uno de los mejores servicios sociales.
fr_fr: A %site_name%, nous travaillons dur pour vous donner l' un des meilleurs services sociaux!

source: Your avatar has been deleted successfully!
es_es: ¡Tu avatar se ha eliminado con éxito!
fr_fr: Votre avatar a été supprimé avec succès!

source: You need to free register for send a message to %0%.
es_es: Necesita registrarse gratis para enviar un mensaje a %0%.
fr_fr: Vous devez libérer registre pour envoyer un message à %0%.

source: You need to free register for talk to %0%.
es_es: Necesita registrarse gratis para hablar a %0%.
fr_fr: Vous devez libérer registre pour parler à %0%.

source: Meet %0%, A beautiful %1% looking some %2% - %3% years - %4% - %5% %6%
fr_fr: Rencontrez %0%, Une belle %1% à la recherche des %2% - %3% ans - %4% - %5% %6%

source: Meet %0% near here!
es_es: ¡Haz %0% cerca de aquí!
fr_fr: Rencontrez %0% près d'ici!

source: Users Birthday %0%
fr_fr: Utilisateurs anniversaire %0%

source: Users Birthday (<span class="pH3">%0%</span>)
fr_fr: Anniversaire utilisateur (<span class = \ "pH3 ">%0%</ span>)

source: Find someone who has visited the %0%'s profile
es_es: Encontrar a alguien que ha visitado el perfil de %0%
fr_fr: Trouver quelqu'un qui a visité le profil de %0%

source: Search Quick Profiles
es_es: Búsqueda rápida de perfiles
fr_fr: Recherche Profils rapides

source: The Search Members | Quick Search
es_es: Los miembros de búsqueda | Búsqueda rápida
fr_fr: Rechercher un membre | Recherche Rapide

source: Search Advanced Profiles
es_es: Búsqueda avanzada de perfiles
fr_fr: Recherche avancée Profils

source: The Search Members | Advanced Search
es_es: Los miembros de búsqueda | Búsqueda avanzada
fr_fr: Rechercher un membre | Recherche Avancée

source: Empty search result. Please try again with wider or new search parameters.
es_es: Resultados de búsqueda vacío. Por favor, inténtelo de nuevo con parámetros de búsqueda más amplio o nuevo.
fr_fr: résultat de recherche vide. S'il vous plaît essayer à nouveau avec des paramètres de recherche plus larges ou nouveaux.

source: Hello <em>%0%</em>, welcome to %site_name%!
fr_fr: Bonjour <em>%0%</em>, Bienvenue sur %site_name%!

source: How are you today?
es_es: Como estas?
fr_fr: Comment allez vous aujourd'hui Nous vous souhaitons de belles rencontres

source: Meet new people here!
es_es: Conocer gente nueva aqui!
fr_fr: Rencontrer de nouvelles personnes ici!

source: The Hot Friend of %0%. Meet new people and make new friends, sex friends, hot friends for Flirt, Speed Dating or social relationship with %site_name%
es_es: Amig@ hot %0%. Conocer a gente nueva y hacer nuevos amigos, hot amigos, amigos para ligar, Speed Dating o relación social con %site_name%
fr_fr: Le SexFriend de %0%. Rencontrer de nouvelles personnes et faire de nouveaux amis, des amis du sexe, amis chauds pour Flirt, Speed ​​Dating ou social avec %site_name%

source: No Friend found on the profile of "%0%"
es_es: Ningún amigo encontrado en el perfil "%0%"
fr_fr: Aucun ami trouvé sur le profil de "%0%"

source: No Friends found!
fr_fr: Aucun ami trouvé!

source: No Mutual Friend found on the profile of "%0%"
es_es: Ningún amigo mutuo encontrado en el perfil de "%0%"
fr_fr: Pas d'amis commun trouvé sur le profil de "%0%"

source: No Mutual Friend found!
fr_fr: Pas d'amis commun trouvé!

source: Search a Friend on the profile of %0%
es_es: Buscar un amigo en el perfil de %0%
fr_fr: Rechercher un ami sur le profil de %0%

source: Sign Up today to meet friends, sex friends, singles, families, neighbors and many others people near or far from you! %site_name% is a free social dating with profiles, blogs, rating, hot or not, video chat rooms, ...
fr_fr: Inscrivez - vous aujourd'hui pour rencontrer des amis, des amis du sexe, les célibataires, les familles, les voisins et beaucoup d' autres personnes à proximité ou loin de vous! %site_name% est une datation sociale gratuit avec profils, blogs, note, chaud ou non, salles de chat vidéo,. ..

source: Sign Up for Free Online Dating - STEP 2/3
fr_fr: Inscrivez-vous pour Online Dating - ETAPE 2/3

source: Sign Up for Free Online Dating - STEP 3/3
fr_fr: Inscrivez-vous pour Online Dating - ETAPE 3/3

source: Unable to add to friends list, please try later.
fr_fr: Impossible d'ajouter à la liste d'amis, s'il vous plaît essayer plus tard.

source: This profile has been successfully added to your friends list.
es_es: Este perfil ha sido añadido correctamente a tu lista de amigos.
fr_fr: Ce profil a été ajouté à votre liste d'amis.

source: Cannot approve friend, please try later.
fr_fr: Vous ne pouvez pas approuver ami, s'il vous plaît essayer plus tard.

source: The friends has been approved.
fr_fr: Les amis a été approuvé.

source: Cannot remove friend, please try later.
fr_fr: Vous ne pouvez pas supprimer un ami, s'il vous plaît essayer plus tard.

source: The friends we been deleted.
fr_fr: Les amis que nous avons été supprimé.

source: Hello %0%!<br /><strong>%1%</strong> sent you a friendship request on %2%.<br /> <a href="%3%">Click here</a> to see your friend request.
fr_fr: Bonjour %0%! <br /> <Strong>%1%</ strong> vous a envoyé une demande d'amitié sur %2%.<br /> <a Href="%3%"> Cliquez ici </ a > pour voir votre demande d'ami.

source: Oops! There is no news feed available.
es_es: No hay datos disponibles.
fr_fr: Oops! Il n'y a pas de nouvelles RSS disponibles.

source: Your post was sent successfully!
fr_fr: Votre message a été envoyé avec succès!

source: Your post was saved successfully!
fr_fr: Votre message a été enregistré avec succès!

source: You are successfully logged out. See you soon!
es_es: Se ha cerrado tu session con exito, hasta pronto!
fr_fr: Vous êtes connecté avec succès. À bientôt!

source: Interested in:
es_es: Interesado en:
fr_fr: Intérêts

source: Enter its First Name, Last Name, Username, Email address or ID of your Friend.
fr_fr: Entrez le Prénom, Nom, Nom, Adresse e-mail ou ID de votre ami.

source: This username will be used for your site url.
fr_fr: Ce nom d'utilisateur sera utilisé pour votre site url.

source: Please specify whom you are looking for
fr_fr: S'il vous plaît indiquez que vous cherchez

source: Your Avatar
fr_fr: Votre Avatar

source: Your status
es_es: Su Estado
fr_fr: Votre statut

source: Your Wallpaper for your Profile:
es_es: Fondo de pantalla para tu perfil:
fr_fr: Votre fond d'écran pour votre profil:

source: Your Wallpaper has been received! But it will not be visible until it is approved by our moderators. Please do not send a new not.
fr_fr: Votre Wallpaper a été reçu! Mais il ne sera pas visible jusqu'à ce qu'il soit approuvé par nos modérateurs. S'il vous plaît ne pas envoyer un nouveau pas.

source: Your avatar has been received! But it will not be visible until it is approved by our moderators. Please do not send a new not.
fr_fr: Votre avatar a été reçu! Mais il ne sera pas visible jusqu'à ce qu'il soit approuvé par nos modérateurs. S'il vous plaît ne pas envoyer un nouveau pas.

source: Your avatar has been updated successfully!
fr_fr: Votre avatar a été mis à jour avec succès!

source: Discussions Forums, Social Network Site - %site_name%
es_es: Foros de discusión, sitio de red Social - %site_name%
fr_fr: Discussions Forums, sites de réseau social - %site_name%

source: Discussions Forums, Social Network Site
es_es: Foros de discusión, sitio de red Social
fr_fr: Discussions Forums, sites de réseau social

source: %0% - Topics - Discussions Forums
es_es: %0% - temas - foros de debates
fr_fr: %0% - Sujets - Discussions Forums

source: %0% Topics - Discussions Forums
es_es: %0% - temas - foros de debates
fr_fr: %0% Sujets - Discussions Forums

source: No found the forum post of %0%.
fr_fr: Pas trouvé ce post sur le forum de %0%.

source: Search Forum - Looking a Forum Post | %site_name%
es_es: Buscar Foro - mirando un Post del Foro | %site_name%
fr_fr: Recherche Forum - Recherche un Forum Publier | %site_name%
