Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Add a new Forum
de_de: Füge ein neues Forum hinzu
es_es: Añadir un nuevo foro
fr_fr: Ajouter un nouveau Forum
it_it: Aggiungi un nuovo Forum
pt_br: Adicionar um novo Fórum

source: Edit the Category
de_de: Kategorie bearbeiten
es_es: Editar la categoría
fr_fr: Modifier la catégorie
it_it: Modifica la Categoria
pt_br: Edite a categoria

source: Edit the Forum
es_es: Editar el foro
fr_fr: Modifier le Forum
it_it: Modifica il Forum
pt_br: Edite o Fórum

source: Your Category has been deleted.
it_it: La categoria è stata cancellata.
pt_br: Sua categoria foi excluída.

source: Oops! Your Category could not be deleted.
it_it: Oops! La categoria non può essere eliminata.
pt_br: Opa! Sua categoria não pode ser excluída.

source: Your Forum has been deleted.
it_it: Il Forum è stato eliminato.
pt_br: Seu fórum foi excluído.

source: Oops! Your Forum could not be deleted.
de_de: Hoppla! Ihr Forum konnte nicht gelöscht werden.
it_it: Oops! Il tuo Forum non può essere eliminato.
pt_br: Opa! Seu Fórum não pôde ser excluído.

source: forum,discussion,dating forum,social forum,people,meet people,forums,free dating forum,free forum,community forum,social forum
es_es: Foro, discusión, citas, foro, foro social, gente, conocer gente, foros, encuentros, foro, foro gratis, foro, foro social gratis
fr_fr: forum, discussion, forum de rencontres, forums sociaux, les gens, rencontrer des gens, des forums, rencontres gratuit forum, forum libre, forum communautaire, forum social
it_it: forum, discussioni, incontri, forum, forum sociale, persone, incontrare persone, forum, libero incontri forum gratis, forum della community, forum, forum sociale
pt_br: fórum, discussão, namoro fórum, fórum social, pessoas, conhecer pessoas, fóruns, livre namoro fórum, fórum livre, fórum da comunidade, fórum social

source: No Forums found.
es_es: No se encontraron foros
fr_fr: Aucun Forums trouvé.
it_it: Nessun forum trovati.
pt_br: Nenhum fórum encontrado.

source: Discussion Forums - %site_name%
it_it: Discussione Forums - %site_name%
pt_br: Fóruns de discussão - %site_name%

source: Discussion Forums, Social Network Site - %site_name%
de_de: Diskussionsforen, Social-Network-Seite - %site_name %
it_it: Discussione Forums, Social Network Site - %site_name%
pt_br: Fórum de discussão do - %site_name%

source: Discussion Forums, Social Network Site
it_it: Forum di discussione, sito di Social Network
pt_br: Fóruns de discussão, site de redes sociais

source: No Topics found.
de_de: Keine Themen gefunden.
es_es: No se encontraron temas
fr_fr: Aucun sujet trouvé.
it_it: Non sono presenti argomenti trovati.
pt_br: Nenhum tópico encontrado.

source: %0% - Forums
es_es: foros
fr_fr: Forums
pt_br: %0% - Fóruns

source: %0% - Topics - Discussion Forums
de_de: %0% - Themen - Diskussions-Foren
it_it: %0% - Argomenti - Discussioni Forums
pt_br: %0% - Tópicos - Fóruns de discussão

source: %0%,forum,discussion,dating forum,social forum,people,meet people,forums,free dating forum
de_de: %0%, Forum, Diskussion, dating, Forum, Sozialforum, Leute, Leute kennen lernen, Foren, kostenlose dating-Forum
es_es: %0%, foro, discusión, citas, foro, foro social, gente, conoce gente, foros, encuentros de foro gratis
fr_fr: %0%, forum, discussion, datant forum, forum social, les gens, rencontrer des gens, des forums, rencontres gratuit forum
it_it: %0%,Forum, discussioni, incontri, forum, forum sociale, persone, incontrare persone, forum, gratis incontri forum
pt_br: %0%, fórum, discussão, namoro fórum, fórum social, pessoas, conhecer pessoas, fóruns, free dating forum

source: Topic Not Found!
de_de: Thema nicht gefunden!
es_es: ¡Tema no encontrado!
fr_fr: Sujet non trouvé!
it_it: Argomento non trovato!
pt_br: Tópico não encontrado!

source: Latest Forum Posts
de_de: Neueste Forenbeiträge
es_es: Últimos mensajes del Foro
fr_fr: Derniers Messages du forum
it_it: Ultimi messaggi del Forum
pt_br: Últimos posts no fórum

source: %0% | %1% - Forum
es_es: %0% | %1% - foro
pt_br: %0% | %1% - Fórum

source: %0% Topics - Discussion Forums
de_de: %0% Themen - Diskussionsforen
it_it: %0% Argomenti - Forum di discussione
pt_br: %0% Tópicos - Fóruns de discussão

source: %0%,%1%,forum,discussion,dating forum,social forum
de_de: %0%,%1%, Forum, Diskussion, Dating-Forum, soziales Forum
es_es: %0%, %1%, foro, discusión, foro, foro social de citas
fr_fr: 0%, %1%, forum, discussion, datant forum, forum social
it_it: %0%,%1%,Forum, discussioni, incontri forum, forum sociale
pt_br: %0%, %1%, fórum, discussão, fórum de namoro, fórum social

source: %n% Topic:
es_es: %n% tema:
fr_fr: %n% Sujet:
it_it: %n% Argomento:
pt_br: %n% Tópico:

source: %0% doesn't have any posts yet.
de_de: %0% hat noch keine Beiträge.
es_es: %0% aún no tiene ningún mensajes.
it_it: %0% non ha ancora nessun post.
pt_br: %0% ainda não tem mensagens.

source: %0%'s Forum Posts
de_de: %0%'s Forum Beiträge
es_es: Mensajes de foro de %0%
fr_fr: %0% Messages du forum
it_it: %0%'s Messaggi nel forum
pt_br: %0% de Posts no Fórum

source: Forum Search - Looking for a Forum Post | %site_name%
it_it: Cerca nel forum - alla ricerca di un Post sul Forum | %site_name%
pt_br: Pesquisa no fórum - Procurando por uma postagem no fórum | %site_name%

source: Topic Search - Discussion Forum - %site_name%
it_it: Ricerca per argomento - Forum di discussione - %site_name%
pt_br: Pesquisa por tópicos - Fórum de discussão -%site_name%

source: Forums - Your search returned
de_de: Foren - Ihre Suche ergibt
es_es: Foros - la búsqueda ha devuelto
fr_fr: Forums - Votre recherche a donné
it_it: Forum - la ricerca ha restituito
pt_br: Fóruns - Sua pesquisa retornou

source: %n% Result
es_es: %n% Resultado
it_it: %n% Resultato
pt_br: %n% Resultado

source: Search - Discussion Forum
es_es: Buscar - Foro de discusión
fr_fr: Recherche - Forum de discussion
it_it: Ricerca - Forum di discussione
pt_br: Pesquisa - Fórum de discussão

source: search,forum,forums,discussion forum
de_de: Suche, Forum, Foren, Diskussionsforum
es_es: búsqueda, foro, foros, Foro de discusión
fr_fr: recherche, forum, forums, forum de discussion
it_it: ricerca, forum, forum, forum di discussione
pt_br: pesquisa, fórum, fóruns, fórum de discussão

source: Add a new Topic
es_es: Añadir un nuevo tema
fr_fr: Ajouter un nouveau sujet
it_it: Aggiungi un nuovo argomento
pt_br: Adicionar um novo tópico

source: Edit Topic
de_de: Thema bearbeiten
es_es: Editar tema
fr_fr: Modifier Sujet:
it_it: Modifica Argomento
pt_br: Editar tópico

source: Edit your Message
es_es: Editar su mensaje
fr_fr: Modifier votre message
it_it: Modifica il Tuo Messaggio
pt_br: Edite sua mensagem

source: Reply Message
es_es: Responder a mensaje
fr_fr: Réponse message
it_it: Messaggio di risposta
pt_br: Responder à mensagem

source: Your topic has been deleted.
de_de: Ihr Thema wurde gelöscht.
it_it: L'argomento è stato eliminato.
pt_br: Seu tópico foi excluído.

source: Oops! Your topic could not be deleted.
de_de: Hoppla! Ihr Thema konnte nicht gelöscht werden.
it_it: Oops! Il tuo argomento non può essere eliminato.
pt_br: Opa! Seu tópico não pôde ser excluído.

source: Your message has been deleted.
de_de: Ihre Nachricht wurde gelöscht.
it_it: Il tuo messaggio è stato eliminato.
pt_br: Sua mensagem foi excluída.

source: Oops! Your message could not be deleted.
it_it: Oops! Il tuo messaggio non può essere eliminato.
pt_br: Opa! Sua mensagem não pôde ser excluída.

source: Please return to the <a href="%0%">main forum page</a> or <a href="%1%">the previous page</a>.
de_de: Bitte kehren Sie zur <a href="%0%">Hauptforumsseite</a> oder <a href="%1%">der vorherigen Seite</a> zurück.
es_es: Por favor, volver a la <a href="%0%">Página principal del Foro</a> o <a href="%1%">la página anterior</a>.
fr_fr: S'il vous plaît revenir à la <a href="%0%"> page principale forum </a> ou <a href="%1%"> la page </a> précédente.
it_it: Si prega di riportare il <a href="%0%">Pagina principale del forum</a> o <a href="%1%">Pagina precedente</a>.
pt_br: Volte para a <a href="%0%">página principal do fórum</a> ou <a href="%1%">página anterior</a>.

source: Category Name:
de_de: Kategorie Name:
es_es: nombre de la categoría:
fr_fr: Nom de la catégorie
it_it: Nome Categoria:
pt_br: Nome da categoria:

source: Forum Name:
es_es: Nombre del Foro
fr_fr: Forum Nom:
it_it: Nome del Forum:
pt_br: Nome do Fórum:

source: Subject:
de_de: Betreff:
es_es: Tema:
fr_fr: Sujet:
it_it: Oggetto:
pt_br: Assunto:

source: Message:
de_de: Nachricht:
es_es: Mensaje:
fr_fr: Commentaire:
it_it: Messaggio:
pt_br: Mensagem:

source: Forum:
es_es: Foro:
pt_br: Fórum:

source: Name, Keyword of message, Author (username) or ID of Topic Forum:
es_es: Nombre, palabra clave de mensaje, de autor (usuario) o ID de tema Foro:
fr_fr: Nom, Mot de message, Auteur (nom d'utilisateur) ou ID du sujet Forum:
it_it: Nome, parola chiave del messaggio, autore (nome utente) o ID di argomento Forum:
pt_br: Nome, palavra-chave da mensagem, autor (nome de usuário) ou ID do tópico Fórum:

source: Category Name added!
it_it: Categoria nome aggiunto!
pt_br: Nome da Categoria adicionado!

source: Category Name updated!
it_it: Nome della categoria aggiornato!
pt_br: Nome da categoria atualizado!

source: Message successfully updated!
de_de: Nachricht erfolgreich aktualisiert!
it_it: Messaggio aggiornato con successo!
pt_br: Mensagem atualizada com sucesso!

source: Message updated!
de_de: Nachricht aktualisiert!
it_it: Messaggio aggiornato!
pt_br: Mensagem atualizada!

source: Reply updated!
de_de: Antwort aktualisiert!
it_it: Risposta aggiornata!
pt_br: Resposta atualizada!

source: New Forum added!
it_it: Nuovo Forum aggiunto!
pt_br: Novo Fórum adicionado!

source: Message posted!
it_it: Messaggio inviato!
pt_br: Mensagem enviada!

source: Reply posted!
it_it: Risposta pubblicato!
pt_br: Resposta postada!

source: You cannot be your own friend.
de_de: Du kannst nicht dein eigener Freund sein.
es_es: Lo sentimos! No puede ser amigo de si mismo.
fr_fr: Vous ne pouvez pas être votre propre ami.
it_it: Non può essere il vostro amico.
pt_br: Você não pode ser seu próprio amigo.

source: Unable to add to friends list. Please try later.
es_es: No se puede Agregar a la lista de amigos. Por favor Inténtalo más tarde.
it_it: Impossibile aggiungere alla lista amici. Riprovate più tardi.
pt_br: Não é possível adicionar à lista de amigos. Por favor tente mais tarde.

source: This profile already exists in your friends list.
es_es: Este perfil ya existe en tu lista de amigos.
fr_fr: Ce profil existe déjà dans votre liste d'amis.
it_it: Questo profilo esiste già nella tua lista amici.
pt_br: Este perfil já está na sua lista de amigos.

source: Profile ID does not exist.
es_es: Perfil ID no existe.
fr_fr: Profil ID n'existe pas.
it_it: ID del profilo non esiste.
pt_br: O ID do perfil não existe.

source: Profile successfully added to your friends list.
it_it: Profilo correttamente aggiunto alla tua lista amici.
pt_br: Perfil adicionado com sucesso à sua lista de amigos.

source: Cannot approve the friend. Please try later.
es_es: No se puede aprobar al amigo. Por favor Inténtalo más tarde.
it_it: Non può approvare l'amico. Riprovate più tardi.
pt_br: Não é possível aprovar o amigo. Por favor tente mais tarde.

source: The friend has been approved.
es_es: El amigo ha sido aprobado.
it_it: L'amico è stato approvato.
pt_br: O amigo foi aprovado.

source: Cannot remove the friend. Please try later.
es_es: No se puede quitar al amigo. Por favor Inténtalo más tarde.
it_it: Non è possibile rimuovere l'amico. Riprovate più tardi.
pt_br: Não é possível remover o amigo. Por favor tente mais tarde.

source: The friend has been removed.
es_es: El amigo se ha eliminado.
it_it: L'amico è stato rimosso.
pt_br: O amigo foi removido.

source: Hello %0%!
de_de: Hallo %0%!
es_es: ¡Hola %0%!
fr_fr: Bonjour.
it_it: Ciao %0%!
pt_br: Olá %0%!

source: <strong>%0%</strong> sent you a friendship request on %1%.
de_de: <strong>%0%</strong> hat dir auf %1% eine Freundschaftsanfrage geschickt.
es_es: <strong>%0%</strong> te envió una solicitud de amistad de %1%.
it_it: <strong>%0%</strong> Hai inviato una richiesta di amicizia %1%.
pt_br: <strong>%0%</strong> enviou-lhe um pedido de amizade em %1%.

source: <a href="%0%">Click here</a> to see your friend request.
de_de: <a href="%0%">Klicken Sie hier</a> , um Ihre Freundschaftsanfrage zu sehen.
es_es: <a href="%0%">Haga clic aquí</a> para ver tu solicitud de amigo.
it_it: <a href="%0%">Click quì</a> per vedere la tua richiesta di amicizia.
pt_br: <a href="%0%">Clique aqui</a> para ver sua solicitação de amizade.

source: %0% wants to be friends with you on %1%
de_de: %0% möchte mit dir befreundet sein, in %1%
es_es: %0% quiere ser amigos con usted en %1%
fr_fr: %0% veut être amis avec vous sur %1%
it_it: %0% vuole essere amico con voi su %1%
pt_br: %0% quer ser seu amigo em %1%

source: %0%'s friends. Meet new people and make new friends, sex friends, hot friends for Flirt, Speed Dating or social relationship with %site_name%
de_de: %0% 's Freunde. Triff neue Leute und lerne neue Freunde, Sex-Freunde, heiße Flirts, Speed-Dating oder soziale Beziehung kennen, mit %site_name%
it_it: %0% amici. Incontrare nuove persone e fare nuove amicizie, sesso amicizia, amici caldi per amoreggiare, Speed Dating o rapporto sociale con %site_name%
pt_br: %0% dos amigos. Conheça novas pessoas e faça novas amizades, amigos de sexo, amizades quentes, amizades para Namoro, Encontro rápido ou relacionamento social em - "%site_name%

source: friend,friends,girl friend,boy friend,sex friend,hot friend,new friend,friendship,dating,flirt,%0%
de_de: Freund, Freunde, Freundin, Freund, Freund Sex, heiße Freundin, Freund, Freundschaft, dating, Flirt, %0%
es_es: amigo, amigos, amiga, amigo, amigo de sexo, amigo caliente, nuevo amigo, amistad, citas, ligar, %0%
fr_fr: ami, amis, petite amie, petit ami, le sexe ami, ami chaud, nouvel ami, amitié, rencontres, flirt, %0%
it_it: amico, amici, ragazza amico, ragazzo, sesso amico, amico caldo, nuovo amico, amicizia, incontri, flirt,%0%
pt_br: amigo, amigos, namorada, namorado, amigo sexual, amigo quente, novo amigo, amizade, namoro, namoro, %0%

source: No Friend found on %0%'s profile
de_de: Kein Freund gefunden in %0% Profil
it_it: Nessun amico trovato sul profilo di %0% ♥
pt_br: Nenhum Amigo encontrado no perfil de %0% . Desculpe

source: No friends found.
de_de: keine Freunde gefunden.
es_es: Ningún amigo encontrado
it_it: Non sono stati trovati amici.
pt_br: Nenhum amigo encontrado.

source: %0%'s Friends:
de_de: %0%'s Freunde:
es_es: Amigos de %0% :
fr_fr: Amis de %0%:
it_it: %0%'s Amici:
pt_br: %0% de amigos:

source: %n% Friend
es_es: Amigos de %n%
fr_fr: %n% ami
it_it: %n% Amico
pt_br: %n% amigo

source: No Mutual Friend found on %0%'s profile
de_de: Keine gemeinsamen Freunde gefunden auf %0%'s Profil
it_it: Nessun amico in comune trovato sul profilo di %0% ♥
pt_br: Encontrado amigo mútuo no perfil de %0% , que bom

source: No mutual friends found.
de_de: Keine gemeinsamen Freunde gefunden.
es_es: No amigos comunes encontrados.
it_it: No amici in comune trovati.
pt_br: Nenhum amigo mútuo encontrado.

source: %0%'s Mutual Friends:
de_de: %0%'s gemeinsame Freunde:
es_es: Amigos comunes de %0%:
fr_fr: Amis commun de %0%:
it_it: %0% Amici in comune:
pt_br: %0% de Amigos Mútuos:

source: %n% Mutual Friend
es_es: Amigos en común de %n%:
it_it: %n% Amico in comune
pt_br: %n% Amigo Mútuo

source: Search %0%'s friends
de_de: Suche %0%'s Freunde
it_it: Cerca amici di %0% ♥
pt_br: Pesquise os amigos de %0% . Ótimo

source: Search a Friend of "%0%"
de_de: Suche einen Freund von "%0%"
es_es: Buscar un amigo de "%0%"
fr_fr: Rechercher un ami de "%0%"
it_it: Cerca un amico di "%0%"
pt_br: Procurar um amigo de "%0%"

source: Enter the First/Last Name, Username, Email or ID of your friend.
de_de: Geben Sie den Vor- / Nachnamen, den Benutzernamen, die E-Mail-Adresse oder die ID Ihres Freundes ein.
es_es: Escriba su nombre/Apellidos, Username, correo electrónico o ID de tu amigo.
it_it: Immettere il nome/cognome, Username, Email o ID del tuo amico.
pt_br: Digite o nome/sobrenome, nome de usuário, e-mail ou ID do seu amigo.

source: Welcome to the Game administrator mode.
de_de: Willkommen im Spiel administrator-Modus.
es_es: Bienvenido al modo de administrador del area de juegos.
fr_fr: Bienvenue sur le mode administrateur de jeu.
it_it: Benvenuti alla modalità amministratore del gioco.
pt_br: Bem-vindo ao modo de administrador do jogo.

source: Add a new Game
de_de: Füge ein neues Spiel hinzu
es_es: Añadir un nuevo juego
fr_fr: Ajouter un nouveau jeu
it_it: Aggiungi un nuovo Gioco
pt_br: Adicionar um novo jogo

source: Edit Game
de_de: Spiel bearbeiten
es_es: Editar Juego
fr_fr: Modifier jeu
it_it: Modifica Gioco
pt_br: Editar jogo

source: The game has been removed.
es_es: El juego se ha eliminado.
fr_fr: Le jeu a été supprimé.
it_it: Il Gioco è stato rimosso.
pt_br: O jogo foi removido.

source: The game could not be removed.
es_es: No se pudo emilinar el juego.
fr_fr: Le jeu n'a pas pu être supprimé.
it_it: Il Gioco non poteva essere rimosso.
pt_br: O jogo não pôde ser removido.

source: game,free,flash,game site,flash game,games,gaming,online game
es_es: juego, gratis, flash, sitio de juegos, juego flash, juegos, juego, juego en línea
fr_fr: jeu, libre, flash, site de jeu, jeu flash, jeux, jeu en ligne
it_it: gioco, gratis, flash, sito di giochi, gioco in flash, giochi, gioco, gioco online
pt_br: jogo, livre, flash, site de jogos, jogo flash, jogos, jogos, jogo online

source: No Games Found!
de_de: Keine Spiele gefunden!
es_es: Ningún juego
fr_fr: Aucun jeu trouvé!
it_it: Nessun Gioco Trovato!
pt_br: Nenhum jogo encontrado!

source: Games Zone - Free Games
es_es: Zona de juegos - juegos gratis
fr_fr: Jeux Zone - Jeux Gratuits
it_it: Zona Giochi - Giochi gratis
pt_br: Games Zone - Jogos Livres

source: Games Zone Party
es_es: Zona de juegos
fr_fr: Jeux Party Zone
pt_br: Festa da Zona dos Jogos

source: Free Games for Gamers, Flash Games, Free Online Games
de_de: Kostenlose Spiele für Gamer, Flash-Spiele, kostenlose Online-Spiele
es_es: Juegos para Gamers, juegos Flash, juegos en línea
fr_fr: Jeux gratuits pour les joueurs, jeux flash, Jeux gratuits en ligne
it_it: Giochi gratis per i giocatori, giochi Flash, Giochi Online gratis
pt_br: Jogos Grátis para Gamers, Jogos Flash, Jogos Online Grátis

source: Game - %0%
de_de: Spiel - %0%
es_es: Juego - %0%
fr_fr: Jeu
it_it: Gioco - %0%
pt_br: Jogo - %0%

source: %0% Games Zone - %1%
de_de: Spiele Bereich %0% - %1%
es_es: %0%Zona de juegos%1%
fr_fr: %0% Jeux Zone - %1%
it_it: %0% Zona Giochi - %1%
pt_br: %0% Zona de jogos - %1%

source: Flash Game - %0%
de_de: Flash-Spiel - %0%
es_es: Jugar al Juego Flash - %0%
fr_fr: Jeu Flash - %0%
it_it: Giochi Flash - %0%
pt_br: Jogo Flash - %0%

source: No "%0%" category found.
de_de: Keine "%0%" Kategorie gefunden.
es_es: ¡Ninguna categoría de "%0%" encontrada!
fr_fr: Aucune catégorie "%0%" trouvé.
it_it: Nessuna "%0%" categoria trovata.
pt_br: Nenhuma categoria "%0%" encontrada.

source: Search by Category: "%0%" Game
de_de: Suche nach Kategorie: "%0%" Spiel
es_es: Búsqueda por Categoría: '%0% ' juego
fr_fr: Recherche par catégorie: "%0%"
it_it: Cerca per Categoria: "%0%" Gioco
pt_br: Pesquisa por Categoria: "%0%" Jogo

source: %n% Game Found!
it_it: %n% Gioco Trovato!!
pt_br: %n% jogo encontrado!

source: Search the Flash Game in the Category %0% - Community Dating Social Games
de_de: Suchen Sie das Flash-Spiel in die Kategorie %0% - Community Dating Social Games
es_es: Buscar el juego de destello en la categoría %0% - comunidad de juegos sociales de citas
fr_fr: Rechercher sur le Jeu Flash dans la catégorie %0% - Communauté Rencontres Jeux sociaux
it_it: Cerca il gioco Flash nella categoria %0% - Giochi sociali incontri di comunità
pt_br: Pesquise o Jogo Flash na categorian %0% - Jogos Amigáveis

source: Search Game - Looking a new Game
de_de: Spiel suchen - Ein neues Spiel suchen
es_es: Juego de búsqueda - buscando un nuevo juego
fr_fr: Search Game - Vous cherchez un nouveau jeu
it_it: Gioco di ricerca - alla ricerca di un nuovo gioco
pt_br: Procurar Jogo - Procurando um novo jogo

source: Game - Your search returned
de_de: Spiel - Ihre Suche wiederholen
es_es: Juego - la búsqueda ha devuelto
fr_fr: Game - Votre recherche a donné
it_it: Gioco - la ricerca ha restituito
pt_br: Jogo - Sua busca retornou

source: Search - Free Games for Gamers, Flash Games, Free Online Games
es_es: Buscar - juegos gratis para los jugadores, juegos Flash, juegos en línea
fr_fr: Recherche - Jeux gratuits pour les joueurs, jeux flash, Jeux gratuits en ligne
it_it: Ricerca - giochi gratis per i giocatori, giochi Flash, Giochi Online gratis
pt_br: Pesquisa - Jogos Grátis para Gamers, Jogos Flash, Jogos Online Grátis

source: search,game,free,flash,game site,flash game,games,gaming,online game
es_es: búsqueda, sitio de juego, gratis, flash, juego, juego flash, juegos, juego, juego en línea
fr_fr: recherche, jeu, libre, flash, site de jeu, jeu flash, jeux, jeu en ligne
it_it: ricerca, sito di gioco, gratis, flash, gioco, gioco in flash, giochi, gioco, gioco online
pt_br: pesquisa, jogo, livre, flash, site de jogos, jogo flash, jogos, jogos, jogo online

source: Wrong download ID specified!
de_de: Falsche Download ID angegeben!
es_es: descarga erronea del ID especificado.
fr_fr: téléchargement incorrect ID spécifié!
it_it: ID specificato sbagliato download!
pt_br: ID de download especificado incorretamente!

source: Please return to the <a href="%0%">main game page</a> or <a href="%1%">the previous page</a>.
de_de: Bitte kehren Sie zur <a href="%0%">Hauptspielseite</a> oder <a href="%1%">der vorherigen Seite zurück</a>.
es_es: Por favor, vuelva a la <a href="%0%">Página principal del juego</a> o <a href="%1%">la página anterior</a>.
fr_fr: S'il vous plaît revenir à la <a href="%0%"> jeu principal </a> ou <a href="%1%"> la page </a> précédente.
it_it: Si prega di riportare il <a href="%0%">Pagina principale di gioco</a> o <a href="%1%">Pagina precedente</a>.
pt_br: Volte para a <a href="%0%">página principal do jogo</a> ou <a href="%1%"> página anterior</a>.

source: Name of the Game:
de_de: Name des Spieles:
es_es: Nombre del juego:
fr_fr: Nom du jeu:
it_it: Nome del gioco:
pt_br: Nome do jogo:

source: Title of the Game:
es_es: Título del juego:
fr_fr: Titre du jeu:
it_it: Titolo del gioco:
pt_br: Título do Jogo:

source: Keywords:
de_de: Schlüsselwörter:
es_es: Palabras clave:
fr_fr: Mots clés :
pt_br: Palavras-chave:

source: Game Not Found!
de_de: Spiel nicht gefunden!
es_es: ¡Juego no encontrado!
fr_fr: Jeu non trouvé!
it_it: Gioco non trovato!
pt_br: Jogo não encontrado!

source: Thumbnail of the Game:
es_es: Miniatura del juego:
fr_fr: Miniature du jeu:
it_it: Thumbnail del Gioco:
pt_br: Thumbnail do Jogo:

source: File of the Game:
es_es: Archivo del juego:
fr_fr: Fichier du jeu:
it_it: File del Gioco:
pt_br: Arquivo do Jogo:

source: Enter Name, Description, Keyword or ID of a Game.
es_es: Escriba el nombre, descripción, palabra clave o ID de un juego.
fr_fr: Entrez le nom, la description, les mots-clés ou l'ID d'un jeu.
it_it: Immettere nome, descrizione, parole chiave o ID di un gioco.
pt_br: Digite o nome, descrição, palavra-chave ou ID de um jogo.

source: Search Games
de_de: Spiel suchen
es_es: Buscar Juegos
fr_fr: recherche Jeux
it_it: Ricerca giochi
pt_br: Busca de Jogos

source: Downloaded
de_de: Heruntergeladen
es_es: Descargado
fr_fr: Date de téléchargement
it_it: Scaricato
pt_br: Baixado

source: The game has been successfully updated
de_de: Der Blog-Eintrag wurde erfolgreich aktualisiert
it_it: Il gioco è stato aggiornato con successo
pt_br: O jogo foi atualizado com sucesso
