Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: This cron has already been executed.
de_de: Dieser Cron wurde bereits ausgeführt.
es_es: Este cron ya ha sido ejecutado.
fr_fr: Cette cron a déjà été exécutée.
it_it: Questo cron è già stato eseguito.
pt_br: Este cron já foi executado.

source: Hello World
de_de: Hallo Welt
es_es: Hola a todos
fr_fr: Bonjour à tous
it_it: Ciao Mondo
pt_br: Olá mundo

source: This module is just an example to show how easy you can create modules with pH7CMS
de_de: Dieses Modul ist nur ein Beispiel dafür, wie einfach Sie mit pH7CMS Module erstellen können
es_es: Este módulo es solo un ejemplo para mostrar cuán fácil puede crear módulos con pH7CMS
it_it: Questo modulo è solo un esempio per mostrare quanto sia facile creare moduli con pH7CMS
pt_br: Este módulo é apenas um exemplo para mostrar o quão fácil você pode criar módulos com pH7CMS

source: hello world, test, developpers, CMS, Dating CMS, CMS Dating, Social CMS, pH7, pH7 CMS, Dating Script, Social Dating Script, Dating Software, Social Network Software, Social Networking Software
de_de: Hallo Welt, Test, Entwickler, CMS, Dating CMS, CMS Dating, Social CMS, pH7, pH7 CMS, Dating Script, Social Dating Script, Dating Software, Social Network Software, Social Networking Software
es_es: Hola mundo, prueba, desarrolladores, CMS, CMS citas, citas de CMS, Social CMS, pH7, pH7 CMS, Script de citas, Social Dating Script, Software citas, Social Software de red, Software de Networking Social
fr_fr: Bonjour tout le monde, test, developpeurs, CMS, Rencontre CMS, CMS Rencontres, CMS social, pH7, pH7 CMS, Dating Script, script de rencontre sociale, Software Dating, Logiciels réseau social, Social Networking Software
pt_br: olá mundo, teste, desenvolvedores, CMS, namoro CMS, CMS namoro, Social CMS, código PHP manuscrito, código PHP de rede social de namoro, programa de namoro, programa de rede social, software de rede social

source: Example of a simple module that displays "Hello World"
de_de: Beispiel für ein einfaches Modul, das "Hello World" anzeigt.
es_es: Ejemplo de un módulo simple que muestra "Hola mundo"
it_it: Esempio di un modulo semplice che visualizza "Hello World"
pt_br: Exemplo de um módulo simples que exibe "Olá Mundo"

source: H3 title example
de_de: H3 Titelbeispiel
es_es: Ejemplo de título H3
fr_fr: H3 exemple de titre
it_it: H3 esempio di titolo
pt_br: Exemplo de título H3

source: Hello %0% %1% How are you on this %2%?
de_de: Hallo %0%%1% Wie geht es dir bei %2%?
it_it: Ciao %0% %1% ciao come stai su %2%?
pt_br: Olá %0% %1% Como você está neste %2%?

source: HTTP Secure Page
de_de: HTTP Sichere Seite
es_es: Página segura HTTP
fr_fr: HTTP sécurisé page
pt_br: Página segura

source: Simple HTTP Secure Page
de_de: Einfache sichere HTTP Seite
es_es: Página segura HTTP simple
fr_fr: HTTP simple Page sécurisée
pt_br: Página segura de HTTP simples

source: secure,CMS,PHP,framework,MVC,page,HTTP
de_de: sicher, CMS, PHP, Framework, MVC, Seite, HTTP
es_es: asegurar, framework PHP, CMS, MVC, página, HTTP
fr_fr: sécurisé, CMS, PHP, cadre, MVC, page, HTTP
pt_br: seguro, CMS, PHP, framework, MVC, página, HTTP

source: Congrats! The module has been successfully installed.
de_de: Glückwunsch! Das Modul wurde erfolgreich installiert.
it_it: ﻿Il software è stato installato correttamente.
pt_br: Parabéns! O módulo foi instalado com sucesso.

source: Meet &amp; date amazing people near %0%!
pt_br: Conheça e encontre pessoas incríveis perto de %0%!

source: Already registered?
de_de: Bereits registriert?
fr_fr: Déjà enregistré?
it_it: Già registrato?
pt_br: Já fez seu registro?

source: Thank you for using our module!
de_de: Danke für die Benutzung unserer Module!
it_it: Grazie per aver usato il nostro modulo!
pt_br: Obrigado por usar nosso módulo!

source: The module has been successfully uninstalled.
de_de: Das Modul wurde erfolgreich deinstalliert.
it_it: Il modulo è stato disinstallato correttamente.
pt_br: O módulo foi desinstalado com sucesso.

source: Thank you!
de_de: Vielen Dank!
es_es: ¡Gracias!
fr_fr: Merci!
it_it: Grazie!
pt_br: Obrigado!

source: You and one other have voted for this!
de_de: Sie und ein anderes Mitglied haben dafür gestimmt!
es_es: ¡Tú y otros han votado para esto!
it_it: Voi ed un altro avete votato a favore!
pt_br: Você e um outro votaram por isso!

source: Congrats! You are the first to like it
de_de: Glückwunsch! Du bist der Erste, der es mag
es_es: ¡Felicidades! Eres el primero que te gusta
it_it: Congratulazioni! Sei il primo a piacergli
pt_br: Parabéns! Você é o primeiro a gostar

source: Please <b>register</b> or <b>login</b> to vote.
de_de: Bitte <b> registrieren </b> oder <b> einloggen </b>, um abzustimmen.
es_es: Por favor <b>registrarse</b> o <b>login</b> para votar.
fr_fr: S'il vous plaît <b> enregistrer </ b> ou <b> connexion </ b> pour voter.
it_it: Si prega di <b>effettuare la registrazione</ b>o<b>esegui il login</ b>per votare.
pt_br: Por favor, <b>registre-se</b> ou <b>faça login</b> para votar.

source: You can not vote your own profile!
de_de: Sie können Ihr eigenes Profil nicht bewerten!
es_es: ¡No puede votar por su propio perfil!
fr_fr: Vous ne pouvez pas voter votre propre profil!
it_it: Non puoi votare il tuo profilo!
pt_br: Você não pode votar no seu próprio perfil!

source: You have already voted!
de_de: Da hast bereits abgestimmt!
es_es: Ya has votado!
fr_fr: Vous avez déjà voté!
it_it: Hai già votato!
pt_br: Você já votou!

source: Votes
de_de: Stimmen
es_es: Votos
it_it: Voti
pt_br: Votos

source: Vote
de_de: Abstimmen
es_es: Voto
fr_fr: Voter
it_it: Vota
pt_br: Voto

source: Score: %0% - %2%: %1%
de_de: Ihr Score: %0% -%2%:%1%
es_es: Puntuación: %0% - %2%: %1%
fr_fr: Résultat: %0% - %2%: %1%
it_it: Punteggio: %0% - %2%: %1%
pt_br: Pontuação: %0% - %2%: %1%

source: This Username is available!
de_de: Dieser Benutzername ist verfügbar!
es_es: El nombre de usuario está disponible.
fr_fr: Ce nom d'utilisateur est disponible!
it_it: Questo Nome utente è disponibile!
pt_br: Este nome de usuário está disponível!

source: Sorry, but this Username is not available.
de_de: Sorry, aber dieser Benutzername ist nicht verfügbar.
es_es: Lo sentimos, pero este nombre de usuario no está disponible.
fr_fr: Désolé, mais ce nom d'utilisateur ne sont pas disponibles.
it_it: Spiacente, ma questo Nome utente non é disponibile.
pt_br: Desculpe, mas este nome de usuário não está disponível.

source: Invalid Email Address!
de_de: Ungültige E-Mail Adresse!
es_es: ¡Dirección de Email No Valida!
fr_fr: Adresse e-mail invalide
it_it: Indirizzo Email invalido!
pt_br: Endereço de email inválido!

source: This email already used by another member.
de_de: Diese E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet.
es_es: El correo electrónico ya ha sido usado por otro usuario.
fr_fr: Cet e-mail déjà utilisée par un autre membre.
it_it: Questa Email è già utilizzata da un altro membro.
pt_br: Este e-mail já sendo utilizado por outro membro.

source: Oops! "%s" is not associated with any %site_name% account.
de_de: Hoppla! "%s" ist keinem %site_name% Account zugeordnet.
es_es: ¡Uy! "%s" no está asociado a ninguna cuenta %site_name% .
it_it: Oops! "%s" non è associato con nessun %site_name% account.
pt_br: Opa! "%s" não está associado a nenhuma conta no %site_name%.

source: Valid Email!
de_de: Gültige E-Mail!
es_es: ¡Correo electrónico válido!
fr_fr: Email valide!
it_it: Email Valida!
pt_br: Email válido!

source: Your Password has to contain from %d to %d characters.
de_de: Ihr Passwort muss zwischen %d und %d Zeichen enthalten.
es_es: La contraseña tiene que contener desde %d a %d caracteres.
fr_fr: Votre mot de passe doit contenir de %d à %d caractères.
it_it: La tua password deve contenere da %d a %d caratteri.
pt_br: Sua senha deve conter de %d para %d caracteres.

source: Correct Password!
de_de: Richtiges Passwort!
it_it: Password corretta!
pt_br: Senha correta!

source: Your must enter a valid date (Month-Day-Year).
de_de: Sie müssen ein gültiges Datum (Tag-Monat-Jahr) eingeben.
it_it: Devi inserire una data valida (mese-giorno-anno).
pt_br: Você deve inserir uma data válida.

source: You must be %d to %d years to register on the site.
de_de: Sie müssen %d bis %d Jahre sein, um sich auf der Website registrieren zu können.
es_es: Debe ser %d a %d años a registrarse en el sitio.
fr_fr: Vous devez être %d à %d ans pour inscrire sur le site.
it_it: Devi essere da %d a %d anni per registrarti sul sito.
pt_br: Você deve ter entre %d e %d anos para se registrar no site.

source: Please, enter %d character(s) or more.
de_de: Bitte geben Sie %d oder mehr Zeichen ein.
es_es: Por favor ingrese %d o más caracteres
fr_fr: S'il vous plaît, entrez %d caractère (s) ou plus.
it_it: Per favore, inserisci %d lettere o più caratteri.
pt_br: Por favor, insira %d caractere(s) ou mais.

source: Please, enter %d character(s) or less.
de_de: Bitte geben Sie %d oder weniger Zeichen ein.
es_es: Por favor ingrese %d o menos caracteres
fr_fr: S'il vous plaît, entrez %d caractère (s) ou moins.
it_it: Perfavore, inserisci %d lettere o meno caratteri.
pt_br: Por favor, insira %d caractere(s) ou menos.

source: Please enter a string.
de_de: Bitte geben Sie eine Zeichenfolge ein.
es_es: Introduzca una cadena.
fr_fr: S'il vous plaît entrer une chaîne.
it_it: Si prega di inserire una stringa.
pt_br: Por favor entre com uma string.

source: This field is required!
de_de: Du musst das Pflichtfeld ausfüllen!
es_es: ¡Este campo es requerido!
fr_fr: Ce champ est obligatoire!
it_it: Il campo è richiesto!
pt_br: Este campo é requerido!

source: Your name doesn't seem to be correct.
de_de: Ihr Name scheint nicht richtig zu sein.
es_es: Su nombre no parece estar correcto.
fr_fr: Votre nom ne semble pas être correct.
it_it: Il tuo nome non sembra corretto.
pt_br: Seu nome não está correto.

source: Your must enter a valid url (e.g., http://ph7cms.com).
de_de: Sie müssen eine gültige URL eingeben (z. B. http://ph7cms.com).
pt_br: Você deve inserir um URL válido (por exemplo, http://www.iseekyou.com.br).

source: Captcha check failed!
de_de: Captcha-Überprüfung fehlgeschlagen!
es_es: Chequeo Captcha falló!
fr_fr: vérification de Captcha a échoué!
it_it: Controllo captcha fallito!
pt_br: Verificação de Captcha falhou!

source: Please enter a correct phone number with area code!
de_de: Bitte gebe eine korrekte Telefonnummer ein!
es_es: Por favor ingrese un número de teléfono con código de área!
fr_fr: S'il vous plaît entrer un numéro de téléphone correct avec le code de la zone!
it_it: Si prega di inserire un numero di telefono corretto con prefisso locale!
pt_br: Digite um número de telefone correto com o código de área!

source: You must read and approve the terms of use!
de_de: Sie müssen die Nutzungsbedingungen lesen und genehmigen!
es_es: Debe leer y aprobar los términos de uso.
fr_fr: Vous devez lire et approuver les conditions d'utilisation!
it_it: Devi leggere ed approvare i termini di utilizzo!
pt_br: Você deve ler e aprovar os termos de uso!

source: Wrong parameters in the URL!
de_de: Falsche Parameter in der URL!
it_it: Parametri errati nell' URL!
pt_br: Parâmetros errados no URL!

source: You must be registered to report an abuse.
de_de: Sie müssen registriert sein, um einen Missbrauch zu melden.
es_es: Debes estar registrado para reportar un abuso.
fr_fr: Vous devez être enregistré pour signaler un abus.
it_it: Devi essere registrato per segnalare un abuso.
pt_br: Você deve estar registrado para denunciar um abuso.

source: No birthday today.
de_de: Kein Geburtstag heute.
es_es: No hay cumpleaños hoy.
fr_fr: Pas d'anniversaire aujourd'hui.
it_it: Oggi nessun compleanno.
pt_br: Não há aniversário hoje.

source: %n% email sent.
de_de: %n% E-Mail gesendet.
es_es: %n% correo electrónico.
fr_fr: %n% email envoyé.
it_it: email invitata.
pt_br: %n% de e-mail enviado.

source: Done!
de_de: Erledigt!
es_es: ¡Hecho!
fr_fr: Ok
it_it: Fatto!
pt_br: Feito!

source: The Jobs Cron is working to complete successfully!
es_es: Los trabajos Cron están trabajando para completar con éxito!
fr_fr: L'emploi Cron travaille à compléter avec succès!
it_it: Il Jobs Cron sta lavorando per completare la richiesta con successo!
pt_br: O Cron Jobs está trabalhando para concluir com sucesso!

source: Restart Statistics... OK!
de_de: Statistik neu gestartet... OK!
es_es: Reiniciar estadísticas ... OK!
fr_fr: Redémarrer Statistiques ... OK!
it_it: Riavvio statistiche... OK!
pt_br: Reiniciar estatísticas ... OK!

source: Backup of the Database... Ok!
de_de: Sicherung der Datenbank ... Ok!
es_es: Copia de seguridad de la base de datos ... Ok!
fr_fr: Sauvegarde de la base de données ... Ok!
it_it: Backup del Database... Ok!
pt_br: Backup do banco de dados... Ok!

source: Optimizing tables... OK!
de_de: Tabellen optimieren ... OK!
es_es: Optimización de tablas ... ¡OK!
fr_fr: Optimisation des tables ... OK!
it_it: Ottimizzazione tabelle… OK!
pt_br: Otimizando tabelas... OK!

source: Repair Database... Ok!
de_de: Datenbank reparieren ... Ok!
es_es: Reparar base de datos Ok!
it_it: Riparazione del Database… OK!
pt_br: Reparo de Banco de dados... Ok!

source: Deleted %n% temporary message... OK!
de_de: Temporäre Nachricht %N% wurde gelöscht ... OK!
es_es: Eliminado %n% mensaje temporal ... OK!
fr_fr: Supprimé %n% messages temporaires ... OK!
it_it: Cancellato %n% messaggio temporaneo… OK!
pt_br: Excluída %n% mensagem temporária... OK!

source: Deleting Log... OK!
de_de: Protokoll löschen ... OK!
es_es: Borrar Registro ... OK!
fr_fr: Suppression Log ... OK!
it_it: Eliminazione file di Log… OK!
pt_br: Excluindo o Log ... OK!

source: Deleted %0% %1% comment(s)... OK!
pt_br: Excluído(s) %0% %1% comentário(s)... OK!

source: Deleted %n% message... OK!
de_de: %N% Nachricht wurde gelöscht ... OK!
es_es: Eliminado %n% mensaje ... OK!
fr_fr: Supprimé %n% message ... OK!
it_it: %n% Messaggio IM cancellato!
pt_br: %n% Mensagem apagada... OK!

source: Deleted %n% IM message... OK!
de_de: %N% IM-Nachricht wurde gelöscht ... OK!
es_es: Mensaje de borrado %n% IM... ¡OK!
fr_fr: Supprimé %n% un message IM ... OK!
it_it: %n% IM messaggio cancellato!
pt_br: %n% Mensagem MI (instantânea) apagada... OK!

source: Chmod file... Ok!
de_de: Chmod Datei... Ok!
es_es: Chmod archivo ... Ok!
fr_fr: fichier Chmod ... Ok!
pt_br: Arquivo Chmod... Ok!

source: Upgrade %software_name% | Version %0%
it_it: Aggiornamento %software_name% | Versione %0%
pt_br: Atualização %software_name% | Versão %0%

source: You must be logged in as administrator to upgrade your site.
de_de: Du musst als Administrator angemeldet sein, um deine Website aktualisieren zu können .
es_es: Debe iniciar sesión como administrador para actualizar su sitio.
fr_fr: Vous devez être connecté en tant qu'administrateur pour améliorer votre site.
it_it: Devi essere registrato come amministratore per aggiornare il tuo sito.
pt_br: Você deve estar logado como administrador para atualizar seu site.

source: No upgrade path for %software_name%!
es_es: No hay ruta de actualización para %software_name%!
fr_fr: Aucun chemin de mise à niveau pour %software_name%!
it_it: Nessun percorso di aggiornamento per %software_name%!
pt_br: Nenhum caminho de atualização para %software_name%!

source: Upgrade available for %software_name%:
de_de: Upgrade für %software_name% verfügbar:
es_es: Actualización disponible para %software_name%:
fr_fr: Mise à jour disponible pour %software_name%:
it_it: Aggiornamento disponibile per %software_name%:
pt_br: Aprimoramento disponível para %nome_sistema%:

source: Version Name: %0%, Version Number: %1%, Version Build: %2%
de_de: Versions Name: %0%, Versions Nummer: %1%, Version Build: %2%
es_es: Nombre de la versión: %0%, Número de versión: %1%, Compilación de la versión: %2%
fr_fr: Version Nom: %0%, Numéro de version: %1%, Version construction: %2%
it_it: Nome versione:% 0%, numero di versione:% 1%, versione build:% 2%
pt_br: Nome da versão: %0%, número da versão: %1%, versão: %2%

source: Upgrade <span class="bold italic">%software_version_name% %software_version% Build %software_build%</span> to version <span class="bold italic">%0%</span>
de_de: Aktualisieren Sie <span class="bold italic"> %software_version_name% %software_version% Build %software_build% </span> auf Version <span class="bold italic"> %0% </span>
es_es: Actualizar <span class="bold italic"> %software_version_name% %software_version% Construir %software_build% </span> en la versión <span class="bold italic">%0%</span>
fr_fr: Mise à jour <span class = \ "de \ bold italic"> %software_version_name% %%software_version% Construisez %software_build% </ span> à la version <span class = \ "bold \ italic">%0%</ span>
it_it: Aggiornamento <span class="bold italic">%software_version_name% %software_version% Build %software_build%</span> per la versione <span class="bold italic">%0%</span>
pt_br: Atualizar <span class="bold italic">%software_version_name% %software_version% Versão %software_build%</span> para a versão <span class="bold italic">%0%</span>

source: Have you made a backup of your website files, folders and database?
de_de: Haben Sie eine Sicherungskopie Ihrer Website-Dateien, Ordner und Datenbanken erstellt?
es_es: ¿Ha hecho una copia de seguridad de los archivos, carpetas y bases de datos de su sitio web?
fr_fr: Avez-vous fait une sauvegarde de vos fichiers de site Web, des dossiers et des bases de données?
it_it: Hai fatto un backup dei tuoi file, cartelle e database del tuo sito web?
pt_br: Você fez um backup dos arquivos, pastas e banco de dados do seu site?

source: Description of the upgrade patch:
de_de: Beschreibung des Upgrade Patches:
es_es: Descripción del parche de actualización:
fr_fr: Présentation du correctif de mise à niveau:
it_it: Descrizione della patch di aggiornamento:
pt_br: Descrição do patch de atualização:

source: Introductory instruction:
es_es: Presentacion introductoria:
fr_fr: instruction d'introduction:
it_it: Istruzione introduttiva:
pt_br: Instrução introdutória:

source: Bad "version name, version number or version build" of upgrade path!
es_es: Error "nombre de la versión, número de versión o version build" de la ruta de actualización!
fr_fr: Bad \ "nom de la version, le numéro de version ou une version build " du chemin de mise à niveau!
it_it: Scorretto il "nome di versione, numero di versione o versione build" del percorso di aggiornamento!
pt_br: Nome da "versão incorreta, número da versão ou compilação da versão" da atualização do caminho!

source: Upgrade path is not valid!
es_es: ¡La ruta de actualización no es válida!
fr_fr: chemin de mise à niveau est pas valide!
it_it: Il percorso di aggiornamento non è valido!
pt_br: O caminho de atualização não é válido!

source: Your update ran successfully!
de_de: Ihre Aktualisierung war erfolgreich!
es_es: ¡La actualización se ha realizado correctamente!
fr_fr: Votre mise à jour a couru avec succès!
it_it: Il tuo aggiornamento è andato a buon fine!
pt_br: Sua atualização foi executada com sucesso!

source: The upgrade directory <em>(~%0%)</em> has been deleted!
de_de: Das Upgrade-Verzeichnis <em>(~%0%)</em> wurde gelöscht!
es_es: Se ha eliminado el directorio de actualización <em>(~%0%)</em> .
fr_fr: Le répertoire de mise à niveau <em> (~%0%) </ em> a été supprimée!
it_it: Il percorso di aggiornamento <em>(~%0%)</em> è stato cancellato!
pt_br: O diretório de atualização <em>(~%0%)</em> foi excluído!

source: The upgrade directory <em>(~%0%)</em> could not be deleted, please delete it manually using an FTP client or SSH.
de_de: Das Upgrade Verzeichnis <em>(~ %0%)</em> könnte nicht gelöscht, bitte löschen Sie es manuell mit einem FTP-Client oder SSH.
es_es: El directorio de actualización <em>(~%0%)</em> no se pudo eliminar. Elimínelo manualmente mediante un cliente FTP o SSH.
fr_fr: Le répertoire de mise à niveau <em> (~%0%) </ em> n'a pas pu être supprimé, s'il vous plaît le supprimer manuellement à l'aide d'un client FTP ou SSH.
it_it: Il percorso di aggiornamento <em>(~%0%)</em> non può essere cancellato, si prega di cancellarlo manualmente usando un client FTP o SSH.
pt_br: O diretório de atualização <em>(~%0%)</em> não pôde ser excluído, exclua-o manualmente usando um cliente FTP ou SSH.

source: Status... Failure!
de_de: Status... Fehlerhaft!
es_es: Estado ... ¡Fallo!
fr_fr: Statut ... Échec!
it_it: Stato… Fallito!
pt_br: Status... Falhou!

source: Please delete the upgrade file using an FTP client or SSH.
es_es: Elimine el archivo de actualización mediante un cliente FTP o SSH.
fr_fr: S'il vous plaît supprimer le fichier de mise à niveau en utilisant un client FTP ou SSH.
it_it: Si prega di eliminare l' aggiornamento usando un client FTP o SSH.
pt_br: Exclua o arquivo de atualização usando um cliente FTP ou SSH.

source: Conclusion of Instruction:
es_es: Conclusión de la instrucción:
fr_fr: Conclusion de l'instruction:
it_it: Conclusione dell' istruzione:
pt_br: Conclusão da Instrução:

source: Unable to execute the upgrade of the database SQL.<br />Error Message: %0%
de_de: Das Upgrade der SQL Datenbank konnte nicht ausgeführt werden.<br />Error Message: %0%
es_es: No se puede ejecutar la actualización de la base de datos SQL. <br /> Mensaje de error:%0%
fr_fr: Impossible d'exécuter la mise à niveau de la base de données SQL <br /> Message d'erreur:.%0%
it_it: Impossibile eseguire l'aggiornamento del database SQL.<br />Messaggio d' errore: %0%
pt_br: Não é possível executar a atualização do banco de dados SQL. <br /> Mensagem de erro: %0%

source: Your site must be in maintenance mode to begin the upgrade.
de_de: Die Seite muss im Wartungsmodus sein um das Update installieren zu können.
es_es: Su sitio debe estar en modo de mantenimiento para comenzar la actualización.
fr_fr: Votre site doit être en mode maintenance pour commencer la mise à niveau.
it_it: Il tuo sito deve essere in modalità di manutenzione per iniziare l'aggiornamento.
pt_br: Seu site deve estar no modo de manutenção para iniciar a atualização.

source: You must put your site in development mode in order to launch the upgrade of your site!
de_de: Sie müssen Ihre Website in den Entwicklungsmodus versetzen, um das Upgrade Ihrer Website zu starten!
es_es: ¡Debes poner tu sitio en modo de desarrollo para lanzar la actualización de tu sitio!
fr_fr: Vous devez mettre votre site en mode de développement en vue de lancer la mise à niveau de votre site!
it_it: Devi mettere il tuo sito in modalità di sviluppo per avviare l'aggiornamento del tuo sito!
pt_br: Você deve colocar seu site no modo de desenvolvimento para iniciar a atualização do seu site!

source: 1) Please change the permission of the ~%0% file for writing for all groups (0666 in octal).
de_de: 1) Bitte ändern Sie die Schreib/Leserechte der Datei ~%0% für alle Gruppen (0666 in Oktal).
es_es: 1) Por favor, cambie el permiso del archivo ~%0% para escribir para todos los grupos (0666 en octal).
fr_fr: 1) Merci de changer la permission de ~%0% fichier pour écriture pour tous les groupes (chmod 666).
it_it: 1) Si prega di cambiare i permessi di ~%0% file in scrittura per tutti i gruppi. Impostare a (0666 in ottale).
pt_br: 1) Aaltere a permissão do arquivo ~%0% para escrita para todos os grupos (chmod 666).

source: 2) Edit ~%0% file and find the code:
de_de: 2) Editiere die Datei %0% und finde den Code:
es_es: 2) Editar ~%0% archivo y encontrar el código:
fr_fr: 2) Modifier fichier de ~%0% et trouver le code:
it_it: 2) Modifica ~%0% file e trova il codice:
pt_br: 2) Edite o arquivo ~%0% encontre o código:

source: and replace it with the code:
de_de: und ersetzen Sie es durch den Code:
es_es: Y reemplácelo por el código:
fr_fr: et le remplacer par le code:
it_it: e sostituisci con il codice:
pt_br: e substitua-o pelo código:
