Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Partners of %site_name%
de_de: Partner von %Site_name%
es_es: Socios de %site_name%
fr_fr: Partenaires de %site_name%
it_it: Partners di %site_name%
pt_br: Parceiros do - %site_name%

source: Jobs - Careers @ %site_name%
de_de: Jobs - Karriere @ %Site_name%
es_es: Empleos - carreras @ %site_name%
fr_fr: Emploi - Carrières @ %site_name%
it_it: Lavoro - Carriera @ %site_name%
pt_br: Jobs - Carreiras @ - %site_name%

source: Careers, Jobs and Internships at %site_name%
de_de: Karriere, Jobs und Praktika bei %site_name%
es_es: Carreras, trabajos y prácticas en %site_name%
fr_fr: Carrières, emplois et stages à %site_name%
it_it: Carriere, lavoro e stage presso %site_name%
pt_br: Carreiras, Empregos e Estágios em - %site_name%

source: Links and Partners of %site_name%
de_de: Links und Partner von %site_name%
es_es: Enlaces y socios de %site_name%
fr_fr: Liens et partenaires de %site_name%
it_it: Links e Partners di %site_name%
pt_br: Links e parceiros do - %site_name%

source: Administration of Payment System
es_es: Administración del sistema de pago
fr_fr: Administration du système de paiement
it_it: Amministrazione del sistema di pagamento
pt_br: Administração de pagamento do sistema

source: Config Payment Gateway
es_es: Configuración para hacer el pago
fr_fr: Config passerelle de paiement
it_it: Configura Gateway di Pagamento
pt_br: Configurar gateway de pagamento

source: No membership found!
de_de: Keine Mitgliedschaft gefunden!
es_es: No se encontró ninguna suscripción
fr_fr: Aucun Membership trouvé
it_it: Nessun abbonamento trovato!
pt_br: Nenhuma associação encontrada!

source: Memberships List
es_es: Lista de miembros
fr_fr: Liste des adhésions
it_it: Elenco dei Membri
pt_br: Lista de Associações

source: Add Membership
de_de: Mitgliedschaft hinzufügen
es_es: Añadir Membresía
fr_fr: Ajouter des membres
it_it: Aggiungi Membri
pt_br: Adicionar filiação

source: Update Membership
es_es: Actualizar membresía
fr_fr: Mettre à jour les
it_it: Aggiorna Membri
pt_br: Atualizar associação

source: The Membership has been removed!
es_es: ¡La calidad de miembro ha sido eliminado!
fr_fr: L'adhésion a été supprimé!
it_it: L'iscrizione del membro è stata rimossa!
pt_br: A associação foi removida!

source: Payment Zone
de_de: Zahlungbereich
es_es: Zona de pago
fr_fr: Paiement Zone
it_it: Zona di pagamento
pt_br: Área de pagamentos

source: Memberships Plans
pt_br: Planos de Associações

source: Payment Option
de_de: Zahlungsmöglichkeiten
it_it: Opzioni pagamenti
pt_br: Opções de pagamento

source: Membership charged for %0%
de_de: Mitgliedschaft wird berechnet für %0%
it_it: Addebitato per %0%
pt_br: Filiação cobrada por %0%

source: Error processing transaction: %0%
de_de: Fehler bei der Verarbeitung der Transaktion: %0%
it_it: Errore durante l'elaborazione della transazione: %0%
pt_br: Erro ao processar a transação: %0%

source: Provider Not Found!
it_it: Provider non trovato!
pt_br: Provedor não encontrado!

source: Error occurred!
de_de: Fehler aufgetreten!
es_es: Se ha producido un error
fr_fr: Une erreur est survenue!.
it_it: Errore!
pt_br: Ocorreu um erro!

source: %0% payment was made with the following information:
de_de: %0% Zahlung wurde mit folgenden Informationen getätigt:
es_es: %0% pago fue hecho con la siguiente información:
fr_fr: %0% paiement a été effectué avec les informations suivantes:
it_it: %0% il pagamento è stato effettuato con le seguenti informazioni:
pt_br: %0% pagamento foi feito com as seguintes informações:

source: Membership Details
de_de: Mitgliedschafts-Details
it_it: Membership Dettagli
pt_br: Detalhes da associação

source: Never
de_de: Niemals
es_es: Nunca
it_it: Mai
pt_br: Nunca

source: Congratulation! You received a new payment from %0%
it_it: Complimenti! Hai ricevuto un nuovo pagamento da %0%
pt_br: Parabéns! Você recebeu um novo pagamento de %0%

source: Date of the payment: %0%
de_de: Datum der Zahlung: %0%
es_es: Fecha de pago: %0%
fr_fr: Date du paiement: %0%
it_it: Data del pagamento: %0%
pt_br: Data do pagamento: %0%

source: Membership name: %0%
de_de: Mitgliedschaftsname: %0%
it_it: Nome Membro: %0%
pt_br: Nome do associado: %0%

source: Amount: %1%%0%
de_de: Betrag: %1%%0%
it_it: Importo: %1%%0%
pt_br: Quantidade: %1%%0%

source: Membership duration: %n% day
it_it: Durata dell'iscrizione: %n% day
pt_br: Duração da associação: %n% dia

source: User Web browser info: %0%
de_de: Benutzerwebbrowser-Info: %0%
it_it: Informazioni sul browser Web dell'utente: %0%
pt_br: Informações do navegador do usuário: %0%

source: Buyer IP address: %0%
de_de: Käufer-IP-Adresse: %0%
it_it: Indirizzo IP dell'acquirente: %0%
pt_br: Endereço IP do comprador: %0%

source: New Payment Received from %0%
de_de: Neue Zahlung erhalten von %0%
es_es: Nuevo pago recibido de %0%
fr_fr: Nouveau Paiement reçu de %0%
it_it: Nuovo pagamento ricevuto da %0%
pt_br: Novo pagamento recebido de %0%

source: Name:
es_es: Nombre:
fr_fr: Nom:
it_it: Nome:
pt_br: Nome:

source: Price:
de_de: Preis:
es_es: Precio:
fr_fr: Prix:
it_it: Prezzo:
pt_br: Preço:

source: Currency: %0%. 0 = Free. To change the currency, please <a href="%1%">go to settings</a>.
de_de: Währung: %0%. 0 = frei. Um die Währung zu ändern, bitte <a href="%1%">gehen Sie zu Einstellungen</a>.
es_es: Moneda: %0%. 0 = Gratis. Para cambiar el tipo de moneda, por favor, <a href="%1%">vaya a configuración</a>.
fr_fr: Devise: %0%. 0 = gratuit. Pour changer la monnaie, s'il vous plaît <a href="%1%"> aller aux paramètres </a>.
it_it: Moneta: %0%. 0 = Gratuito. Per cambiare la valuta, per favore <a href="%1%">vai alle impostazioni</a>.
pt_br: Moeda: %0%. 0 = grátis. Para alterar a moeda, por favor, <a href="%1%">vá para as configurações</a>.

source: Expiration Days:
es_es: Vencimiento:
fr_fr: Jours d'expiration:
it_it: Giorni di scadenza:
pt_br: Dias de expiração:

source: 0 = Unlimited
es_es: 0 = ilimitado.
fr_fr: Illimités
it_it: 0 = Illimitato
pt_br: 0 = Ilimitado

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
pt_br: Ativado

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: désactivé
it_it: Disabilitato
pt_br: Desativado

source: The Membership has been saved successfully!
es_es: ¡La calidad de miembro se ha guardado con éxito!
fr_fr: L'adhésion a été enregistré avec succès!
it_it: L'iscrizione è avvenuta con successo!
pt_br: A associação foi salva com sucesso!

source: The Membership has been added!
de_de: Die Mitgliedschaft wurde hinzugefügt!
es_es: ¡La calidad de miembro ha sido añadido!
fr_fr: L'adhésion a été ajouté!
it_it: L'iscrizione è stata aggiunta!
pt_br: A associação foi adicionada!

source: The payment was aborted. No charge has been taken from your account.
de_de: Die Zahlung wurde abgebrochen. Ihrem Konto wurde keine Gebühr entrichtet.
es_es: El pago fue interrumpido. Ningún cargo ha sido aplicado a su cuenta.
it_it: Il pagamento è stato annullato. Nessun addebito è stato prelevato dal tuo account.
pt_br: O pagamento foi cancelado. Nenhuma cobrança foi feita da sua conta.

source: Buy %0% with %1%!
de_de: Kaufe %0% mit %1%!
es_es: ¡Comprar %0% con %1%!
fr_fr: Acheter %0% avec %1%!
it_it: Compra %0% con %1%!
pt_br: Compre %0% com %1%!

source: Will You Help pH7CMS?
de_de: Wirst du pH7CMS helfen?
it_it: Aiuterete pH7CMS?
pt_br: Você vai ajudar o pH7CMS?

source: Thanks a LOT for your donation!!! Highly appreciate :-)
de_de: Vielen Dank für Ihre Spende !!! Wir Schätzen dies sehr :-)
it_it: Grazie mille per la tua donazione !!! Molto apprezzato :-)
pt_br: Muito obrigado pela sua doação!!! Apreciamos muito :-)

source: picture,photo,pictures,photos,album,albums,photo album,picture album,gallery,picture dating
de_de: Bild, Foto, Bilder, Fotos, Album, Alben, Fotoalbum, Fotoalbum, Galerie, Bilddatierung
es_es: imagen, Foto, fotos, fotos, álbum, álbumes, álbum de fotos, álbum de fotos, Galería, imagen que data
it_it: fotografie, foto, immagini, foto, album, album, album di foto, album di foto, galleria, incontri di foto
pt_br: foto, foto, fotos, fotos, álbum, álbuns, álbum de fotos, álbum de fotos, galeria, fotos

source: Add a new Album
de_de: Füge ein neues Album hinzu
es_es: añadir un nuevo álbum
fr_fr: Ajouter un nouvel album
it_it: Aggiungi un nuovo Album
pt_br: Adicione um novo álbum

source: Add some new Photos
es_es: Añadir fotos nuevas
it_it: Aggiungi alcune nuove foto
pt_br: Adicione algumas fotos novas

source: Edit Album
de_de: Album bearbeiten
es_es: Editar álbum
fr_fr: Modifier albums
it_it: Modifica Album
pt_br: Editar álbum

source: Edit Photo
it_it: Modifica Foto
pt_br: Editar foto

source: No photo albums found.
es_es: No hay álbumes de fotos encontradas.
it_it: Nessun album trovato.
pt_br: Não foram encontrados álbuns de fotos.

source: The %0%'s photo album
de_de: %0%'s Foto Album
it_it: Il Foto album di %0% ▪
pt_br: O álbum de fotos de %0%. Show

source: Photo Gallery Community
de_de: Gemeinschaftliche Fotogalerie
es_es: Galería de fotos comunidad
fr_fr: Galerie de photos Communauté
it_it: Comunità di gallerie fotografiche
pt_br: Galeria de Fotos da Comunidade

source: %0%'s Albums | Photo Albums of the Dating Social Community - %site_name%
de_de: %0%'s Alben | Fotoalben der sozialen Dating-Community - %site_name%
es_es: Álbumes de %0% | Álbumes de fotos de la comunidad Social de citas - %site_name %
it_it: %0%'s Albums | Foto Albums della Dating Social Community - %site_name%
pt_br: Álbuns de %0% | Álbuns de fotos da comunidade social de encontros - %site_name%

source: Album not found or still in pending approval.
es_es: El álbum no encontró o aún en trámite de aprobación.
it_it: Album non trovato o ancora in attesa di approvazione.
pt_br: Álbum não encontrado ou ainda pendente de aprovação.

source: %0%'s photo album
de_de: %0%'s Fotoalbum
it_it: %0% foto album
pt_br: %0% de álbum de fotos

source: Browse %0%'s Photos | Photo Album Social Community - %site_name%
de_de: Durchsuche %0%'s Fotos | Fotoalbum Social Community - %site_name%
es_es: Buscar fotos de %0% | Foto álbum Social comunidad - %site_name%
it_it: Sfoglia %0%'s Fotografie | Foto Album Social Community - %site_name%
pt_br: Navegue nas fotos de %0% | Álbum de fotos da Comunidade Social de Encontros Online - %site_name%

source: Photo not found or still in pending approval.
de_de: Das Foto wurde nicht gefunden oder befindet sich noch in der Genehmigungsphase.
es_es: Foto no encontrado o en trámite de aprobación.
it_it: Foto non trovata o ancora in attesa di approvazione.
pt_br: Foto não encontrada ou ainda pendente de aprovação.

source: %0%'s photo
de_de: %0% 's Foto
it_it: %0% Foto
pt_br: %0% de foto

source: %0%'s photo, %1%
de_de: %0% Foto, %1%
es_es: %0% fotos, %1%
it_it: %0% Foto, %1%
pt_br: %0% da foto, %1%

source: %0%'s photo, %1%, %2%
de_de: %0% Foto, %1%, %2%
es_es: Foto de %0%, %1%, %2%
it_it: %0% Foto, %1%, %2%
pt_br: %0% da foto, %1%, %2%

source: picture,photo,pictures,photos,album,albums,photo album,picture album,gallery,%0%,%1%,%2%
de_de: Bild, Foto, Bilder, Fotos, Album, Alben, Fotoalbum, Fotoalbum, Galerie,%0%,%1%,%2%
es_es: imagen, Foto, fotos, fotos, álbum, álbumes, álbum de fotos, álbum de fotos, Galería, %0%, %1%, %2%
it_it: foto, fotografie, immagini, immagini fotografiche, fotografia, album, album di foto, album di foto, galleria,%0%,%1%,%2%
pt_br: foto, foto, fotos, fotos, álbum, álbuns, álbum de fotos, álbum de fotos, galeria, %0%, %1%, %2%

source: Your photo has been removed.
it_it: La tua foto è stata rimossa.
pt_br: Sua foto foi removida.

source: Your album has been removed.
it_it: Il tuo album è stato rimosso.
pt_br: Seu álbum foi removido.

source: Photo Search - Looking for a photo
de_de: Fotosuche - Suche nach einem Foto
it_it: Ricerca fotografica - Alla ricerca di una foto
pt_br: Pesquisar fotos - Procurando uma foto

source: Dating Social Picture - Your search returned
de_de: Zur Dating Social Bilder Suche zurück
es_es: Su búsqueda ha encontrado foto(s)
fr_fr: Rencontre Photo Social - Votre recherche a donné
it_it: Incontri social picture - La tua ricerca è tornata
pt_br: Imagem social - Sua busca retornou

source: %n% photo found!
it_it: %n% foto Trovata!
pt_br: %n% foto encontrada!

source: Search - %site_name% is a Dating Social Photo Community!
de_de: Suche - %site_name% ist eine Dating Social Fotocommunity!
es_es: ¡Búsqueda - %site_name% es una comunidad de fotografía Social!
fr_fr: Recherche - %site_name% est une communauté photo Social Dating!
it_it: Cerca - %site_name% è una Comunità Foto Incontri!
pt_br: Pesquisa - %site_name% é uma Comunidade de Fotos Sociais para Namoro!

source: search,picture,photo, photo gallery,dating,social network,community,music,movie,news,picture sharing
es_es: búsqueda, imagen, Foto, fotos, citas, red social, comunidad, música, películas, noticias, compartir fotos
fr_fr: recherche, image, photo, galerie de photos, rencontres, réseau social, communautaire, musique, film, nouvelles, partage de photos
it_it: ricerca, foto, foto, galleria fotografica, appuntamenti, social network, community, musica, film, notizie, condivisione di immagini
pt_br: pesquisa, foto, galeria de fotos, namoro, rede social, comunidade, música, filme, notícias, compartilhamento de imagens

source: Please return to <a href="%1%">the previous page</a> or <a href="%1%">add new photos</a> in this album.
it_it: Si prega di ritornare <a href="%1%">alla pagina precedente</a> o <a href="%1%">aggiungi una nuova foto</a> in questo album.
pt_br: Volte para a <a href="%1%">página anterior</a> ou <a href="%1%">adicione novas fotos</a>neste álbum.

source: Album Cover Name:
de_de: Name des Albums:
it_it: Nome della copertina dell'album:
pt_br: Nome da capa do álbum:

source: Album Cover Description:
de_de: Beschriftung des Albums:
it_it: Descrizione della copertina dell'album:
pt_br: Descrição da capa do álbum:

source: Album Cover Thumbnail:
de_de: Miniaturbild des Albums:
it_it: Immagine della copertina dell'album:
pt_br: Miniatura da capa do álbum:

source: Image Name:
de_de: Bilder Name:
it_it: Nome Immagine:
pt_br: Nome da imagem:

source: Image Description:
de_de: Bild Beschreibung:
it_it: Descrizione Immagine:
pt_br: Descrição da imagem:

source: Choose your album - OR - <a href="%0%">Add a new Album</a>
de_de: Wählen Sie Ihr Album - ODER - <a href="%0%">Fügen Sie ein neues Album hinzu</a>
es_es: Elige tu álbum - o - <a href="%0%">Agregar uno nuevo </a>
fr_fr: Choisissez votre album - OU - <a href="%0%"> Ajouter un nouvel album </a>
it_it: Scegli il Tuo album - O - <a href="%0%">Aggiungi un nuovo Album</a>
pt_br: Escolha seu álbum - OU - <a href="%0%">Adicione um novo álbum</a>

source: Name for your photo(s):
de_de: Name für Ihre Fotos:
it_it: Nome per le Tue fotografie:
pt_br: Nome da(s) foto(s):

source: Your photo(s):
de_de: Ihr Fotos:
it_it: Le Tue fotografie:
pt_br: Sua(s) foto(s):

source: Tip:
de_de: Tipp:
es_es: Consejo:
fr_fr: Conseil:
it_it: Suggerimenti:
pt_br: Dica:

source: You can select multiple photos at once by clicking multiple files while holding down the "CTRL" key.
de_de: Sie können mehrere Fotos gleichzeitig auswählen, indem Sie bei gedrückter STRG-Taste auf mehrere Dateien klicken.
es_es: Puede seleccionar varias fotos a la vez haciendo clic en varios archivos manteniendo pulsada la tecla "CTRL".
fr_fr: Vous pouvez sélectionner plusieurs photos à la fois en cliquant sur plusieurs fichiers tout en maintenant la touche \ "CTRL ".
it_it: È possibile selezionare più foto contemporaneamente facendo clic su più file tenendo premuto il tasto "CTRL" key.
pt_br: Você pode selecionar várias fotos de uma só vez, clicando em vários arquivos, mantendo pressionada a tecla "CTRL".

source: Note:
de_de: Hinweis:
es_es: Nota:
fr_fr: Remarque:
pt_br: Nota:

source: Please be patient while downloading pictures, this may take time (especially if you download a lot of photos at once).
de_de: Bitte haben Sie etwas Geduld beim Herunterladen von Bildern, dies kann einige Zeit dauern (besonders wenn Sie viele Fotos gleichzeitig herunterladen).
es_es: Por favor sea paciente durante la descarga de imágenes, esto puede llevar tiempo (especialmente si descargar un montón de fotos a la vez).
fr_fr: S'il vous plaît être patient tout en téléchargeant des images, cela peut prendre du temps (surtout si vous téléchargez beaucoup de photos à la fois).
it_it: Si prega di essere paziente durante il download di immagini, questo potrebbe richiedere tempo (soprattutto se si scaricano un sacco di foto in una volta).
pt_br: Por favor, seja paciente durante o download de fotos, isso pode levar algum tempo (especialmente se você fizer o download de muitas fotos de uma só vez).

source: Description for your photo(s):
de_de: Beschreibung für Ihr(e) Foto(s):
it_it: Descrizione delle Tue fotografie:
pt_br: Descrição de sua(s) foto(s)

source: ID or Name of Picture:
es_es: ID o nombre de imagen:
fr_fr: ID ou le nom de l'image:
it_it: ID o Nome dell'Immagine:
pt_br: ID ou Nome da Imagem:

source: Your album has been successfully updated!
it_it: Il tuo album è stato aggiornato con successo!
pt_br: Seu álbum foi atualizado com sucesso!

source: Your photo has been successfully updated!
it_it: La tua foto è stata aggiornata con successo!
pt_br: Sua foto foi atualizada com sucesso!

source: Please add a category before you add some photos.
es_es: Por favor agregar una categoría antes de agregar algunas fotos.
fr_fr: S'il vous plaît ajouter une catégorie avant d'ajouter quelques photos.
it_it: Aggiungi una categoria prima di aggiungere alcune foto.
pt_br: Por favor, adicione uma categoria antes de adicionar fotos.

source: Your photo(s) has/have been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
de_de: Ihre Fotos wurden erhalten. Es wird nicht sichtbar sein, bis es von unseren Moderatoren genehmigt wird. Bitte sende keine neue.
es_es: Su fotografía ha/se han recibido. No será visible hasta que es aprobado por nuestros moderadores. Por favor, no envíe una nueva.
it_it: Le tue foto sono state ricevute. Non sarà visibile finché non verrà approvato dai nostri moderatori. Si prega di non inviarne uno nuovo.
pt_br: Suas fotos foram recebidas. Não estarão visíveis até que sejam aprovadas pelos nossos moderadores. Por favor, não envie novas.

source: Your photo(s) has/have been successfully added!
de_de: Ihr(e) Foto(s) wurde(n) erfolgreich hinzugefügt!
it_it: La tue foto sono state aggiunte con successo!
pt_br: Suas fotos foram adicionadas com sucesso!

source: The report has been deleted.
es_es: El informe ha sido eliminado.
fr_fr: Le rapport a été supprimé.
it_it: Il rapporto è stato cancellato.
pt_br: A denúncia foi eliminada.

source: Cannot remove the report. Please try later.
de_de: Der Bericht kann nicht entfernt werden. Bitte versuch es später nochmal.
es_es: No se puede quitar el informe. Por favor Inténtalo más tarde.
it_it: Impossibile rimuovere il report. Per favore prova più tardi.
pt_br: Não é possível remover a denúncia. Por favor tente mais tarde.

source: %n% Report
it_it: %n% Rapporto
pt_br: %n% Denúncia

source: Report #%0%
de_de: Bericht #%0%
es_es: Reporte #%0%
it_it: Rapporto #%0%
pt_br: Denunciar #%0%

source: A problem occurred during the deleted of the reporting.
de_de: Beim Löschen der Berichterstellung ist ein Problem aufgetreten.
es_es: Se produjo un problema durante el borrado de la información.
fr_fr: Un problème est survenu lors de la suppression de la déclaration.
it_it: Si è verificato un problema durante l'eliminazione dei rapporti.
pt_br: Ocorreu um problema durante a exclusão da denúncia.

source: Report successfully deleted.
de_de: Bericht erfolgreich gelöscht.
es_es: Informe eliminado correctamente.
it_it: Rapporto eliminato con successo.
pt_br: Denúncia eliminada com sucesso.

source: Report Abuse/Content
it_it: Rapporto Abusi/Contenuti
pt_br: Denunciar abuso/conteúdo

source: Do your want to report this?
de_de: Möchten Sie dies melden?
es_es: ¿Desea reportar esto?
fr_fr: Voulez vous signaler cela?
it_it: Vuoi segnalarlo?
pt_br: Quer denunciar isso?

source: Type the Content
de_de: Geben Sie den Inhalt ein
es_es: Escriba el contenido
fr_fr: Tapez le contenu
it_it: Digita il contenuto
pt_br: Digite o conteúdo

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
pt_br: Perfil

source: Message
de_de: Nachricht
es_es: Mensaje
fr_fr: Méssage
it_it: Messaggio
pt_br: Mensagem

source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
it_it: Commento
pt_br: Comentário

source: Photo
de_de: Foto
es_es: Foto
it_it: Foto
pt_br: Foto

source: Forum
es_es: ﻿Foro
pt_br: Fórum

source: Note
de_de: Hinweis
es_es: Nota
fr_fr: La remarque
pt_br: Anotações

source: Comment:
de_de: Kommentar:
es_es: Comentar:
fr_fr: Commentaire :
it_it: Commento:
pt_br: Comentário:

source: Please tell us why you want to report this content (scam, illegal content, adult content, etc.). Help us to eliminate scams, fake profiles, spam ... Thank you
de_de: Bitte teilen Sie uns mit, warum Sie diesen Inhalt melden möchten (Betrug, illegale Inhalte, Inhalte für Erwachsene usw.). Helfen Sie uns, Betrug, falsche Profile, Spam zu beseitigen ... Danke
es_es: Por favor díganos por qué usted quiere reportar este contenido (estafa, contenidos ilegales, contenidos para adultos, etcetera). Nos ayudan a eliminar fraudes, perfiles falsos, spam... Gracias
fr_fr: S'il vous plaît nous dire pourquoi vous voulez signaler ce contenu (escroquerie, contenu illégal, le contenu adulte, etc.). Aidez-nous à éliminer les escroqueries, faux profils, le spam ... Merci
it_it: Comunicaci perché desideri segnalare questo contenuto (truffe, contenuti illegali, contenuti per adulti, ecc.). Aiutaci ad eliminare truffe, profili falsi, spam ... Grazie
pt_br: Por favor, diga-nos por que você quer denunciar este conteúdo (fraude, conteúdo ilegal, conteúdo adulto, etc.). Ajude-nos a eliminar golpes, perfis falsos, spam... Obrigado

source: Report It
de_de: Melden Sie es
it_it: Segnalalo
pt_br: Denunciar isso

source: You have already reported abuse about this profile.
de_de: Sie haben bereits Missbrauch dieses Profils gemeldet.
es_es: Ya han reportado abuso sobre este perfil.
fr_fr: Vous avez déjà signalé un abus sur ce profil.
it_it: Hai già segnalato un abuso su questo profilo.
pt_br: Você já denunciou abuso sobre esse perfil.

source: Unable to report abuse.
de_de: Missbrauch konnte nicht gemeldet werden.
es_es: No se puede reportar abuso
fr_fr: Impossible de signaler les abus.
it_it: Impossibile segnalare un abuso.
pt_br: Não é possível denunciar abuso.

source: You have successfully reported abuse about this profile.
de_de: Sie haben erfolgreich Missbrauch dieses Profils gemeldet.
es_es: Ha reportado abuso sobre este perfil con éxito.
fr_fr: Tu as signalé avec succès un abus sur ce profil.
it_it: Hai segnalato correttamente l'abuso su questo profilo.
pt_br: Você denunciou com sucesso abuso sobre este perfil.

source: Reporter:
es_es: Denunciante:
fr_fr: Reporteur
pt_br: Denunciar:

source: Contant Type:
de_de: Inhaltstyp:
es_es: Constante de tipo:
fr_fr: Content Type:
it_it: Tipo di contenuto:
pt_br: Tipo de conteúdo:

source: Description of report:
de_de: Beschreibung des Berichts:
es_es: Descripción del informe:
fr_fr: Description du report :
it_it: Descrizione del rapporto:
pt_br: Descrição da denúncia:

source: Date:
de_de: Datum:
es_es: Fecha:
fr_fr: Date d'inscription
it_it: Data:
pt_br: Encontro:

source: Abuse report from %site_name%
de_de: Missbrauchsmeldung aus %site_name%
it_it: Segnalazione di abuso da %site_name%
pt_br: Relatório de abuso de %site_name%
