Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Repeat new password:
de_de: Wiederhole das neue Passwort:
es_es: Repetir contraseña nueva:
fr_fr: Répéter le nouveau mot de passe
it_it: Ripeti nuova password:
pt_br: Repita a nova senha:

source: Change Password!
de_de: Passwort ändern!
es_es: Restablecer contraseña:
fr_fr: Changer le mot de passe
it_it: Cambia Password!
pt_br: Mudar senha!

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
it_it: Abilitato
pt_br: Habilitar

source: Disable
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
it_it: Disabilitato
pt_br: Desativar

source: Production
de_de: Produktion
es_es: Producción
it_it: Produzione
pt_br: Produção

source: Development
de_de: Entwicklung
es_es: Desarrollo
it_it: Sviluppo
pt_br: Desenvolvimento

source: If you see "Internal Server Error" message on your site, please set to "development" mode in order to see the details of the error. If your site is on production (and visible by everyone) please set it to the production mode for security reason.
es_es: Si ves "Error interno del servidor" mensaje en su sitio, por favor a modo de "desarrollo" para ver los detalles del error. Si su sitio está en la producción (y visible por todo el mundo) establece el modo de producción por razones de seguridad.
it_it: Se vedi il messaggio "Errore interno del server" sul tuo sito, imposta la modalità "sviluppo" per vedere i dettagli dell'errore. Se il tuo sito è in produzione (e visibile da tutti), imposta la modalità di produzione per motivi di sicurezza.
pt_br: Se você vir a mensagem "Internal Server Error" no seu site, defina o modo "development" para ver os detalhes do erro. Se o seu site estiver na produção (e visível por todos), configure-o para o modo de produção por motivos de segurança.

source: Are you sure you want to do this?
de_de: Sind Sie sicher, dass Sie das tun möchten?
es_es: ¿Está seguro de que desea hacer esto?
fr_fr: Êtes-vous sûrs que vous voulez faire ceci ?
it_it: Sei sicuro di volerlo fare?
pt_br: Você tem certeza de que quer fazer isso?

source: Warning, this action is irreversible!
de_de: Diese Aktion kann nicht rückgängig gemacht werden!
es_es: ADVERTENCIA, esta acción es irreversible!
fr_fr: Attention, cette action est irréversible!
it_it: Attenzione, questa azione è irreversibile!
pt_br: Atenção, esta ação é irreversível!

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
pt_br: Cancelar

source: Your Password:
de_de: Ihr Passwort:
es_es: Su Contraseña:
fr_fr: Votre mot de passe:
it_it: La tua Password:
pt_br: Sua senha:

source: Your Reason:
de_de: Dein Grund:
it_it: Il vostro motivo:
pt_br: Motivo:

source: Please be specific why you want to leave us.
de_de: Bitte sagen Sie uns, warum Sie uns verlassen wollen.
it_it: Per favore sii specifico perché vuoi lasciarci.
pt_br: Por favor, seja específico: porque você quer nos deixar?.

source: It will hep us to improve our service and make it the best one for you!
de_de: Es wird uns helfen, unseren Service zu verbessern!
it_it: Ci aiuterà a migliorare il nostro servizio e renderlo il migliore per te!
pt_br: Ajudará a melhorar o nosso serviço e torná-lo melhor para você!

source: Why:
de_de: Warum:
es_es: Por qué:
fr_fr: Pourquoi ?
it_it: Perché:
pt_br: Por quê:

source: I'm not happy with the service.
de_de: Ich bin nicht zufrieden mit dem Service.
it_it: Non sono soddisfatto del servizio.
pt_br: Não estou satisfeito com o serviço.

source: I met someone.
de_de: Ich habe jemanden kennengelernt.
it_it: Ho incontrato qualcuno.
pt_br: Eu conheci alguém.

source: Other. I said the reason above.
de_de: Andere Gründe
it_it: Altro. Ho detto la ragione sopra.
pt_br: Outros. Eu disse o motivo acima.

source: Enter the below code:
de_de: Geben Sie den Code unten ein:
it_it: Inserisci il codice seguente:
pt_br: Digite o código abaixo:

source: Description:
de_de: Beschreibung:
es_es: Descripción:
fr_fr: La description:
it_it: Descrizione:
pt_br: Descrição:

source: Your Country:
de_de: Dein Land:
es_es: Su País
fr_fr: Votre pays:
it_it: La tua Nazione:
pt_br: Seu país:

source: Your City:
de_de: Deine Stadt:
es_es: Su ciudad
fr_fr: Votre ville
it_it: La tua Città:
pt_br: Sua cidade:

source: Your State/Province:
de_de: Bundesland:
es_es: Estado/Provincia:
it_it: La tua Provincia:
pt_br: Seu Estado:

source: Postal Code:
de_de: Postleitzahl:
es_es: Código postal:
it_it: Codice Postale:
pt_br: Código postal:

source: Middle Name:
de_de: Zweiter Vorname:
es_es: Segundo Nombre:
fr_fr: Deuxième prénom
it_it: Secondo nome:
pt_br: Nome do meio:

source: Height:
de_de: Höhe:
es_es: Altura:
fr_fr: Hauteur:
it_it: Altezza:
pt_br: Altura:

source: Weight:
de_de: Gewicht:
es_es: Peso:
fr_fr: Poids:
it_it: Peso:
pt_br: Peso:

source: Social Media Profile:
de_de: Social Media-Profil:
it_it: Profilo dei social media:
pt_br: Perfil em Redes Sociais:

source: Your Website:
de_de: Deine Webseite:
es_es: Su sitio web:
fr_fr: Votre site web
it_it: Il tuo Sito Web:
pt_br: Seu site:

source: The URL of your social profile like Facebook, Snapchat, Instagram, Google+, etc.
it_it: L'URL del tuo profilo social come Facebook, Snapchat, Instagram, Google+, ecc.
pt_br: URL do seu perfil social como Facebook, Snapchat, Instagram, Google+, etc.

source: Your Personal Website/Blog (any promotional/affiliated contents will be banned)
pt_br: Seu site pessoal/Blog (qualquer conteúdo promocional / afiliado será banido)

source: Your Fax Number:
es_es: Número de Fax:
fr_fr: Votre numéro de fax:
it_it: Il tuo numero di FAX:
pt_br: Seu número de fax:

source: Your Phone Number:
de_de: Ihre Telefonnummer:
es_es: Número de teléfono
fr_fr: Votre numéro de téléphone
it_it: Il tuo Numero di Telefono:
pt_br: Seu número de telefone:

source: Enter full number with area code.
de_de: Geben Sie die vollständige Nummer mit Vorwahl ein.
es_es: Por favor ingrese un número de teléfono con código de área!
fr_fr: Entrez le numéro complet avec l'indicatif régional.
it_it: Inserisci il numero completo con prefisso.
pt_br: Digite o número completo com o código de área.

source: Your Email:
de_de: Ihre E-Mail:
es_es: Correo Electrónico:
fr_fr: Votre Email:
it_it: La tua Email:
pt_br: Seu email:

source: Send Activation
de_de: Aktivierungslink senden
es_es: Enviar activación
fr_fr: Envoyer activation
it_it: Invia attivazione
pt_br: Enviar Ativação

source: I am a:
de_de: Ich bin ein:
es_es: Yo soy:
fr_fr: Je suis un(e)
it_it: Io sono un/una:
pt_br: Eu sou:

source: Man
de_de: Mann
fr_fr: Homme
it_it: Uomo
pt_br: Homem

source: Woman
de_de: Frau
es_es: Mujer
fr_fr: Femme
it_it: Donna
pt_br: Mulher

source: Couple
de_de: Paar
es_es: Pareja
it_it: Coppia
pt_br: Casal

source: Looking for a:
de_de: Auf der Suche nach:
it_it: Alla ricerca di:
pt_br: Procurando:

source: Country:
de_de: Land:
es_es: País:
fr_fr: Pays :
it_it: Nazione:
pt_br: País:

source: City:
de_de: Stadt:
es_es: Ciudad:
fr_fr: Ville :
it_it: Città:
pt_br: Cidade:

source: Latest members
de_de: Neueste Mitglieder
es_es: Últimos Usuarios
fr_fr: Derniers membres
it_it: Ultimi Membri
pt_br: Últimos membros

source: Only with Avatar
de_de: Nur mit Avatar
es_es: Sólo con Avatar
fr_fr: Seulement avec Avatar
it_it: Solo con Avatar
pt_br: Somente com Fotos

source: Only Online
de_de: Nur online
es_es: Sólo en línea
fr_fr: Seulement en ligne
it_it: Solo Online
pt_br: Apenas online

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche
it_it: Cerca
pt_br: Pesquisa

source: Male
de_de: Männlich
es_es: Hombre
fr_fr: Homme
it_it: Maschio
pt_br: Masculino

source: Looking for:
de_de: Auf der Suche nach:
es_es: Buscando:
fr_fr: À LA RECHERCHE DE:
it_it: Cerco:
pt_br: Procurando por:

source: State/Province:
de_de: Bundesland / Provinz:
es_es: Estado/Provincia:
fr_fr: État/Province
it_it: Provincia:
pt_br: Estado:

source: Email Address:
de_de: E-Mail-Adresse:
es_es: Dirección de email:
fr_fr: Adresse e-mail:
it_it: Indirizzo Email:
pt_br: Endereço de e-mail:

source: Browse By:
de_de: Gesucht von:
es_es: Navegar por:
fr_fr: Parcourir par:
it_it: Sfoglia per:
pt_br: Procurar por:

source: Latest Members
de_de: Neueste Mitglieder
es_es: Últimos Usuarios
fr_fr: Derniers membres
it_it: Ultimi Membri
pt_br: Últimos Membros

source: Last Activity
de_de: Letzte Aktivität
es_es: Última Actividad
fr_fr: Dernière Activité
it_it: Attivi di recente
pt_br: Última atividade

source: Most Popular
de_de: Beliebteste
es_es: Más Populares
fr_fr: Plus populaires
it_it: Più Popolari
pt_br: Mais popular

source: Top Rated
de_de: Bestbewertet
es_es: Mejor valoración
fr_fr: Les mieux notées
it_it: Più votati
pt_br: Mais votado

source: Username
de_de: Benutzername
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur
it_it: Nome Utente
pt_br: Nome de usuário

source: First Name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
it_it: Primo Nome
pt_br: Primeiro nome

source: Last Name
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
it_it: Cognome
pt_br: Sobrenome

source: Direction:
de_de: Richtung:
es_es: Dirección:
it_it: Direzione:
pt_br: Direção:

source: Descending
de_de: Absteigend
es_es: Descendente
fr_fr: Décroissant
it_it: Discendente
pt_br: Descendente

source: Ascending
de_de: Aufsteigend
es_es: Ascendente
fr_fr: Croissant
it_it: Ascendente
pt_br: Ascendente

source: Embed Code
de_de: Eingebundener Code
es_es: Código de insercion
fr_fr: Code d'embed:
pt_br: Código embutido

source: Share URL:
de_de: URL teilen:
es_es: Compartir enlace URL:
fr_fr: Partager URL:
it_it: Condividi URL:
pt_br: URL de compartilhamento:

source: The passwords don't match.
de_de: Die Passwörter sind nicht identisch.
it_it: Le password non corrispondono.
pt_br: As senhas não coincidem.

source: Your current and new passwords are identical. So why do you want to change it?
de_de: Ihre aktuellen und neuen Passwörter sind identisch. Also, warum willst du es ändern?
it_it: La tua password attuale e quella nuova sono identiche. Allora perché vuoi cambiarlo?
pt_br: Sua senha atual e nova são idênticas. Então, por que você quer mudá-la?

source: Your current password isn't correct.
de_de: Ihr aktuelles Passwort ist nicht korrekt.
it_it: La tua password attuale non è corretta.
pt_br: Sua senha atual não está correta.

source: Your password has been successfully changed.
de_de: Dein Passwort wurde erfolgreich geändert.
es_es: Su contraseña se ha modificado correctamente.
it_it: La tua password è stata cambiata con successo.
pt_br: Sua senha foi alterada com sucesso.

source: Configuration updated!
de_de: Konfiguration aktualisiert!
it_it: Configurazione aggiornata!
pt_br: Configuração atualizada!

source: The config file could not be saved. Please check your file permissions (must be in write mode)
de_de: Die Konfigurationsdatei konnte nicht gespeichert werden. Bitte überprüfen Sie Ihre Dateiberechtigungen (muss sich im Schreibmodus befinden)
it_it: Il file di configurazione non può essere salvato. Si prega di verificare le autorizzazioni del file (deve essere in modalità di scrittura)
pt_br: O arquivo de configuração não pôde ser salvo. Verifique as permissões do arquivo (deve estar no modo de gravação)

source: Oops! This password you entered is incorrect.
de_de: Hoppla! Sie haben Ihr Passwort falsch eingegeben.
es_es: ¡Uy! Esta contraseña es incorrecta.
fr_fr: Oops! Ce mot de passe saisi est incorrect.
it_it: Oops! Questa password che hai inserito non è corretta.
pt_br: Opa! A senha que você digitou está incorreta.

source: Affiliate
es_es: Afiliado
fr_fr: Affilié
it_it: Affiliato
pt_br: Afiliado

source: Member
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
it_it: Membro
pt_br: Membro

source: User Type: %0%.
de_de: Benutzertyp %0%.
it_it: Tipologia di utente: %0%.
pt_br: Tipo de usuário: %0%.

source: Reason why the user wanted to leave: %0%
de_de: Grund, warum der Benutzer gehen wollte: %0%
es_es: Razón por la cual el usuario quería marcharse: %0%
fr_fr: Raison pour laquelle l'utilisateur voulait quitter: %0%
it_it: Motivo per cui l'utente ha voluto lasciare: %0%
pt_br: Razão pela qual o usuário queria sair: %0%

source: User Information
de_de: Benutzer-Information
es_es: informacion del usuario
fr_fr: Informations sur l'utilisateur
it_it: Informazioni utente
pt_br: Informação de usuário

source: Username: %0%
de_de: Benutzername %0%
es_es: Nombre de Usuario: %0%
fr_fr: Nom d'utilisateur
it_it: Nome Utente %0%
pt_br: Nome de usuário: %0%

source: First Name: %0%
de_de: Vorname %0%
es_es: Nombre: %0%
fr_fr: Prénom: %0%
it_it: Primo Nome %0%
pt_br: Primeiro Nome: %0%

source: Sex: %0%
de_de: Geschl %0%
es_es: Género: %0%
fr_fr: Sexe: %0%
it_it: Sesso: %0%
pt_br: Sexo: %0%

source: User IP: %0%
de_de: Benutzer IP: %0%
es_es: IP del usuario: %0%
fr_fr: IP de l'utilisateur: %0%
it_it: IP utente: %0%
pt_br: IP do usuário: %0%

source: Browser info: %0%
es_es: Ver información: %0%
fr_fr: Infos Navigateur Web
it_it: Informazioni sul browser: %0%
pt_br: Informações do navegador: %0%

source: Unsubscribe %0% - User: %1%
de_de: Abmelden %0% - Nutzer: %1%
it_it: Annulla l'iscrizione %0% - Utente: %1%
pt_br: Cancelar subscrição %0% - Usuário: %1%

source: Your account has been removed successfully!
de_de: Ihr Konto wurde erfolgreich entfernt!
es_es: ¡Su cuenta ha sido eliminado con éxito!
it_it: Il tuo account è stato rimosso con successo!
pt_br: Sua conta foi removida com sucesso!

source: Oops, this "%0%" is not associated with any %site_name% account. Please, make sure that you entered the e-mail address used in creating your account.
de_de: Hoppla, "%0%" ist keinem %site_name% account zugeordnet. Bitte vergewissern Sie sich, dass Sie die E-Mail-Adresse eingegeben haben, die Sie bei der Erstellung Ihres Kontos verwendet haben.
es_es: ¡Uy, este "%0%" no está asociado con ninguna cuenta %site_name%. Por favor, asegúrese de que ha introducido la dirección de correo electrónico utilizada en la creación de su cuenta.
fr_fr: Oops, cette \ "%0% " est associé à aucun %site_name% compte. S'il vous plaît, assurez-vous que vous avez entré l'adresse e-mail utilisée pour créer votre compte.
it_it: Oops, questo "% 0%" non è associato a alcun account %site_name%. Per favore, assicurati di aver inserito l'indirizzo e-mail utilizzato per creare il tuo account.
pt_br: Ops, este "%0%" não está associado a nenhuma conta %site_name%. Certifique-se de que você digitou o endereço de e-mail usado na criação da sua conta.

source: Oops! Your account is already activated.
de_de: Hoppla! Dein Benutzerkonto ist bereits aktiviert.
es_es: Su cuenta ya está activada.
fr_fr: Oops! Votre compte est déjà activé.
it_it: Oops! Il tuo account è già attivato.
pt_br: Opa! Sua conta já está ativada.

source: Your activation link has been emailed to you.
de_de: Dein Aktivierungslink wurde dir per E-Mail gesendet.
it_it: Il tuo link di attivazione è stato inviato via email.
pt_br: Seu link de ativação foi enviado por e-mail.

source: Your activation link is <em>"%0%"</em>.
de_de: Dein Aktivierungslink ist <em>"%0%"</em>.
it_it: Il link di attivazione è <em> "% 0%" </em>.
pt_br: Seu link de ativação é <em>"%0%"</em>.

source: Password: ***** (this field is hidden to protect against theft of your account).
de_de: Passwort: ***** (dieses Feld ist zu Ihrem Schutz ausgeblendet).
it_it: Password: * * * * * (questo campo è nascosto per proteggersi dal furto del tuo account).
pt_br: Senha: ***** (este campo está oculto para proteger sua conta).

source: Your new password - %site_name%
de_de: Ihr neues Passwort - %site_name%
es_es: Su nueva contraseña - %site_name%
fr_fr: Votre nouveau mot de passe - %site_name%
it_it: La nuova password- %site_name%
pt_br: Sua nova senha em - %site_name%

source: Administration of %site_name%
de_de: Verwaltung von %site_name%
es_es: Administración de %site_name%
fr_fr: L' administration de %site_name%
it_it: Amministrazione di %sITE_NAME%
pt_br: Administração do - %site_name%

source: Meet %0% on %site_name%!
de_de: Besuche %0% auf %site_name%!
es_es: ¡Conoce %0% %site_name%!
fr_fr: Rencontrez %0% sur %site_name%!
it_it: Meet% 0 %su %sITE_NAME%!
pt_br: Conheça %0% em - %site_name%!

source: I am a %0% and I am looking %1%.
es_es: Yo soy %0% y estoy buscando %1%.
fr_fr: Je suis %0% et je suis à la recherche %1%.
it_it: Sono un% 0% e sto cercando% 1%.
pt_br: Eu sou %0% e estou procurando %1%.

source: I from %0%, %1%.
es_es: Yo soy de %0%, %1%.
fr_fr: Je suis de %0%, %1%.
it_it: I da% 0%,% 1%.
pt_br: Eu sou de %0%, %1%.

source: Meet %0% on %site_name%
de_de: Treffen Sie %0% auf %site_name%
es_es: Conoce a %0% en %site_name%
fr_fr: Rencontrez %0% sur %site_name%
it_it: Incontri %0% su %site_name%
pt_br: Conheça %0% em - %site_name%

source: Online!
it_it: In Linea!
pt_br: Conectados!

source: Busy
de_de: Beschäftigt
es_es: Ocupado
fr_fr: Occupé
it_it: Occupato
pt_br: Ocupado

source: Away
de_de: Auswärts
es_es: Esta fuera
fr_fr: Loin
it_it: Assente
pt_br: Ocupado(a)

source: Categories:
de_de: Kategorien:
es_es: Categorías:
fr_fr: Catégories :
it_it: Categorie:
pt_br: Categorias:

source: Free Dating Social Community - Your IP is banned
de_de: Kostenlos Dating Social Community - Ihre IP ist gesperrt
es_es: Free Dating Social Community - Su IP está prohibido
fr_fr: Rencontre sociale communautaire - Votre adresse IP est interdite
it_it: Il tuo indirizzo IP è vietato in questa Dating Social Community Gratuita
pt_br: Comunidade social de namoro gratuito - Seu IP está proibido

source: banned,ban,dating site,free online dating social,social network,dating
es_es: Prohibido, prohibición, sitio de citas, libre de citas en línea sociales, redes sociales, citas
fr_fr: interdit, interdiction, site de rencontres, rencontres en ligne sociale, réseau social, datant
it_it: divieto,vietato,sito incontri,social incontri gratis online,social network,incontri
pt_br: proibido, proibição, site de namoro, namoro online gratuito social, rede social, namoro

source: Your IP or your location is banned!
de_de: Ihre IP oder Ihr Standort ist gesperrt!
es_es: Su IP o su ubicación está prohibido!
fr_fr: Votre adresse IP ou votre position est interdite!
it_it: Il Tuo IP o il tuo profilo è vietato!
pt_br: Seu IP ou sua localização está banida!

source: Sorry, your IP address or your location is banned for this site.
de_de: Entschuldigung, Ihre IP-Adresse oder Ihr Standort ist für diese Site gesperrt.
es_es: Lo sentimos, su dirección IP o su ubicación está prohibida para este sitio.
fr_fr: Désolé, votre adresse IP ou votre position est interdite pour ce site.
it_it: Spiacenti, il tuo indirizzo IP o il Tuo profilo è vietato per questo sito.
pt_br: Desculpe, o seu endereço IP ou a sua localização está banido deste site.

source: Regards, %site_name%'s Team.
de_de: Grüße, Ihr %site_name%'s Team.
es_es: Un cordial saludo,%site_name% Equipo.
fr_fr: Cordialement, l'équipe %site_name%.
it_it: Saluti, il team di %site_name%.
pt_br: Atenciosamente, equipe - %site_name%.

source: Website Maintenance
de_de: Wartung der Webseite
es_es: Mantenimiento del Sitio Web
fr_fr: Maintenance du site
it_it: Manutenzione del sito
pt_br: Manutenção do site

source: Website in Maintenance
de_de: Webseite in Wartung
es_es: Sitio web en Mantenimiento
fr_fr: Site en maintenance
it_it: Sito Web in manutenzione
pt_br: Site em manutenção

source: dating site,free dating site,online dating site,social dating
de_de: dating site,free dating site,online dating site,social dating, Dating-Site, kostenlose Dating-Site, Online-Dating-Site, Social Dating
es_es: Sitio de citas, sitio de citas gratuito, sitio de citas en línea, citas sociales
fr_fr: site de rencontres, site de rencontre gratuit, en ligne site de rencontres, rencontrer
it_it: sito di incontri, sito di incontri gratis, sito di dating online, incontri sociali
pt_br: site de namoro, site de namoro gratuito, site de encontros on-line, namoro social

source: Site Maintenance
es_es: Mantenimiento del sitio
fr_fr: l'entretien du site
it_it: Manutenzione del sito
pt_br: Página em manutenção

source: Whoops! Our website is currently down for maintenance.
de_de: Hoppla! Unsere Website ist derzeit wegen Wartungsarbeiten nicht verfügbar.
es_es: ¡Vaya! Nuestro sitio web se encuentra actualmente en mantenimiento.
fr_fr: Whoops! Notre site est actuellement en maintenance.
it_it: Whoops! Il nostro Web site è attualmente giù per manutenzione.
pt_br: Ops! Nosso site está atualmente em manutenção.

source: Please come back later!
de_de: Bitte versuchen Sie es später noch einmal!
es_es: ¡Por favor, vuelva más tarde!
fr_fr: Merci de revenir plus tard!
it_it: Per favore, torna più tardi!
pt_br: Por favor, volte mais tarde!

source: Kind regards, The Team.
de_de: Herzliche Grüße, Das Team.
es_es: Saludos cordiales, El equipo.
fr_fr: Cordialement, L'équipe.
it_it: Cordiali Saluti, il team di %site_name%.
pt_br: Atenciosamente, a equipe.

source: Whoops!
de_de: Hoppla!
es_es: ¡Vaya!
fr_fr: OUPS!
pt_br: Ops!

source: The banner has been activated.
de_de: Das Banner wurde aktiviert.
es_es: La bandera se ha activado.
it_it: Il banner è stato attivato.
pt_br: O banner foi ativado.

source: Cannot activate the banner. Please try later.
de_de: Das Banner kann nicht aktiviert werden. Bitte versuchen Sie es später noch einmal.
es_es: No se puede activar el banner. Por favor Inténtalo más tarde.
it_it: Impossibile attivare il banner. Per favore prova più tardi.
pt_br: Não é possível ativar o banner. Por favor tente mais tarde.

source: The banner has been deactivated.
de_de: Das Banner wurde deaktiviert.
es_es: La bandera ha sido desactivada.
it_it: Il banner è stato disattivato.
pt_br: O banner foi desativado.

source: Cannot deactivate the banner. Please try later.
de_de: Das Banner kann nicht deaktiviert werden. Bitte versuchen Sie es später noch einmal.
es_es: No puede desactivar el banner. Por favor Inténtalo más tarde.
it_it: Impossibile disattivare il banner. Per favore prova più tardi.
pt_br: Não é possível desativar o banner. Por favor tente mais tarde.

source: The banner has been deleted.
de_de: Das Banner wurde gelöscht.
es_es: La bandera ha sido eliminada.
it_it: Il banner è stato eliminato.
pt_br: O banner foi excluído.

source: Cannot remove the banner. Please try later.
de_de: Das Banner kann nicht entfernt werden. Bitte versuchen Sie es später noch einmal.
es_es: No se puede quitar la bandera. Por favor Inténtalo más tarde.
it_it: Impossibile rimuovere il banner. Per favore prova più tardi.
pt_br: Não é possível remover o banner. Por favor tente mais tarde.

source: The cache has been deleted!
es_es: ¡Se ha eliminado el caché!
fr_fr: Le cache a été supprimée!
it_it: La cache è stata cancellata!
pt_br: O cache foi excluído!

source: Oops! You are already logged in as administrator.
de_de: Hoppla! Sie sind bereits als Administrator angemeldet.
es_es: ¡Uy! Ya está conectado como administrador.
fr_fr: Oops! Vous êtes déjà connecté en tant qu'administrateur.
it_it: Oops! Sei già connesso come amministratore.
pt_br: Opa! Você já iniciou sessão como administrador.

source: Change Password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
it_it: Cambia Password
pt_br: Mudar senha

source: Edit your account
de_de: Bearbeiten Sie Ihr Konto
es_es: Edite su cuenta
fr_fr: Modifier votre compte
it_it: Modifica il tuo account
pt_br: Edite sua conta

source: Sorry, Your search returned no results!
de_de: Entschuldigung, Ihre Suche ergab keine Ergebnisse!
es_es: Lo sentimos, su búsqueda no ha dado ningún resultado.
fr_fr: Désolé, votre recherche n'a donné aucun résultat!
it_it: Spiacente, la Tua ricerca non ha prodotto risultati!
pt_br: Desculpe, a sua busca nao teve resultados!

source: Browse Admins
de_de: Suche nach Admins
es_es: Buscar administradores
fr_fr: Parcourir Admins
it_it: Sfoglia Amministratori
pt_br: Procure Administradores

source: %n% Admin
fr_fr: %n% Administrateur
it_it: %n% Amministratore
pt_br: %n% Administrador
