Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Sometime this protection can be annoying for users if there are not fast enough to fulfill the forms. However, if disabled, your site can be vulnerable on CSRF attacks in forms.
es_es: En algún momento esta protección puede ser molesta para los usuarios si no son lo suficientemente rápido como para cumplir con las formas. Sin embargo, si deshabilita, su sitio puede ser vulnerable a ataques CSRF en formas.
fr_fr: Parfois, cette protection peut être gênant pour les utilisateurs s'il n'y a pas assez vite pour remplir les formulaires. Toutefois, si elle est désactivée, votre site peut être vulnérable aux attaques CSRF sous formes.

source: System against the DDoS attacks:
es_es: Sistema contra los ataques de DDoS:
fr_fr: Système contre les attaques DDoS:

source: Spam:
es_es: No deseado (spam)
fr_fr: Pourriel

source: Time Delay:
es_es: Tiempo de espera:
fr_fr: Temporisation:

source: Registration delay for User
es_es: Demora de registro de usuario
fr_fr: délai d'inscription pour l'utilisateur

source: Registration delay for Affiliate
es_es: Demora de registro de afiliados
fr_fr: délai d'inscription pour Affiliate

source: Send Note delay
es_es: Enviar Nota de demora
fr_fr: Envoyer une note de retard

source: Send Mail delay
es_es: Enviar retraso de correo electronico
fr_fr: Envoyer retard Mail

source: Send Comment delay
es_es: Enviar comentario demora
fr_fr: Envoyer un commentaire retard

source: Send Forum Topic delay
es_es: Enviar retardo del tema del Foro
fr_fr: Envoyer retard Forum Discussion

source: Send Forum Message delay
es_es: Enviar retardo del mensaje de foro
fr_fr: Envoyer un message Forum retard

source: Captcha for send an Email:
fr_fr: Captcha pour envoyer un e-mail:

source: Pruning:
es_es: Poda:
fr_fr: Taille:

source: IP Api:
fr_fr: Api IP:

source: Chat Api:
fr_fr: Api chat:

source: Parsing tags are permitted (e.g. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).
es_es: Etiquetas análisis (p. ej. #! http://api.your-service-chat.com/?url=%0%&name=%1%! #).
fr_fr: balises parsing sont autorisées (par exemple # http:!?! //api.your-service-chat.com/?url =%0%& name =%1%#).

source: Advertisement:
fr_fr: Publicité

source: Paid License Status: %0%
fr_fr: Payé License Status: %0%

source: License Type: %0%
fr_fr: Type de licence: %0%

source: Your License Key
fr_fr: Votre clé de licence

source: to remove the Links from us and get All Premium Features!
fr_fr: pour supprimer les liens de nous et d'obtenir toutes les fonctionnalités Premium!

source: Premium Module
es_es: Módulo premium
fr_fr: Module premium

source: Promotional text to display on the homepage for visitors.
fr_fr: Texte promotionnel à afficher sur la page d'accueil pour les visiteurs.

source: Your code analytics (e.g., Google Analytics)
fr_fr: Votre analyse de code (par exemple, Google Analytics)

source: The token lifetime cannot be below 10 seconds.
es_es: La vida simbólica no puede ser por debajo de 10 segundos.
fr_fr: La durée de vie de jeton ne peut pas être inférieure à 10 secondes.

source: The configuration was saved successfully!
fr_fr: La configuration a été enregistré avec succès!

source: The user has been successfully added.
es_es: El usuario se ha añadido correctamente.
fr_fr: L'utilisateur a été ajouté avec succès.

source: The Advertisements was saved successfully!
fr_fr: Les annonces a été enregistré avec succès!

source: Module Status have been saved!
es_es: Estado del módulo se han salvado!
fr_fr: Etat du module ont été sauvés!

source: The Meta Tags was saved successfully!
fr_fr: Le Meta Tags a été enregistré avec succès!

source: Your JS code was saved successfully!
fr_fr: Votre code JS a été enregistré avec succès!

source: The file content was saved successfully!
fr_fr: Le contenu de fichier a été enregistré avec succès!

source: Your CSS code was saved successfully!
fr_fr: Votre code CSS a été enregistré avec succès!

source: The administrator has been successfully added.
es_es: El administrador se ha añadido correctamente.
fr_fr: L'administrateur a été ajouté avec succès.

source: Users has been successfully added.
fr_fr: Les utilisateurs ont été ajoutées avec succès.

source: The code Analytics Api was saved successfully!
fr_fr: L'API Analytics de code a été enregistré avec succès!

source: This module is a test for create simple module
es_es: Este módulo es una prueba para crear un módulo simple
fr_fr: Ce module est un test pour créer simple module

source: Example of simple module that displays hello world for the CMS
fr_fr: Exemple du module simple qui affiche Bonjour tout le monde pour le CMS

source: Hello world %0% %1%, how are you on %2%?
es_es: Hola mundo %0% %1%, ¿cómo estás en %2%?
fr_fr: Bonjour tout le monde %0% %1%, comment êtes-vous %2%?

source: Our Blog
fr_fr: Notre blog

source: Blog
fr_fr: Blogue

source: Links
fr_fr: Liens

source: Our Team
fr_fr: Notre équipe

source: Team
fr_fr: Équipe

source: <strong>Attention!</strong> Some of the women (or men) profiles you see on dating sites might be scams to collect money.<br /> People who is really interested in you will never ask for money.<br /> Be careful, don't send the money to anybody!
fr_fr: <Strong> Attention! </ Strong> Certaines des femmes (ou les hommes) les profils que vous voyez sur les sites de rencontres pourraient être des escroqueries pour collecter l'argent. <br /> \ N Les gens qui est vraiment intéressé à vous ne sera jamais demander de l'argent. < br /> \ n attention, ne pas envoyer de l'argent à tout le monde!

source: WARNING: Your site is in development mode!
fr_fr: ATTENTION: Votre site est en mode de développement!

source: Click here to switch back to the Admin Panel
fr_fr: Cliquez ici pour revenir au panneau d'administration

source: Home
fr_fr: Accueil

source: Users in your Area
fr_fr: Les utilisateurs dans votre région

source: The Free Chat Rooms
fr_fr: Les Salons de chat gratuit

source: Video Chat
es_es: Chat de video
fr_fr: Chat Webcam

source: Pictures
fr_fr: Photos

source: My settings
fr_fr: Mes paramètres

source: Friends Management
fr_fr: Gestion des Amis

source: Find someone who has visited my profile
fr_fr: Trouver quelqu'un qui a visité mon profil

source: Find some Visitor(s)
fr_fr: Trouver quelque visiteur (s)

source: Gets Banners
fr_fr: Obtient Bannières

source: Users/Admins
fr_fr: Utilisateurs / Admins

source: Custom Style
fr_fr: Style personnalisé

source: Script
fr_fr: Scénario

source: License
fr_fr: Licence

source: Third-party Mods Manager
fr_fr: Tiers Gestionnaire Mods

source: Forum Admin
fr_fr: Forum Administrateur

source: Affiliate Admin Manager
fr_fr: Affiliate Administrateur Gestionnaire

source: Payment
fr_fr: Paiement

source: Membership Management
fr_fr: Gestion d'adhésion

source: Email Management
fr_fr: Gestion d'e-mail

source: Moderate Albums
fr_fr: Albums modérés

source: Picture Album
fr_fr: album photo

source: Moderate Avatars
es_es: Moderación de avatares
fr_fr: Modéré Avatars

source: Moderate Note
fr_fr: Modéré Remarque

source: Moderate the Note Posts
fr_fr: Modérer les messages Remarque

source: Note Posts
fr_fr: Remarque messages

source: Moderate the Pictures Webcam
es_es: Moderar las fotos de Webcam
fr_fr: Modérer les photos Webcam

source: Pictures Webcam
es_es: Fotos Webcam
fr_fr: Photos Webcam

source: Files
fr_fr: Fichiers

source: Public File Management
fr_fr: Public Gestion des fichiers

source: Protected File Management
fr_fr: Protégé Gestion des fichiers

source: Display the all Templates Files
fr_fr: Afficher tous les fichiers du Templates

source: Info
fr_fr: Informations

source: Need some Helps? We're here for you!
fr_fr: Besoin d'une certaine Aide? Nous sommes là pour vous!

source: Individual Ticket Support
fr_fr: Ticket Soutien individuel

source: Support
fr_fr: Assistance

source: Your IP is:
fr_fr: Votre adresse IP est:

source: Delete Category
fr_fr: Supprimer la catégorie

source: Delete Forum
fr_fr: Supprimer Forum

source: Default Membership Group for new Users
fr_fr: Par défaut Groupe adhésion pour les nouveaux utilisateurs

source: Welcome to Payment Module!
fr_fr: Bienvenue sur le module de paiement!

source: I am:
fr_fr: je suis ....

source: Seeking a:
fr_fr: a la recherche de

source: City / Town:
fr_fr: Ville / Localité:

source: Social Network Profile:
fr_fr: Profil Réseau social:

source: No users have a birthday today. Come back tomorrow ;-)
fr_fr: Aucun membre ne fête son anniversaire aujourd'hui. Reviens demain ;-)

source: Remove this avatar?
fr_fr: Supprimer cet avatar?

source: Your avatar must contain a picture of you under penalty of banishment of your account!
fr_fr: Votre avatar doit contenir une photo de vous, sous peine de bannissement de votre compte!

source: We are delighted that you have chosen to become a part of our inexpensive online social dating experince!
fr_fr: Nous sommes ravis que vous ayez choisi de devenir une partie de notre bon marché en ligne rencontrer experience!

source: The last news in live
fr_fr: Les dernières nouvelles en direct

source: Come quickly
fr_fr: Venez vite !

source: register!
fr_fr: S'enregistrer

source: Be on the best e-place!
fr_fr: Soyez le meilleur e place!

source: Meet people in %0% with %site_name%!
fr_fr: Rencontrer des gens en %0% avec %site_name%!

source: Be on the best place to meet people!
fr_fr: Soyez le meilleur endroit pour rencontrer des gens!

source: Social Dating Web App
fr_fr: Rencontres Social Web App

source: No Picture Albums for the treatment of moderate.
fr_fr: Aucun albums d'image pour le traitement des formes modérées.

source: URL
fr_fr: Lien

source: No last login
fr_fr: Aucune dernière connexion

source: No last editing
fr_fr: Aucune dernière édition

source: Login As a member (to all edit this user account).
fr_fr: Connexion En tant que membre (à tous modifier ce compte d'utilisateur).

source: Disapprove (This ONLY notified user by email)
fr_fr: Désapprouver (Cet utilisateur SEULEMENT notifié par e-mail)

source: Days
fr_fr: Jours

source: Users Statistics
fr_fr: Statistiques des utilisateurs

source: All Members Logins
es_es: Historial de inicios de sesión de todos los miembros
fr_fr: Tous les membres Logins

source: Women Members Logins
es_es: Inicios de sesión de miembros mujeres
fr_fr: Membres Femmes Logins

source: Couple Members Logins
es_es: Inicios de sesión de miembros parejas
fr_fr: Couple Membres Logins

source: All Admins Logins
es_es: Los inicios de sesión de administradores
fr_fr: Tous les Admins Logins

source: All Members Registrations
es_es: Todos los registros de miembros
fr_fr: Tous les membres Enregistrements

source: Men Members Registrations
es_es: Registros de los miembros de los hombres
fr_fr: Hommes Membres Enregistrements

source: Women Members Registrations
es_es: Registros de los miembros de las mujeres
fr_fr: Membres Femmes Inscriptions

source: Couple Members Registrations
es_es: Registros de los miembros parejas
fr_fr: Couple Membres Inscriptions

source: All Admins Registrations
es_es: Todos los registros de administradores
fr_fr: Tous les Admins Enregistrements

source: Men Admins Registrations
es_es: Registro de administradores de los hombres
fr_fr: Hommes Admins Inscriptions

source: Women Admins Registrations
es_es: Registro de administradores de las mujeres
fr_fr: Femmes Admins Inscriptions

source: Latest <a href="%software_website%" title="%software_name%">Software</a>'s News
fr_fr: Dernières <a href="%software_website%" title="%software_name%"> Nouvelles </a> logiciels d '

source: Affiliate Platform with %site_name%!
fr_fr: Plate - forme d'affiliation avec %site_name de%!

source: FFmpeg is not installed on the server or the path cannot be found. Please install and configure the path in "~/YOUR-PROTECTED-FOLDER/app/configs/config.ini" or contact the administrator of the site/server or Web host by saying the problem.
es_es: FFmpeg no está instalado en el servidor o no se puede encontrar la ruta de acceso. Instale y configure la ruta en "~ / YOUR-PROTECTED-FOLDER / app / configs / config.ini" o póngase en contacto con el administrador del sitio / servidor o host web diciendo el problema.

source: Oops! You need to get a Google Maps API key to get it working. Please go to your pH7CMS Admin Panel -> Settings -> General -> API -> Google Maps API Key
es_es: ¡Vaya! Necesita obtener una clave de la API de Google Maps para que funcione. Accede a tu Panel de administración de pH7CMS -&gt; Configuración -&gt; General -&gt; API -&gt; Clave de la API de Google Maps

source: You are still using the Free Version. It's time now to buy a Pro License and get all amazing features and be able to use this module.
es_es: Todavía estás usando la versión gratuita. Es hora de comprar una licencia Pro y obtener todas las características sorprendentes y ser capaz de utilizar este módulo.

source: Please join for free to vote that
es_es: Por favor, únase para votar libremente

source: Error: %element% must contain a URL (e.g., <a href="http://meetlovelypeople.com">http://www.meetlovelypeople.com</a>).
es_es: Error: %element% debe contener una URL (por ejemplo, <a href="https://deluxecupid.com">https://www.deluxecupid.com</a> ).

source: Email:
es_es: Correo Electrónico:

source: The config file could not be saved. Please check your file permissions (must be in write mode)
es_es: El archivo de configuración no podría ser guardado. Por favor, compruebe los permisos del archivo (debe estar en modo de escritura)

source: Please sign in first to continue
es_es: Por favor, inicia sesión para continuar

source: If it was you who tried ​​to login to your account, we suggest to <a href="%1%">request a new password</a> in %0% minutes.
es_es: Si fue usted que intento acceder a su cuenta, sugerimos <a href="%1%"> para solicitar una nueva contraseña</a> en %0% minutos.

source: If you do not know the person who made ​​the login attempts, you should be very careful and change your password to a new one more complicated.
es_es: Si usted no conoce a la persona que hizo los intentos de inicio de sesión, debe tener mucho cuidado y cambiar la contraseña por una nueva más complicada.

source: It seems you don't have Internet connection or the remote URL is temporarily unavailable. Some features on the admin panel won't be available.
es_es: Parece que no tienes conexión a Internet o la URL remota no está disponible temporalmente. Algunas de las características en el panel de administración no estarán disponibles.

source: The <a href='%0%'>%1%</a>'s photo album
es_es: Álbum de fotos <a href='%0%'>%1%</a>

source: <a href='%0%'>%1%</a>'s photo album
es_es: álbum de fotos de <a href='%0%'>%1%</a>

source: <a href='%0%'>%1%</a>'s photo
es_es: Foto de <a href='%0%'>%1%</a>

source: %n% picture result!
es_es: %n% foto(s) resultado!

source: Name of the Album Cover:
es_es: Nombre de la carátula del álbum:

source: Description of the Album Cover:
es_es: Descripción de la carátula del álbum:

source: Name of your Album Cover:
es_es: Nombre de su cubierta del álbum:

source: Description of your Album Cover:
es_es: Descripción de su cubierta del álbum:

source: Thumb for the Album Cover:
es_es: Pulgar para la carátula del álbum:

source: Your photo(s) has/have been added successfully!
es_es: Su fotografía ha/se han añadido con éxito!

source: %n% Post Result!
es_es: %n% Resultado de comentarios!

source: Slogan:
es_es: Lema:

source: Tags:
es_es: Etiqueta:

source: Please specify your birth date using the calendar or with this format: Month/Day/Year. <strong>It is imperative to finish by the DAY</strong>.
es_es: Por favor especifique su fecha de nacimiento utilizando el calendario o con este formato: día/mes/año. <strong>Es imprescindible para terminar el día</strong>.

source: Profile has been saved successfully!
es_es: ¡El perfil se ha guardado con éxito!

source: Someone (from IP address %0%) has requested a new password for this account.
es_es: Una persona (de dirección %0% IP) ha solicitado una nueva contraseña para esta cuenta.

source: If you requested this, click on the link below, otherwise ignore this email and your password will remain unchanged.
es_es: Si solicitó esto, haga clic en el enlace de abajo, de lo contrario ignora este email y contraseña permanecerá sin cambios.

source: Profile has been successfully updated!
es_es: Su perfil se ha actualizado con éxito.

source: Discussions Forums - %site_name%
es_es: Foros de discusión - %site_name%

source: The Forum has been successfully added!
es_es: ¡El foro ha sido añadido con éxito!

source: The Category has been successfully added!
es_es: ¡La categoría ha sido añadida con éxito!

source: Details of the membership
es_es: Detalles de la membresía

source: You received a new Payment from %0%
es_es: Ha recibido un nuevo pago de %0%

source: No message in your inbox
es_es: Ningún mensaje en su bandeja de entrada

source: Sorry %0%, you do not have any messages in your inbox.
es_es: Lo siento %0%, no tienes mensajes en tu bandeja de entrada.

source: Search Mail - Look for a message
es_es: Buscar correo - buscar un mensaje

source: The <a href='%0%'>%1%</a>'s albums
es_es: Álbumes del <a href='%0%'>%1%</a>

source: <a href='%0%'>%1%</a>'s video album
es_es: Álbum de videos <a href='%0%'>%1%</a>

source: Watch <a href='%0%'>%1%</a>'s video
es_es: Ver video de <a href='%0%'>%1%</a>

source: %n% video result!
es_es: %n% resultado de videos!

source: Example: %0%
es_es: Ejemplo: %0%

source: The subscribers(s) has/have been deleted.
es_es: El afiliado ha sido eliminado

source: %0% build %1%
es_es: %0% construcción de %1%

source: Hurrah! Your License Key has been saved successfully.
es_es: ¡Hurra! Su clave de licencia se ha guardado con éxito.

source: Avatars Moderation
es_es: Moderación de avatares

source: Use the Splash Page for the visitors (not logged), otherwise the classic page will be used.
es_es: Utilice la página de bienvenida para los visitantes (no registrados), caso contrario se usará la página clásica.

source: Enable/Disable the "Animated Video" on the splash homepage. <strong>If you hold <a href="http://ph7builder.com/order">pH7CMSPro</a>, we can provide professional splash videos for your specific niche and setting-up the video for you</strong>.
es_es: Activar o desactivar el "Video animado" en la página splash. <strong>Si tienes <a href="http://ph7builder.com/order">pH7CMSPro</a>, podemos proporcionar videos de splash profesional para tu nicho específico y configurar el video para usted</strong>.

source: Show the Latest News about the software in the admin dashboard (recommend).
es_es: Mostrar las últimas noticias sobre el software en la consola de administración (se recomienda).

source: Image:
es_es: Imagen:

source: Avatar Manual Approval:
es_es: Aprobación Manual de Avatar:

source: Automation:
es_es: Automatización

source: Banner (%0%px):
es_es: Bandera:

source: to remove all Links and Copyright Notice, be able to Monetize your site, get All Premium Features and have access to the lifetime Support/Update/Upgrade!
es_es: para quitar todos los enlaces y aviso de Copyright, ser capaz de monetizar tu sitio, obtener todas las características Premium y tener acceso a toda la vida de soporte de actualización!

source: Change the default API service by yours
es_es: El servicio predeterminado de API por suyo el cambio

source: The code Analytics Api has been successfully updated!
es_es: El código de que Analytics Api se ha actualizado con éxito!

source: Admin Forum
es_es: Admin foro

source: Search Email
es_es: Buscar correo electrónico

source: Search Message
es_es: Buscar un mensaje

source: The Meta Tags has been saved successfully!
es_es: ¡Las etiquetas Meta se ha guardado con éxito!

source: The file content has been saved successfully!
es_es: ¡El contenido del archivo se ha guardado con éxito!

source: See %0%'s Topics
es_es: Ver temas de %0%

source: Reply on the Message
es_es: Responder a mensaje

source: Delete your message
es_es: Eliminar su mensaje

source: About our Free Online Dating Site
es_es: Hot o no - gratis en línea sitio de citas

source: Subscribers Manager
es_es: Suscriptores Manager

source: Subscribers ID#
es_es: Buscar ID#

source: Active Account
es_es: Activar cuenta

source: Men Members Logins
es_es: Inicios de sesión de miembros hombres

source: All Affiliates Logins
es_es: Todos los afiliados de inicios de sesión

source: Men Affiliates Logins
es_es: Inicios de sesión de afiliados hombres

source: Women Affiliates Logins
es_es: Inicios de sesión de afiliados mujeres

source: Men Admins Logins
es_es: Inicios de sesión de administradores hombres

source: Women Admins Logins
es_es: Inicios de sesión de administradores mujeres

source: All Affiliates Registrations
es_es: Todos los registros de afiliados

source: Men Affiliates Registrations
es_es: Registros de afiliados de los hombres

source: Women Affiliates Registrations
es_es: Registros de afiliados de las mujeres

source: The Advertisements has been successfully added!
es_es: La publicidad ha sido añadido con éxito!

source: The Advertisement has been successfully added!
es_es: ¡El anuncio ha sido añadido con éxito!

source: Search a Game
es_es: Buscar un juego

source: Edit my account
es_es: Editer mi cuenta

source: Search a Users
es_es: Buscar usuarios

source: my account
es_es: mi cuenta

source: Edit ny account
es_es: Editar mi cuenta

source: Edit this Admin
es_es: Editar este Admin

source: Your Account
es_es: Tu cuenta

source: Not Found Files.
es_es: No se encontraron Archivos.

source: Free Online Dating
es_es: Citas en línea gratis

source: Free Online Dating with cool on Web!
es_es: ¡Citas en línea gratis con un Web Buena onda!

source: Dating Flirt
es_es: Citas

source: Your message could not be deleted because there no exist.
es_es: Su mensaje no se puede eliminar porque no existen.

source: Your comment could not be deleted because there no exist.
es_es: Tu comentario no se puede eliminar porque no existen.

source: Sorry, but no games seem to be installed at time.
es_es: Lo sentimos, pero no hay juegos instalados ahora.

source: Your post could not be deleted because there no exist.
es_es: Tu post no se puede eliminar porque allí existen.
