Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: If you have a website (e.g., your company's website).
de_de: Besitzen Sie eine Website (z. B. die Website Ihres Unternehmens).
es_es: Si tienes un sitio web (por ejemplo, sitio web de su empresa).
it_it: Se hai un sito web (ad es. Il sito web della tua azienda).
pt_br: Se você tiver um website (por exemplo, o website da sua empresa).

source: Your Subject:
es_es: Su Asunto:
fr_fr: Votre sujet:
it_it: Il soggetto:
pt_br: Seu assunto:

source: Your Message:
de_de: Ihre Nachricht:
es_es: Sú mensaje
fr_fr: Votre message
it_it: Il tuo messaggio:
pt_br: Sua mensagem:

source: Contact US
de_de: Kontaktieren Sie uns!
es_es: Contáctenos
fr_fr: Nous joindre
it_it: Contattaci
pt_br: Entre em Contato

source: Your message has been successfully sent!
it_it: Il Tuo messaggio è stato correttamente inviato!
pt_br: Sua mensagem foi enviada com sucesso!

source: No Phone
de_de: Keine Telefonnummer
es_es: No hay teléfono
fr_fr: Pas de signal
it_it: Nessun telefono
pt_br: Sem telefone

source: No Site
de_de: Keine Site
es_es: No hay sitio web
fr_fr: Aucun site
it_it: Nessun sito
pt_br: Nenhum site

source: Last Name: %0%
de_de: Nachname: %0%
es_es: Apellido: %0%
fr_fr: Nom de famille: %0%
it_it: Cognome:% 0%
pt_br: Sobrenome: %0%

source: Phone Number: %0%
de_de: Telefonnummer: %0%
es_es: Número Telefónico: %0%
fr_fr: Téléphone: %0%
it_it: Numero di telefono:% 0%
pt_br: Número de telefone: %0%

source: Website: %0%
de_de: Webseite: %0%
es_es: Página web: %0%
pt_br: Site da internet: %0%

source: Subject: %0%
de_de: Betreff: %0%
es_es: Asunto: %0%
fr_fr: Sujet: %0%
it_it: Oggetto: % 0%
pt_br: Assunto: %0%

source: Message: %0%
de_de: Nachricht: %0%
es_es: Mensaje: %0%
it_it: Messaggio:% 0%
pt_br: Mensagem: %0%

source: User Browser info: %0%
de_de: Browser Info: %0%
es_es: Información de navegacion del usuario: %0%
fr_fr: info navigateur de l'utilisateur: %0%
it_it: Informazioni sul browser utente:% 0%
pt_br: Informações do navegador do usuário: %0%

source: URL Page
de_de: URL Seite
es_es: Página de enlace
it_it: Pagina URL
pt_br: URL da Página

source: User come from: %0%
de_de: Benutzer kommt aus: %0%
es_es: Usuario Proviene de: %0%
fr_fr: Utilisateur proviennent de: %0%
it_it: Utente arriva da: %0%
pt_br: Usuário de: %0%

source: Contact Form: %0%
de_de: Kontaktformular: %0%
it_it: Modulo di contatto:% 0%
pt_br: Formulário de contato: %0%

source: Meet %0%, A %1% looking for %2% - %3% years - %4% - %5% %6%
es_es: Conocer %0%, un %1% buscando %2% - %3% años - %4% - %5% % 6%
it_it: Incontra % 0%, A% 1% alla ricerca di% 2%-% 3% anni-% 4%-% 5%% 6%
pt_br: Conheça %0%, A %1% procurando %2% - %3% anos - %4% - %5% %6%

source: Meet %0% %1% | %2% - %3%
de_de: Treffen %0% %1% | %2% - %3%
es_es: Conoce a %0% %1% | %2% - %3%
fr_fr: ...rencontrer...
it_it: Incontra %0% %1% | %2% - %3%
pt_br: Conheça %0% %1% | %2% - %3%

source: A <span class="pH1">%0%</span> of <span class="pH3">%1% years</span>, from <span class="pH2">%2%, %3% %4%</span>
de_de: Einer <span class="pH1">%0%</span> von <span class="pH3">%1% years</span>, aus <span class="pH2">%2%, %3% %4%</span>
es_es: <span class="pH1">%0% </span>de <span class="pH3">%1% años </span>de <span class="pH2"> de %2%, %3% %4%</span>
fr_fr: A <span class = \ "pH1 ">%0%</ span> de <span class = \ "pH3 ">%1% ans</ span>, de <span class = \ "pH2 ">%2%,%3%%4%</ span>
it_it: Un <span class="pH1">%0%</span> di <span class="pH3">%1% anni</span>, da <span class="pH2">%2%, %3% %4%</span>
pt_br: A <Span class="pH1">%0%</span> de <span class="pH3"> %1% anos </span>, de <span class="pH2"> %2%, %3% %4% </span>

source: Meet <b>%0%</b> near here!
de_de: Treffe <b>%0%</b>hier in der Nähe!
it_it: Incontra <b>%0%</b> nelle vicinanze!
pt_br: Conheça <b>%0%</b> perto daqui!

source: Whoops! The "%0%" profile is only visible to members. Please <a href="%1%">login</a> or <a href="%2%">register</a> to see this profile.
es_es: El perfil "%0%" está disponible para miembros solamente. Por favor <a href="%1%">inicia sesión</a> o <a href="%2%">registrate</a> para ver este perfil.
fr_fr: Whoops! Le "%0%" profil est visible seulement pour les membres. S'il vous plaît <a href="%1%"> connecter </a> ou <a href="%2%"> registre </a> pour voir ce profil.
pt_br: Ops! O perfil "%0%" é visível apenas para membros. Por favor <a href="%1%"> Entre </a> ou <a href="%2%">registre-se</a> para ver este perfil.

source: Whoops! The "%0%" profile is not available to you.
es_es: ¡Lo sentimos! El perfil "%0%" no está disponible para usted.
fr_fr: Whoops! Le "%0%" profil ne sont pas disponibles pour vous.
pt_br: Ops! O perfil "%0%" não está disponível para você.

source: Register now to message %0%!
de_de: Registriere dich jetzt, um mit %0% zu schreiben!
it_it: Registrati ora per inviare messaggi %0%!
pt_br: Registre-se agora na mensagem %0%!

source: Register for free to talk to %0%.
it_it: Registrati per contattare liberamente %0%.
pt_br: Registre-se gratuitamente para falar com %0%.

source: Free Sign up for %site_name% to become friend with %0%.
de_de: Kostenlos anmelden bei %site_name% um %0% näher kennenzulernen.
es_es: Gratis registrarse %site_name% para convertirse en amigo con %0%.
fr_fr: Inscription gratuite pour %site_name% pour devenir ami avec %0%.
it_it: Registrazione gratuita in %site_name% per richiedere amicizia con %0%.
pt_br: Inscreva-se grátis em - %site_name% para se tornar amigo de %0%.

source: Bad Request
de_de: Ungültige Anforderung
es_es: Solicitud Incorrecta
fr_fr: Mauvaise Demande
it_it: Richiesta errata
pt_br: Pedido ruim

source: The request cannot be fulfilled due to bad syntax.
de_de: Die Anforderung kann aufgrund einer fehlerhaften Syntax nicht erfüllt werden.
es_es: La solicitud no puede cumplirse debido a la mala sintaxis.
fr_fr: La demande ne peut être satisfaite en raison de la mauvaise syntaxe.
it_it: La richiesta non può essere soddisfatta a causa della sintassi non valida.
pt_br: A solicitação não pode ser atendida devido à sintaxe incorreta.

source: Unauthorized
de_de: Nicht autorisiert
es_es: Sin acceso
fr_fr: Non autorisé
it_it: Non autorizzato
pt_br: Não autorizado

source: Your IP address or the username/password you entered were not correct. Your request was denied as you have no permission to access the data.
de_de: Ihre IP-Adresse oder der Benutzername / das Passwort, die Sie eingegeben haben, waren nicht korrekt. Ihre Anfrage wurde abgelehnt, da Sie keine Berechtigung zum Zugriff auf die Daten haben.
es_es: Su dirección IP o la contraseña que ingresó no eran correctas. Su petición fue denegada ya que tiene no hay permiso para acceder a los datos.
fr_fr: Votre adresse IP ou le nom d'utilisateur / mot de passe saisi ne sont pas correctes. Votre demande a été refusée que vous n'êtes pas autorisé à accéder aux données.
it_it: Il tuo indirizzo IP o il nome utente/password che hai inserito non erano corretti. La tua richiesta è stata negata poiché non hai il permesso di accedere ai dati.
pt_br: Seu endereço IP ou o nome de usuário/senha que você digitou não estavam corretos. Sua solicitação foi negada porque você não tem permissão para acessar os dados.

source: Payment Required
es_es: Pago requerido
fr_fr: Paiement Requis
it_it: Pagamento Richiesto
pt_br: Pagamento Requerido

source: The data is not accessible at the time. The owner of the space has not yet payed their service provider.
de_de: Die Daten sind zu diesem Zeitpunkt nicht zugänglich. Der Eigentümer des Speicherplatzes hat seinen Dienstanbieter noch nicht bezahlt.
es_es: Los datos no sean accesibles en el momento. El propietario del espacio tiene no todavía pagado sus servicios.
fr_fr: Les données ne sont pas accessibles à l'époque. Le propriétaire de l'espace n'a pas encore payé leur fournisseur de services.
it_it: I dati non sono accessibili al momento. Il proprietario dello spazio non ha ancora pagato il loro fornitore di servizi.
pt_br: Os dados não estão acessíveis no momento. O proprietário do espaço ainda não pagou seu provedor de serviços.

source: Forbidden
de_de: Nicht erlaubt
es_es: Prohibido
fr_fr: Interdit
it_it: Proibito
pt_br: Proibido

source: Your IP address or the username/password you entered were not correct. Your request was denied as you have no permission to access the data.<br />OR<br />The server was unable to serve the data that was requested.
es_es: Su dirección IP o la contraseña que ingresó no eran correctas. Su petición fue denegada ya que tiene no hay permiso para acceder a los datos.<br>O<br>El servidor no pudo servir los datos que se solicitan.
fr_fr: Votre adresse IP ou le nom d'utilisateur / mot de passe saisi ne sont pas correctes. Votre demande a été refusée que vous n'êtes pas autorisé à accéder aux données. <br /> <br /> OU Le serveur a été incapable de servir les données demandées.
it_it: Il tuo indirizzo IP o il nome utente/password che hai inserito non erano corretti. La tua richiesta è stata negata poiché non hai il permesso di accedere ai dati. <br />Oppure<br />Il server non è in grado di fornire i dati richiesti.
pt_br: Seu endereço IP ou o nome de usuário/senha que você digitou não estavam corretos. Sua solicitação foi negada porque você não tem permissão para acessar os dados. <br />OU<br /> O servidor não pôde exibir os dados solicitados.

source: Method Not Allowed
de_de: Methode nicht erlaubt
es_es: Método no permitido
fr_fr: Méthode Non Autorisée
it_it: Metodo non consentito
pt_br: Método não permitido

source: A request was made of a resource using a request method not supported by that resource;[2] for example, using GET on a form which requires data to be presented via POST, or using PUT on a read-only resource.
de_de: Eine Anforderung wurde von einer Ressource mithilfe einer Anforderungsmethode gestellt, die von dieser Ressource nicht unterstützt wird [2], z. B. GET für ein Formular, für das Daten über POST bereitgestellt werden müssen, oder PUT für eine schreibgeschützte Ressource.
es_es: Se solicitó un recurso utilizando el método de solicitud no admite ese recurso; [2] por ejemplo, utilizando GET de un formulario que requiere datos para presentarlo por POST o usando PUT en un recurso de sólo lectura.
fr_fr: Une demande a été faite d'une ressource en utilisant une méthode de requête non prise en charge par cette ressource; [2], par exemple, en utilisant GET sur une forme qui nécessite des données qui seront présentées via POST, PUT ou à l'aide d'une ressource en lecture seule.
it_it: È stata effettuata una richiesta di una risorsa utilizzando un metodo di richiesta non supportato dalla risorsa; [2] per esempio, usando GET in un form che richiede i dati verranno presentati tramite POST, o mettere su una risorsa di sola lettura.
pt_br: Foi feito um pedido de um recurso usando um método de solicitação não suportado por esse recurso; [2] por exemplo, usando GET em um formulário que requer que os dados sejam apresentados via POST ou usando PUT em um recurso somente leitura.

source: Internal Server Error
de_de: Interner Server-Fehler
es_es: Error de servidor interno
fr_fr: Erreur interne du serveur
pt_br: Erro do Servidor Interno

source: The server encountered an error. This is most often caused by a scripting problem, a failed database access attempt, or other similar reasons.<br />Please come back later!
de_de: Der Server hat einen Fehler festgestellt. Dies wird meistens durch ein Skriptproblem, einen fehlgeschlagenen Datenbankzugriffsversuch oder andere ähnliche Gründe verursacht. <br /> Bitte kommen Sie später wieder!
es_es: El servidor encontró un error. Esto casi siempre es causado por un problema de secuencias de comandos, un intento de acceso fallido la base de datos o por otras razones similares.<br>Por favor, vuelva más tarde!
fr_fr: Le serveur a rencontré une erreur. Ceci est le plus souvent causée par un problème de script, une tentative d'accès à la base de données a échoué, ou d'autres raisons similaires. <br /> S'il vous plaît revenir plus tard!
it_it: Il server ha rilevato un errore. Questo è spesso causato da un problema di script, un tentativo di accesso database danneggiato o altri motivi simili. <br />Si prega di riprovare più tardi!
pt_br: O servidor encontrou um erro. Isso geralmente é causado por um problema de script, uma tentativa de acesso ao banco de dados com falha ou por outras razões semelhantes. <br />Volte mais tarde!

source: Not Implemented
es_es: No se ha implementado
fr_fr: Non mise en oeuvre
it_it: Non implementato
pt_br: Não implementado

source: The method you are using to access the document can not be performed by the server.<br />Possible methods include:
de_de: Die Methode, mit der Sie auf das Dokument zugreifen, kann nicht vom Server ausgeführt werden.<br /> Mögliche Ursachen sind:
es_es: El método que utiliza para acceder al documento puede no realizarse por el servidor.<br>Los métodos posibles incluyen:
fr_fr: . La méthode que vous utilisez pour accéder au document ne peut pas être effectuée par le serveur <br /> Les méthodes possibles incluent:
it_it: Il metodo che si utilizza per accedere al documento non può essere eseguito dal server.<br />Possibili metodi includono:
pt_br: O método que você está usando para acessar o documento não pode ser executado pelo servidor. <br /> Os métodos possíveis incluem:

source: Bad Gateway
de_de: Falsches Gateway
es_es: Portal incorrecto
fr_fr: Passerelle incorrecte
pt_br: Portão de saída ruim

source: The server was acting as a gateway or proxy and received an invalid response from the upstream server.
de_de: Der Server fungierte als Gateway oder Proxy und erhielt eine ungültige Antwort vom Upstream-Server.
es_es: El servidor estaba actuando como un gateway o proxy y recibió una respuesta no válida del servidor ascendente.
fr_fr: Le serveur a agi comme une passerelle ou proxy et a reçu une réponse non valide du serveur en amont.
it_it: Il server fungeva da gateway o proxy e ha ricevuto una risposta non valida dal server a Monte.
pt_br: O servidor estava agindo como um portão de saída ou proxy e recebeu uma resposta inválida do servidor upstream.

source: Gateway Timeout
es_es: ¡Tiempo de espera finalizado para Puerto de enlace!
fr_fr: Passerelle Timeout
pt_br: Tempo limite do portão de saída

source: Most likely the client has lost connectivity (disconnected from the internet) or the client's host is having technical difficulties.<br /> This could also meanthat a server that allows access to the requested server is down, having bandwidth/load issues, or otherwise unavailable.
de_de: Wahrscheinlich hat der Client die Verbindung verloren (vom Internet getrennt) oder der Host des Clients hat technische Schwierigkeiten.<br /> Dies könnte auch bedeuten, dass ein Server, der Zugriff auf den angeforderten Server erlaubt, Probleme mit Bandbreite / Auslastung oder anderweitig hat nicht verfügbar.
es_es: Es muy probable que el cliente ha perdido la conectividad (desconectado de internet) o host del cliente está teniendo dificultades técnicas.<br>Esto podría también meanthat es un servidor que permite acceso al servidor solicitado, teniendo problemas de carga de ancho de banda, o de lo contrario no.
fr_fr: Très probablement le client a perdu la connectivité (déconnectée de l'Internet) ou l'hôte du client ayant des difficultés techniques. <br /> Cela pourrait aussi meanthat un serveur qui permet d'accéder au serveur demandé est en baisse, ayant des problèmes de bande passante / charge, ou autrement indisponible.
it_it: Molto probabilmente il cliente ha perso la connettività (disconnesso da internet), o l'host del client sta avendo difficoltà tecniche.<br />Questo potrebbe anche dire un server che consente l'accesso al server richiesto è giù, avendo problemi di larghezza di banda/carico, o comunque non disponibili.
pt_br: O mais provável é que o cliente tenha perdido conectividade (desconectado da Internet) ou o host do cliente esteja com dificuldades técnicas. <br /> Isso também pode significar que um servidor que permite acesso ao servidor solicitado está inativo, tendo problemas de largura de banda / carga ou indisponível.

source: HTTP Version Not Supported
de_de: HTTP-Version wird nicht unterstützt
es_es: Versión HTTP no compatible
fr_fr: Version HTTP non pris en charge
it_it: Versione HTTP non supportata
pt_br: Versão HTTP não suportada

source: The server does not support the HTTP protocol version used in the request.
de_de: Der Server unterstützt die in der Anforderung verwendete HTTP-Protokollversion nicht.
es_es: El servidor no es compatible con la versión de protocolo HTTP utilizada en la solicitud.
fr_fr: Le serveur ne supporte pas la version du protocole HTTP utilisée dans la demande.
it_it: Il server non supporta la versione del protocollo HTTP utilizzata nella richiesta.
pt_br: O servidor não suporta a versão do protocolo HTTP usada na solicitação.

source: All Fields
es_es: Añadir todos los campos
fr_fr: (Tous champs)
it_it: Aggiungi Campi
pt_br: Todos os campos

source: Add a Field
es_es: Añadir un campo
fr_fr: Ajouter un champ
it_it: Aggiungi un Campo
pt_br: Adicione um campo

source: Edit a Field
es_es: Editar un campo
fr_fr: Modifier un champ
it_it: Modifica un Campo
pt_br: Editar um campo

source: Field "%0%" is not found!
de_de: Das Feld "%0%" wurde nicht gefunden!
es_es: No se encuentra el campo "%0%".
fr_fr: Champ \ "%0% " est introuvable!
it_it: Campo "%0%" non è stato trovato!
pt_br: O campo "%0%" não foi encontrado!

source: The field has been deleted
de_de: Das Feld wurde gelöscht
es_es: El campo se ha eliminado
fr_fr: Le champ a été supprimé
it_it: Il Campo è stato eliminato
pt_br: O campo foi excluído

source: An error occurred while deleting the field.
de_de: Beim Löschen des Feldes ist ein Fehler aufgetreten.
es_es: Ocurrio un rrror al eliminar este campo.
fr_fr: Une erreur est survenue lors de la suppression du champ.
it_it: Errore durante l'eliminazione del campo.
pt_br: Ocorreu um erro ao excluir o campo.

source: Field Type:
de_de: Feld-Typ:
es_es: Tipo de Campo:
fr_fr: Type de champ :
it_it: Tipo di Campo:
pt_br: Tipo de campo:

source: Text Box
es_es: Campo de texto
fr_fr: Zone de texte
it_it: Box Testo
pt_br: Caixa de texto

source: Number
de_de: Nummer
es_es: Número
fr_fr: Numéro
it_it: Numero
pt_br: Número

source: Field Name:
de_de: Feldname:
es_es: Campo Nombre:
fr_fr: Nom du champ
it_it: Nome Campo:
pt_br: Nome do campo:

source: Field Name must contain 2-30 alphanumeric characters ([a-z], [A-Z], [0-9] and [_], [-]). After you can translate this language key in <span class="italic underline">%0%</span>
es_es: Nombre de campo debe contener 2-30 caracteres alfanuméricos ([a-z], [A-z] [0-9] y [_], [-]). Después de que usted puede traducir esta tecla idioma en <span class="italic underline">%0%</span>
fr_fr: Nom du champ doit contenir 2-30 caractères alphanumériques ([az], [AZ], [0-9] et [_], [-]). Une fois que vous pouvez traduire cette clé de langue dans <span class = \ "italic underline ">%0%</ span>
it_it: Nome del campo deve contenere 2-30 caratteri alfanumerici ([a-z], [A-Z], [0-9] e [_], [-]). Dopo è possibile tradurre questa chiave di lingua in <span class="italic underline">%0%</span>
pt_br: O nome do campo deve conter de 2 a 30 caracteres alfanuméricos ([a-z], [A-Z], [0-9] e [_], [-]). Depois que você puder traduzir essa chave de idioma em <span class="italic underline">%0%</span>

source: Length Field:
de_de: Länge Feld:
es_es: Longitud del Campo:
fr_fr: Longueur du champ:
it_it: Lunghezza del Campo:
pt_br: Comprimento do Campo:

source: Length of the field in numeric number (e.g., 250).
es_es: Longitud del campo numérico número (por ejemplo, 250).
fr_fr: Longueur du champ en nombre numérique (par exemple, 250).
it_it: Lunghezza del campo in numero numerico (ad esempio, 250).
pt_br: Comprimento do campo em número(por ex., 250).

source: Default Field Value
es_es: Valor predeterminado del campo
fr_fr: Valeur par défaut Champ
it_it: Valore Campo predefinito
pt_br: Valor do campo padrão

source: The value by default of the field (optional).
de_de: Der Standardwert des Felds (optional).
es_es: El valor por defecto del campo (opcional).
fr_fr: La valeur par défaut du champ (en option).
it_it: Il valore di default del campo (opzionale).
pt_br: O valor por padrão do campo (opcional).

source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
it_it: Aggiungi
pt_br: Adicionar

source: Note: The field will always have the default value even if you updated to another value. Your change is saved, but cannot be retrieve on the form.
de_de: Hinweis: Das Feld hat immer den Standardwert, auch wenn Sie auf einen anderen Wert aktualisiert haben. Ihre Änderung wird gespeichert, kann jedoch nicht im Formular abgerufen werden.
it_it: Nota: Il campo avrà sempre il valore predefinito anche se è stato aggiornato con un altro valore. La modifica viene salvata, ma non è possibile recuperare la maschera.
pt_br: Nota: O campo sempre terá o valor padrão mesmo se você atualizar para outro valor. Sua alteração é salva, mas não pode ser recuperada no formulário.

source: Note: The field will always have the default value (255) even if you updated to another value. Your change is saved, but cannot be retrieve on the form.
it_it: Nota: Il campo avrà sempre il valore predefinito (255) anche se è stato aggiornato con un altro valore. La modifica viene salvata, ma non è possibile recuperare la maschera.
pt_br: Nota: O campo sempre terá o valor padrão (255) mesmo se você atualizar para outro valor. Sua alteração é salva, mas não pode ser recuperada no formulário.

source: The default value of the field (optional).
it_it: Il valore predefinito del campo (opzionale).
pt_br: O valor padrão do campo (opcional).

source: Note: The default value will always be empty even if you added a default string. Your change is saved, but cannot be retrieve on the form.
it_it: Nota: Il valore predefinito sarà sempre vuoto anche se hai aggiunto una stringa predefinita. La modifica viene salvata, ma non è possibile recuperare la maschera.
pt_br: Nota: O valor padrão estará sempre vazio, mesmo que você tenha adicionado uma sequência padrão. Sua alteração é salva, mas não pode ser recuperada no formulário.

source: Oops! The field already exists!
de_de: Hoppla! Das Feld existiert bereits!
es_es: ¡Uy! ¡El campo ya existe!
fr_fr: Oops! Le champ existe déjà!
it_it: Oops! Il campo esiste già!
pt_br: Opa! O campo já existe!

source: The field has been added.
es_es: Se ha añadido el campo.
fr_fr: Le champ a été ajouté.
it_it: Il campo è stato aggiunto.
pt_br: O campo foi adicionado.

source: Oops! An error occurred while adding the field, please try again.
es_es: ¡Uy! Error al agregar el campo, por favor, inténtelo de nuevo.
fr_fr: Oops! Une erreur est survenue lors de l'ajout du champ, s'il vous plaît essayer à nouveau.
it_it: Oops! Errore durante l'aggiunta del campo, si prega di riprovare.
pt_br: Opa! Ocorreu um erro ao adicionar o campo, por favor, tente novamente.

source: Bad field name!
es_es: ¡Nombre del campo erroneo!
fr_fr: Mauvais nom de domaine!
it_it: Nome del campo errato!
pt_br: Nome de campo ruim!

source: The field has been edited.
es_es: El campo ha sido editado.
fr_fr: Le champ a été modifié.
it_it: Il campo è stato modificato.
pt_br: O campo foi editado.

source: Welcome to the forum administrator mode.
de_de: Willkommen im Forum-Administrator-Modus.
es_es: Bienvenido al modo de administrador del foro.
fr_fr: Bienvenue sur le mode administrateur du forum.
it_it: Benvenuti alla modalità di amministratore del forum.
pt_br: Bemvindo ao modo administrador do fórum.

source: Add a new Category
es_es: Agregar una nueva categoría
fr_fr: Ajouter une nouvelle catégorie
it_it: Aggiungi una nuova Categoria
pt_br: Adicionar uma nova categoria
