Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: New private message from %0% on %site_name%
de_de: Neue private Nachricht von %0% auf %Site_name%
es_es: Nuevo mensaje privado de %0% en %site_name%
fr_fr: Nouveau message privé de %0% sur %site_name%
it_it: Nuovo messaggio privato da %0% su %site_name%
pt_br: Nova mensagem privada de %0% em - %site_name%

source: Newsletter
es_es: Boletín electronico
pt_br: Boletim de Notícias

source: Search Subscribers
de_de: Abonnenten durchsuchen
es_es: Buscar Suscriptores
fr_fr: recherche abonnés
it_it: Ricerca abbonati
pt_br: Pesquisar assinantes

source: Browse Subscribers
es_es: Navegar Suscriptores
fr_fr: Parcourir les abonnés
it_it: Sfoglia gli abbonati
pt_br: Procurar assinantes

source: %n% subscriber found
it_it: %n% abbonati trovati
pt_br: %n% de inscrito encontrado

source: The subscribers(s) has/have been removed.
de_de: Die Abonnenten wurden entfernt.
it_it: Gli iscritti sono stati rimossi.
pt_br: O(s) assinante(s) foi/foram removido(s).

source: Subscribe to our Newsletter
de_de: Abonniere unseren Newsletter
es_es: Suscribete a nuestro boletín
fr_fr: Abonnez-vous à notre newsletter
it_it: Iscriviti alla nostra Newsletter
pt_br: Assine a nossa newsletter

source: Newsletters - Subscribe to our newsletter %site_name% | Social networking, dating website.
de_de: Newsletter - Abonnieren Sie unseren Newsletter %site_name% | Social Networking, Dating-Website.
es_es: Boletines - Suscríbete a nuestro boletín de noticias %site_name % | Redes sociales, sitio web de citas.
fr_fr: Newsletters - Abonnez - vous à notre newsletter %site_name% | Les réseaux sociaux, site de rencontres.
it_it: Newsletter - Iscriviti alla nostra newsletter %site_name% | Social Network, sito di incontri.
pt_br: Newsletters - Assine a newsletter de - %site_name%.

source: newsletter, newsletters, subscription, email, social, social network, social networking, community, metting, dating, friends, people
de_de: Newsletter, Newsletters, Abonnement, E-Mail, Social, Social, Social Network, Social Networking, Community, Treffen, Dating, Freunde, Menschen
es_es: Boletín de noticias, boletines, suscripción, correo electrónico, social, red social, redes sociales, comunidad, metting, citas, amigos, personas
fr_fr: bulletin d'information, bulletins, abonnement, email, réseaux sociaux, social, réseaux sociaux, communautaires, Metting, rencontres, amis, personnes
it_it: newsletter, newsletter, sottoscrizione, email, social, social network, reti sociali, comunità, metting, incontri, amici, persone
pt_br: newsletter, boletins informativos, assinatura, e-mail, social, rede social, redes sociais, comunidade, metting, namoro, amigos, pessoas

source: ATTENTION! Sending emails may take several tens of minutes/hours.
de_de: ACHTUNG! Versenden von E-Mails kann mehrere Minuten/Stunden in Anspruch nehmen.
es_es: ¡ATENCIÓN! Envío de correos electrónicos puede tomar varias decenas de minutos/horas.
fr_fr: ATTENTION! l'envoi de courriels peut prendre plusieurs dizaines de minutes / heures.
it_it: ATTENZIONE! L'invio di messaggi di posta elettronica potrebbe richiedere diverse decine di minuti/ore.
pt_br: ATENÇÃO! O envio de e-mails pode levar vários minutos/horas.

source: Once the form is sent, do not close the browser page!
es_es: Una vez que el formulario es enviado, no cierre la página del navegador.
fr_fr: Une fois le formulaire envoyé, ne fermez pas la page du navigateur!
it_it: Una volta che il modulo viene inviato, non chiudere la pagina del browser!
pt_br: Depois que o formulário for enviado, não feche a página do navegador!

source: Only subscribers registered from the newsletter list
es_es: Sólo los suscriptores registrados en la lista del boletín
fr_fr: Seuls les abonnés enregistrés dans la liste newsletter
it_it: Solo i sottoscrittori registrato dall'elenco newsletter
pt_br: Apenas inscritos registrados na lista de boletins informativos

source: Send!
de_de: Senden!
es_es: ¡Enviar!
fr_fr: Envoi
it_it: Invia!
pt_br: Enviar!

source: Search an Subscriber:
de_de: Einen Abonnenten suchen:
es_es: Buscar afiliado:
fr_fr: Rechercher un abonné:
it_it: Ricerca un Iscritto:
pt_br: Pesquise um Assinante:

source: Enter their ID, Name, Email or IP address.
es_es: Escriba su ID, nombre, correo electrónico o dirección IP.
fr_fr: Entrez leur ID, nom, courriel ou adresse IP.
it_it: Inserire il proprio indirizzo IP, nome, E-mail o ID.
pt_br: Digite seu ID, nome, e-mail ou endereço IP.

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pt_br: Nome

source: Your full name:
es_es: Nombre Completo:
fr_fr: Votre nom complet
it_it: Il tuo nome completo:
pt_br: Seu nome completo:

source: Your email:
de_de: Ihre E-Mail:
es_es: Su correo electrónico:
fr_fr: Votre email:
it_it: La Tua Email:
pt_br: Seu email:

source: Subscribe
de_de: Abonnieren
es_es: Suscribirse
fr_fr: Souscrire
it_it: Iscriviti
pt_br: Assinar

source: Unsubscribe
de_de: Abmelden
es_es: Cancelar Subscripción
fr_fr: se désabonner
it_it: Annullare l'iscrizione
pt_br: Cancelar assinatura

source: %n% newsletter has been successfully sent
it_it: %n% Newsletter è stata inviata correttamente
pt_br: %n% newsletter foi enviada com sucesso

source: Please activate your subscription by clicking the activation link you received by email. If you can not find the email, please look in your SPAM FOLDER and mark as not spam.
es_es: Por favor, Active su suscripción haciendo clic en el enlace de activación que recibiste por correo electrónico. Si no puede encontrar el correo electrónico, por favor, mira en tu carpeta de SPAM y marcar como no spam.
fr_fr: S'il vous plaît activer votre abonnement en cliquant sur le lien d'activation que vous avez reçu par email. Si vous ne trouvez pas l'e-mail, s'il vous plaît regarder dans votre dossier spam et marquer comme non spam.
it_it: Si prega di attivare il tuo abbonamento cliccando sul link di attivazione che hai ricevuto via e-mail. Se non riesci a trovare l'e-mail, si prega di guardare nella cartella SPAM e contrassegnare come non spam.
pt_br: Por favor, ative sua assinatura clicando no link de ativação que você recebeu por email. Se você não consegue encontrar o email, por favor, olhe na sua pasta de SPAM e dê permissão para receber.

source: Oops! You are already subscribed to our newsletter.
de_de: Hoppla! Sie haben unseren Newsletter bereits abonniert.
es_es: Ya estás suscrito a nuestro boletín de noticias
fr_fr: Oops! Vous êtes déjà abonné à notre newsletter.
it_it: Oops! Sei già iscritto alla nostra newsletter.
pt_br: Opa! Você já está inscrito em nossa newsletter.

source: Your subscription was successfully canceled.
de_de: Ihr Abonnement wurde erfolgreich storniert.
es_es: La suscripción fue cancelada con éxito.
fr_fr: Votre abonnement a été annulé avec succès.
it_it: La sottoscrizione è stata annullata correttamente.
pt_br: Sua assinatura foi cancelada com sucesso.

source: We have not found any subscriber with the email address.
es_es: No hemos encontrado ningún suscriptor con la dirección de correo electrónico.
fr_fr: Nous avons trouvé aucun abonné à l'adresse e-mail.
it_it: Non abbiamo trovato alcun sottoscrittore con l'indirizzo di posta elettronica.
pt_br: Não encontramos nenhum assinante com o endereço de email.

source: Welcome to %site_name%'s Subscription!
de_de: Willkommen beim %site_name% Abonnement!
es_es: ¡Bienvenido a suscripción de %site_name%!
fr_fr: Bienvenue sur l'abonement %site_name%
it_it: Benvenuto per l' iscrizione su %site_name% !
pt_br: Bem-vindo à assinatura do - %site_name%!

source: Confirm you email address!
es_es: Confirme su dirección de correo electrónico!
fr_fr: Confirmez votre adresse e-mail!
it_it: Conferma il Tuo indirizzo Email!
pt_br: Confirme seu endereço de e-mail!

source: Welcome to the Note administrator mode.
es_es: Bienvenido al modo de administrador del foro.
fr_fr: Bienvenue sur le mode administrateur Remarque.
it_it: Benvenuti nella modalità Note di amministratore.
pt_br: Bemvindo ao modo de administrador de anotações.

source: Notes Moderation
de_de: Beitrags Moderation
es_es: Notas de la moderación
it_it: Moderazione Note
pt_br: Moderação de anotações

source: The Note has been approved!
de_de: Der Beitrag wurde genehmigt!
es_es: La nota ha sido aprobada.
fr_fr: La note a été approuvé!
it_it: La Nota è stata approvata!
pt_br: A anotação foi aprovada!

source: Oops! The Note could not be approved!
de_de: Hoppla! Der Beitrag konnte nicht genehmigt werden!
es_es: Lo sentimos! La nota no ha sido aprobada.
fr_fr: Oops! La note ne pouvait pas être approuvé!
it_it: Oops! La nota potrebbe non essere approvata!
pt_br: Opa! A anotação não pôde ser aprovada!

source: The Notes of %site_name%
es_es: Las notas de %site_name%
fr_fr: Les billets de %site_name%
pt_br: Os bilhetes de - %site_name%

source: No Notes
es_es: No hay notas.
it_it: Non ci sono Note
pt_br: Sem bilhetes

source: Oops! There are no notes at the moment.
es_es: No hay notas en este momento.
it_it: Oops! Al momento non ci sono note.
pt_br: Opa! Não há bilhetes no momento.

source: No Note Found.
es_es: Ninguna Nota encontrada.
it_it: Nessuna nota trovata.
pt_br: Nenhum bilhete encontrado.

source: Not "%0%" category found!
de_de: Nicht "%0%" Kategorie gefunden!
es_es: ¡No "%0% " categoría encontrado!
fr_fr: Non "%0%" catégorie trouvé!
it_it: Nessuna "%0%" categoria trovata!
pt_br: Não foi encontrada a categoria "%0%"!

source: Search by Category: "%0%" Note
de_de: Suche nach Kategorie: "%0%" Hinweis
es_es: Búsqueda por Categoría: "%0%" Nota
fr_fr: Recherche par catégorie: "%0%" Note
it_it: Cerca per Categoria: "%0%" Note
pt_br: Pesquisa por Categoria: "%0%" Bilhete

source: %n% Note Found!
it_it: %n% Nota Trovata!
pt_br: %n% Bilhete Encontrado!

source: Search Note Post by Category %0% - Dating Social Community Note
de_de: Suche Hinweis Beitrag von Kategorie %0% - Dating Social-Community-Hinweis
es_es: Buscar Post Blog por categoría %0% - Comunidad Social Blog
fr_fr: Recherche Remarque Poster par catégorie %0% - Rencontres Communauté sociale Remarque
it_it: Cerca nota pubblica per categoria %0% - Dating Social Community Note
pt_br: Pesquisa Publicação de Bilhetes por Categoria %0% - Comunidade de encontros online

source: search,post,blog,note,dating,social network,community,news
es_es: búsqueda, blog, citas, red social, comunidad, noticias
fr_fr: recherche, poste, blog, notes, rencontres, réseau social, communautaire, nouvelles
it_it: ricerca, post, blog, note, incontri, social network, community, notizie
pt_br: pesquisar, postar, blog, bilhete, namoro, rede social, comunidade, notícias, encontros

source: None "%0%" author was found!
de_de: Kein "%0%" Autor wurde gefunden!
es_es: Ninguno autor fue encontrado de "%0%"
fr_fr: Aucun "%0%" auteur a été trouvé!
it_it: Nessuna "%0%" l'autore è stato trovato!!
pt_br: Nenhum autor "%0%" foi encontrado!

source: No %0%'s posts found.
de_de: Keine %0% 's Beiträge gefunden.
es_es: Ningun Mensaje de %0% fue encontrado.
it_it: Nessun %0% post trovati.
pt_br: Não foram encontradas postagens de %0%.

source: Search by Author: "%0%" Note
de_de: Suche nach Autor: "%0%" Hinweis
es_es: Búsqueda por autor: Nota "%0%"
fr_fr: Recherche par Auteur: "%0%" Note
it_it: Cerca per Autore: "%0%" Note
pt_br: Procurar por Autor: "%0%" Nota

source: Search Note Post by Author %0% - Dating Social Community Note
de_de: Suche Hinweis Beitrag von Autor %0% - Dating Social-Community-Hinweis
es_es: Buscar Post Blog por autor %0% - Comunidad Social Blog
fr_fr: Recherche Remarque message par Auteur %0% - Rencontres Communauté sociale Remarque
it_it: Cerca nota pubblica per autore %0% - Dating Social Community Note
pt_br: Buscar Post por Autor %0% - Comunidade de encontros online

source: author,search,post,blog,note,dating,social network,community,news
es_es: autor, post, blog, citas, red social, comunidad, noticias
fr_fr: auteur, recherche, courrier, blog, notes, rencontres, réseau social, communautaire, nouvelles
it_it: autore, ricerca, post, blog, note, incontri, social network, community, notizie
pt_br: autor, pesquisa, postar, blog, nota, namoro, rede social, comunidade, notícia

source: Note Search - Looking for a post
de_de: Beitragssuche - Suche nach
it_it: Cerca Nota - Alla ricerca di un post
pt_br: Pesquisa de nota - Procurando uma publicação

source: Dating Social Note - Your search returned
es_es: Dating Social Notas - la búsqueda ha devuelto
fr_fr: Rencontres Remarque sociale - Votre recherche a donné
it_it: Dating Social Note - La tua ricerca è tornata
pt_br: Nota de paquera social - Sua busca retornou

source: Search - Dating Social Community Note
de_de: Suche - Dating Social Community Beitrag
es_es: Buscar - el Blog de la comunidad Social de citas
fr_fr: Recherche - Rencontres Communauté Note sociale
it_it: Cerca - Dating Social Community Note
pt_br: Pesquisa - Nota da comunidade social de paquera

source: search,note,dating,social network,community,news
de_de: Suche, Beitrag, Dating, soziales Netzwerk, Community, News, Nachrichten
es_es: búsqueda, post, blog, citas, red social, comunidad, noticias
fr_fr: recherche, note, datation, réseau social, communautaire, nouvelles
it_it: ricerca, nota, appuntamenti, social network, community, notizie
pt_br: pesquisa, nota, namoro, rede social, comunidade, notícias

source: Add a Note
de_de: Notizen hinzufügen
es_es: Agregar una nota
fr_fr: Ajouter une note
it_it: Aggiungi una Nota
pt_br: Adicione uma anotação

source: Edit the Note
de_de: Bearbeiten des Beitrags
es_es: Editar la nota
fr_fr: Modifier la note
it_it: Modifica la Nota
pt_br: Editar Anotação

source: You can go back on the <a href="%0%">note homepage</a> or <a href="%1%">search with different keywords</a>.
de_de: Sie können auf die <a href="%0%">Beitragsseite </a> zurückkehren oder <a href="%1%">mit verschiedenen Stichworten suchen</a>.
it_it: Puoi tornare indietro<a href="%0%">note homepage</a> o <a href="%1%">cerca con parole chiave diverse</a>.
pt_br: Você pode voltar na <a href="%0%">página inicial das Anotações</a> ou <a href="%1%">pesquisar com palavras-chave diferentes</a>.

source: Select a category that fits the best for your article. You can select up to three different categories
de_de: Wählen Sie eine Kategorie, die am besten zu Ihrem Artikel passt. Sie können bis zu drei verschiedene Kategorien auswählen
es_es: Seleccione una categoría que se adapte lo mejor para tu artículo. Puede seleccionar hasta tres diferentes categorías
fr_fr: Sélectionnez une catégorie qui convient le mieux pour votre article. Vous pouvez sélectionner jusqu'à trois catégories différentes
it_it: Seleziona una categoria che si adatta al meglio per il tuo articolo. Puoi selezionare fino a tre diverse categorie
pt_br: Selecione uma categoria que se encaixe melhor no seu artigo. Você pode selecionar até três categorias diferentes

source: The language of your post:
es_es: Idioma de su articulo:
fr_fr: La langue de votre message:
it_it: La lingua del tuo post:
pt_br: O idioma da sua postagem:

source: The language of the post:
it_it: La lingua del post:
pt_br: O idioma do post:

source: Enter Name, Keyword of posts, Author (username, first name, last name) or ID of a note.
es_es: Escriba el Nombre, palabra clave de los mensajes, autor (nombre de usuario, nombre, apellido) o identificación de una nota.
it_it: Inserisci Nome, Parola chiave dei post, Autore (nome utente, nome, cognome) o ID di una nota.
pt_br: Digite o nome, a palavra-chave das postagens, o autor (nome de usuário, nome próprio, sobrenome) ou o ID de uma nota.

source: Search Note Posts:
de_de: Beiträge durchsuchen:
es_es: Búsqueda Blog - buscando por un post
it_it: Cerca messaggi nota:
pt_br: Postagens da nota de pesquisa:

source: You cannot select more than %0% categories.
de_de: Sie können nicht mehr als %0% -Kategorien auswählen.
es_es: No se puede seleccionar más de categorías de %0%.
it_it: Non puoi selezionare più di %0% categorie.
pt_br: Você não pode selecionar mais de %0% de categorias.

source: Your updated note has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
de_de: Ihre Nachricht wurde empfangen. Es wird nicht sichtbar sein, bis es von unseren Moderatoren genehmigt wurde. Bitte sende keine neue Anfrage.
es_es: Su nota de actualizacion fue recibida. No será visible hasta que sea aprobado por nuestros moderadores. Por favor, no envíe una nueva.
it_it: La tua nota aggiornata è stata ricevuta. Non sarà visibile finché non verrà approvato dai nostri moderatori. Si prega di non inviarne uno nuovo.
pt_br: Sua nota atualizada foi recebida. Não será visível até que seja aprovado pelos nossos moderadores. Por favor, não envie um novo.

source: Your note has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
de_de: Ihre Nachricht wurde empfangen. Es wird nicht sichtbar sein, bis es von unseren Moderatoren genehmigt wird. Bitte sende keine neue.
es_es: Su nota ha sido recibida. No será visible hasta que sea aprobada por nuestros moderadores. Por favor, no envíe una nueva.
it_it: La tua nota è stata ricevuta. Non sarà visibile finché non verrà approvato dai nostri moderatori. Si prega di non inviarne uno nuovo.
pt_br: Sua nota foi recebida. Não será visível até que seja aprovado pelos nossos moderadores. Por favor, não envie um novo.

source: Online Dating Sie for Single!
de_de: Online Dating für Single!
es_es: ¡Sitio Wed de Citas en línea para solteros!
fr_fr: Site de rencontre en ligne pour célibataire!
it_it: Sito di incontri online per single!
pt_br: Encontros Online para Solteiros!

source: Meet new people and have meetings near you with %site_name%, the new online dating free site new generation with webcam chat!
de_de: Lerne neue Leute kennen und triff sie in Ihrer Nähe mit %Site_name%, die neue Kostenlose Singlebörse neuer Generation mit Webcam-Chat!
es_es: ¡Haz a nuevos amigos y tener reuniones cerca de usted con %site_name%, el nuevo sitio de gratis citas en línea nueva generación con webcam chat!
fr_fr: Rencontrer de nouvelles personnes et avoir des rencontres près de chez vous avec %site_name de%, la nouvelle rencontre en ligne site gratuit nouvelle génération avec chat webcam!
it_it: Incontra nuove persone e organizza incontri vicino a te con %site_name%, il nuovo sito gratuito di incontri online di nuova generazione con webcam chat!
pt_br: Conheça novas pessoas e tenha encontros perto de você com %site_name%, o mais novo site de namoro online de última geração com webcam chat!

source: dating, free dating, online dating, people, meeting, romance, woman, man, dating site, flirt, chat, chat room, webcam, video chat, %site_name%
de_de: Kostenlose Partnersuche, dating, online dating, Leute, treffen, Romantik, Frau, Mann, dating Website, Flirt, Chat, Chat-Room, Webcam, Videochat, %Site_name%
es_es: libre de citas, citas, gente, citas online, reunión, romance, mujer, hombre, que data sitio, ligar, chat, sala de chat, webcam, videochat, %site_name%
fr_fr: dating, rencontre gratuit, rencontre en ligne, les gens, réunion, romance, femme, homme, site de rencontres, flirt, chat, chat room, webcam, chat vidéo, %site_name%
it_it: incontri, incontri gratuiti, incontri online, persone, incontri, romanticismo, donna, uomo, sito di incontri, flirt, chat, chat room, webcam, video chat, %site_name%
pt_br: namoro, namoro livre, namoro online, pessoas, reunião, romance, mulher, homem, namoro site, namoro, bate-papo, sala de chat, webcam, video chat, %site_name%

source: Free Online Dating with %site_name%!
de_de: Kostenlose Online-Dating mit %site_name%!
es_es: ¡Citas en línea gratis con %site_name%!
fr_fr: Rencontres en ligne gratuit avec %site_name de%!
it_it: Free Online Dating su %site_name%!
pt_br: Namoro Online com %site_name%!

source: Innovative Online Dating Platform
de_de: Innovative Online-Dating-Plattform
es_es: Innovadora plataforma de citas en línea
it_it: Piattaforma di incontri online innovativa
pt_br: Plataforma inovadora de encontros online

source: About this website %site_name%
de_de: Über diese Website %site_name%
es_es: Sobre este sitio web %site_name%
it_it: A proposito di questo sito %site_name%
pt_br: Sobre %site_name%

source: Frequently asked questions of %site_name%
de_de: Häufig gestellte Fragen von %site_name%
es_es: Preguntas frecuentes de %site_name%
fr_fr: Foire aux questions de %site_name%
it_it: Domande frequenti di %site_name%
pt_br: Perguntas frequentes sobre - %site_name%

source: Terms and Conditions of Use
es_es: Términos y condiciones de uso
fr_fr: Termes et Conditions d'utilisation
it_it: Termini e condizioni d'uso
pt_br: Termos e Condições de uso

source: Terms and Conditions of Use, Terms of Use - %site_name%
de_de: Nutzungsbedingungen - %site_name%
es_es: Términos y condiciones de uso, términos de uso - %site_name%
fr_fr: Conditions générales d'utilisation, Conditions d'utilisation - %site_name%
it_it: Termini e condizioni d'uso, condizioni d'uso - %site_name%
pt_br: Termos e Condições de Uso, Termos de Uso - %site_name%

source: Affiliate Terms and Conditions of Use
de_de: Partner Nutzungsbedingungen
es_es: Afiliados términos y condiciones de uso
fr_fr: Affiliation Termes et Conditions d'utilisation
it_it: Termini e condizioni d'uso affiliati
pt_br: Termos e Condições de Uso do Afiliado

source: Affiliate Terms and Conditions of Use, Terms of Use - %site_name%
de_de: Affiliate-Nutzungsbedingungen, Nutzungsbedingungen - %site_name%
es_es: Términos y condiciones de uso, términos de uso - %site_name% afiliados
fr_fr: Affiliation Termes et Conditions d'utilisation, Conditions d'utilisation - %site_name%
it_it: Termini e condizioni d'uso e condizioni d'uso affiliati - %site_name%
pt_br: Termos e Condições de Uso do Afiliado, Termos de Uso - %site_name%

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de privacidad
fr_fr: Politique de confidentialité
pt_br: Política de Privacidade

source: Privacy Policy - %site_name%
de_de: Datenschutzrichtlinie - %site_name%
es_es: Política de privacidad - %site_name%
fr_fr: Politique de confidentialité - %site_name%
pt_br: Política de Privacidade - %site_name%

source: Legal Notice
de_de: Impressum
es_es: Aviso Legal
pt_br: Aviso legal

source: Legal Notice - %site_name%
de_de: Impressum - %site_name%
es_es: Aviso legal - %site_name%
pt_br: Aviso legal - %site_name%

source: Help Us
de_de: Helfen Sie uns
es_es: ¡Ayúdenos!
fr_fr: Aidez-nous
it_it: Aiutaci
pt_br: Ajude-nos

source: Help US - %site_name%
de_de: Hilf uns - %site_name%
es_es: Ayuda sobre %site_name%
fr_fr: Aide - %site_name%
it_it: Aiutaci - %site_name%
pt_br: Ajude-nos - %site_name%

source: Share this site with others!
es_es: ¡Compartir este sitio con otros!
fr_fr: Partager ce site avec d'autres!
it_it: Condividi questo sito con gli altri!
pt_br: Compartilhe este site com outros!

source: Do you like %site_name% and want it even more popular, then share this site on your website, blog, discussion forum, etc...
de_de: Mögen Sie unsere Seite %site_name% und wollen sie noch beliebter machen, dann teilen Sie diese Website auf Ihrer Website, Blog, Diskussionsforum, etc ...
es_es: Te gusta %site_name% desea aún más popular, y comparte este sitio en su página web, blog, Foro de discusión, etcetera...
fr_fr: Aimez - vous %site_name de% et que vous voulez encore plus populaire, puis de partager ce site sur votre site, blog, forum de discussion, etc ...
it_it: Ti piace %site_name% e lo vuoi ancora più popolare, condividendo questo sito sul tuo sito web, blog, forum di discussione, ecc...
pt_br: Você gosta do - %site_name% e quer que ele seja ainda mais popular, então compartilhe este site em seu site, blog, fórum de discussão, etc ...
