Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Verification Code - Two-Factor Authentication
de_de: Bestätigungscode - Zwei-Faktor-Authentifizierung
es_es: Código de verificación - autenticación de dos factores
it_it: Codice di verifica - Autenticazione a due fattori
pt_br: Código de verificação - Autenticação de dois fatores

source: BACKUP VERIFICATION CODE - %site_url% | %0% area.
es_es: CÓDIGO de verificación copia de seguridad - %site_url% | área de %0%
it_it: CODICE DI VERIFICA DI BACKUP - %site_url% | %0% area.
pt_br: CÓDIGO DE VERIFICAÇÃO DE BACKUP - %site_url% | %0% área

source: Code: %0%
es_es: Código: %0%
it_it: Codice: %0%
pt_br: Código: %0%

source: Date: %0%
de_de: Datum: %0%
es_es: Fecha: %0%
it_it: Data: %0%
pt_br: Data: %0%

source: Print it and keep it in a safe place, like your wallet.
de_de: Drucken Sie es aus und bewahren Sie es an einem sicheren Ort auf, wie z,B, in Ihrem Geldbeutel.
es_es: Imprimirlo y guardarlo en un lugar seguro, como su billetera.
it_it: Stampalo e conservalo in un posto sicuro, come il tuo portafoglio.
pt_br: Imprima e guarde em lugar seguro, como a sua carteira.

source: Regards, %site_name%
de_de: Grüße, Ihr %site_name%
es_es: Saludos, %site_name%
it_it: Saluti, %site_name%
pt_br: Atenciosamente, %site_name%

source: Powered by "pH7CMS.com" software.
es_es: Desarrollado por software "pH7CMS.com".
pt_br: Alimentado pelo software "pH7CMS.com".

source: No module found!
de_de: Keine Modul gefunden!
es_es: ¡Ningún módulo encontrado!
fr_fr: Aucun module trouvé!
it_it: Nessun modulo trovato!
pt_br: Nenhum módulo encontrado!

source: Verification Code:
es_es: Código de verificación:
it_it: Codice di Verifica:
pt_br: Código de verificação:

source: Oops! The Verification Code is incorrect. Please try again.
es_es: ¡Uy! El código de verificación es incorrecto. Por favor, inténtelo de nuevo.
it_it: Oops! Il codice di verifica non è corretto. Per favore riprova.
pt_br: Opa! O código de verificação está incorreto. Por favor, tente novamente.

source: My Dashboard
de_de: Mein Dashboard
it_it: La Mia Dashboard
pt_br: Meu painel

source: Oops...! No news feed available at the moment.
de_de: Hoppla...! Momentan ist kein Newsfeed verfügbar.
it_it: Oops… Spiacenti! Nessun feed di notizie disponibile al momento.
pt_br: Oops ... Nenhum feed de notícias disponível no momento.

source: Posted on: %0%
de_de: Veröffentlicht am: %0%
es_es: Publicado en : %0%
fr_fr: Ajouté le
it_it: Postato su: %0%
pt_br: Postado em: %0%

source: Last Edited %0%
de_de: Zuletzt bearbeitet %0%
es_es: Último editado %0%
fr_fr: Dernière édition %0%
it_it: Ultima Modifica %0%
pt_br: Última edição %0%

source: No news feed available at the moment. Start commenting some profiles!
de_de: Hoppla ...! Momentan ist kein Newsfeed verfügbar.
it_it: Nessun feed di notizie disponibile al momento. Inizia commentando alcuni profili!
pt_br: Nenhum feed de notícias disponível no momento. Comece comentando alguns perfis!

source: Read more
de_de: Weiterlesen
es_es: Leer mas
fr_fr: Lire plus
it_it: Per saperne di più
pt_br: Consulte mais informações

source: Oops, your post could not be sent. Please try again later.
de_de: Ups, Ihr Beitrag konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.
es_es: No se ha podido enviar su mensaje, por favor, inténtelo de nuevo más tarde.
fr_fr: Oops, votre message n'a pas pu être envoyé. Veuillez réessayer plus tard.
it_it: Oops, Spiacenti, il tuo post non può essere inviato. Per favore riprova più tardi.
pt_br: Ops, sua postagem não pôde ser enviada. Por favor, tente novamente mais tarde.

source: Your post has been sent successfully!
de_de: Ihr Beitrag wurde erfolgreich gesendet!
es_es: ¡Su mensaje ha sido enviado con éxito!
fr_fr: Votre message a été envoyé avec succès!
it_it: Il tuo post è stato inviato con successo!
pt_br: Sua postagem foi enviada com sucesso!

source: Oops, your post could not be saved. Please try again later.
de_de: Ups, Ihr Beitrag konnte nicht gespeichert werden. Bitte versuchen Sie es später erneut.
es_es: El mensaje no pudo ser guardado. Por favor, intente de nuevo.
fr_fr: Oops, votre message n'a pas pu être sauvé. Veuillez réessayer plus tard.
it_it: Spiacenti, il tuo post non può essere salvato. Per favore riprova più tardi.
pt_br: Ops, sua postagem não pôde ser salva. Por favor, tente novamente mais tarde.

source: Your post has been saved successfully!
es_es: ¡Su mensaje ha sido guardado con éxito!
fr_fr: Votre message a été enregistré avec succès!
it_it: Il tuo post è stato salvato con successo!
pt_br: Sua postagem foi salva com sucesso!

source: Your post does not exist anymore.
de_de: Dein Beitrag existiert nicht mehr.
es_es: Tu mensaje ya no existe.
fr_fr: plus Votre message n'existe pas.
it_it: Il tuo post non esiste più.
pt_br: Sua postagem não existe mais.

source: Users' Birthdays %0%
de_de: Benutzer Geburtstage %0%
es_es: Cumpleaños del usuario %0%
it_it: Compleanno Utenti %0%
pt_br: Aniversários dos usuários %0%

source: birthday,birthdate,anniversary,birth,friend,dating,social networking,profile,social
de_de: Geburtstag, Geburtsdatum, Jubiläum, Geburt, Freund, dating, social-Networking, Profil, soziale
es_es: cumpleaños, nacimiento, aniversario, nacimiento, amigo, citas, redes sociales, perfil, social
fr_fr: anniversaire, date de naissance, anniversaire, naissance, ami, rencontres, réseaux sociaux, profil, social
it_it: compleanno, data di nascita, anniversario, nascita, amico, incontri, social networking, profilo, social
pt_br: aniversário, data de nascimento, aniversário, nascimento, amigo, namoro, redes sociais, perfil, sociais

source: %n% Birthday
es_es: %n% cumpleaños
it_it: %n% Compleanno
pt_br: %n% Aniversário

source: No results. Please try again with wider or new search criteria.
it_it: Nessun risultato. Si prega di riprovare con criteri di ricerca più ampi o nuovi.
pt_br: Sem resultados. Por favor, tente novamente com critérios de pesquisa mais amplos ou novos.

source: Browse Members
de_de: Mitglieder durchsuchen
es_es: Buscar miembros
fr_fr: Parcourir les membres
it_it: Sfoglia Membri
pt_br: Procurar membros

source: Meet new People with %0%
de_de: Treffen Sie neue Leute mit %0%
es_es: Conocer gente con %0%
fr_fr: Rencontre de nouvelles personnes avec %0%
it_it: Incontra nuove persone con %0%
pt_br: Conheça novas pessoas com %0%

source: Meet new People and Friends near you with %site_name% - Browse Members
de_de: Treffen Sie neue Leute und Freunde in Ihrer Nähe mit %site_name% - Mitglieder durchsuchen
es_es: Conocer nueva gente y amigos cerca de ti con %site_name% - busca perfiles
fr_fr: Rencontre de nouvelles personnes et amis près de chez vous avec %site_name% - Parcourir les membres
it_it: Incontra nuove persone e amici vicino a te con %site_name% - Sfoglia Membri
pt_br: Conheça novas pessoas e amigos perto de você em - %site_name% - Navegue pelos membros

source: Error, country is empty.
es_es: Error, el país está vacío.
fr_fr: Erreur, le pays est vide.
it_it: Errore, il paese/nazione è vuoto.
pt_br: Erro, o país está vazio.

source: Free online dating in %0% %1%, meet people, find friends. Single men & women in %2% %3%
de_de: Kostenloses Online-Dating in %0% %1%, Leute treffen, Freunde finden. Alleinstehende Männer und Frauen in %2% %3%
es_es: Gratis citas en internet en %0% %1%, conoce gente, encontrar amigos. Solteros hombres y mujeres en %2% %3%
fr_fr: rencontres en ligne gratuit en %0% %1%, rencontrer des gens, trouver des amis. hommes et femmes célibataires en %2% %3%
it_it: Incontri online gratuiti in %0% %1%, incontrare persone, trovare amici. Uomini e donne single in %2% %3%
pt_br: Namoro online gratuito em %0% %1%, conhecer pessoas, encontrar amigos. Homens e mulheres solteiros em %2% %3%

source: Free online dating in %0% with single women & men. Personals, meet people & find friends in %1% on internet dating site. Find sweet love or sex dating and flirt in %2%, %3% with %site_name%
de_de: Kostenloses Online-Dating in %0% mit alleinstehenden Frauen und Männern. Kontaktanzeigen, Leute treffen und Freunde finden in %1% auf der Internet Dating Seite. Finden Sie Ihre große Liebe oder haben Sie Sex Dates und Flirten in %2%,%3% mit %site_name%
es_es: Citas en línea libre en %0% con mujeres solteras y hombres. Contactos personales, conocer gente y encontrar amigos en %1% en el sitio de citas de internet. Encontrar dulce amor o ligar en %2%, %3% con %site_name%
fr_fr: de rencontres en ligne gratuit en %0% avec les femmes célibataires et les hommes. Rencontres, rencontrer des gens et trouver des amis en %1% sur internet site de rencontres. Trouvez doux amour ou le sexe de rencontres et flirt en %2%,%3% avec %site_name%
it_it: Incontri online gratuiti in %0% con donne e uomini single. Personali, incontrare persone e trovare amici in %1% sul sito di incontri online. Trova dolce amore o incontri sessuali e flirtare %2%, %3% con %site_name%
pt_br: Namoro online gratuito em %0% com mulheres solteiras e homens. Conhecer pessoas e encontrar amigos em %1% no site de encontros pela internet. Encontre amor, sexo e paqueras em %2%, %3% com %site_name%

source: meeting woman, meeting man, %0%, %1%, meet people, networking, friends, communicate, meet online, online community, clubs, announces meeting, free dating, dating, %2% dating, communication, matrimonial meeting, sharing photos, flirt, finding friends, classifieds, personals, online, social networking
de_de: Frauen treffen, Männer treffen, %0%,%1%, Leute treffen, Networking, Freunde, kommunizieren, online treffen, Online-Community, Clubs, angekündigte Treffen, free dating, dating, %2% dating, Kommunikation, Eheschließung, teilen Fotos, flirten, Freunde finden, Kleinanzeigen, Kontaktanzeigen, online, soziale Netzwerke
es_es: Encontrar chicas, conocer hombres, %0% %1%, conocer gente, en redes, amigos, comunicarse, conocer comunidad online, clubes, anuncia reunión gratis dating, citas %2% citas, comunicación,reunion matrimonial, compartir fotos,ligar, encontrar amigos, clasificados, contactos personales, redes sociales online
fr_fr: rencontrer la femme, rencontre homme, %0%, %1%, rencontrer des gens, le réseautage, les amis, communiquer, rencontrer en ligne, communauté en ligne, clubs, annonce rencontre, rencontre gratuit, rencontres, %2% dating, communication, conjugal rencontre, de partage Photos, flirt, trouver des amis, annonces, rencontres, en ligne, les réseaux sociaux
it_it: incontri donna, incontri uomo, %0%, %1%, incontrare persone, networking, amici, comunicare, incontrare online, comunità online, club, annuncia incontri, incontri gratuiti, incontri, %2% incontri, comunicazione, incontro matrimoniale, condivisione di foto, flirtare, trovare amici, annunci, annunci personali, online, social networking
pt_br: conhecer mulheres, conhecer homenws, %0%, %1%, conhecer pessoas, rede, amigos, comunicar, conhecer online, comunidade online, clubes, anunciar reunião, namoro livre, namoro, %2% namoro, comunicação, encontro matrimonial, partilha fotos, flerte, encontrar amigos, classificados, namoro, on-line, redes sociais

source: Meet new people in %0% %1%
de_de: Treffen Sie neue Leute in %0%, %1% dank %site_name%
es_es: ¡Haz nuevos amigos en %0% %1%
fr_fr: Rencontrer de nouvelles personnes en %0% %1%
it_it: Incontra nuove persone in %0% %1%
pt_br: Conhecer novas pessoas em %0% %1%

source: %n% member
es_es: miembro de %n%
fr_fr: %n% membre
it_it: %n% membro
pt_br: %n% membro

source: %0% lives near %1% %2%
es_es: %0% vive cerca de %1% %2%
fr_fr: %0% vivent près de %1% %2%
it_it: %0% vivono vicino %1% %2%
pt_br: %0% moram perto de %1% %2%

source: Meet new people here thanks <b>%site_name%</b>!
de_de: Lernen Sie hier neue Leute kennen Dank <b>%Site_name%</b>!
it_it: Incontra nuove persone qui grazie a <b>%site_name%</b>!
pt_br: Conheça novas pessoas aqui, obrigado - <b>%site_name% </b>!

source: Sign In to %site_name%
de_de: Anmelden in %site_name%
es_es: Iniciar sesion en %site_name%
fr_fr: Se connecter à %site_name%
it_it: Registrati in %site_name%
pt_br: Entre em - %site_name%

source: See you soon!
de_de: Bis bald!
es_es: ¡Hasta pronto!
fr_fr: A tout à l'heure
it_it: A presto!
pt_br: Te vejo em breve!

source: Meet <span class="pH1">%0%</span> on <span class="pH0">%site_name%</span>
de_de: Treffen Sie<span class="pH1">%0%</span> auf <span class="pH1">%0%</span>
es_es: Conoce a <span class="pH1">%0%</span>en <span class="pH0">%site_name%</span>
fr_fr: Rencontrez <span class = \ "pH1 ">%0%</ span> sur <span class = \ "pH0 ">%site_name%</ span>
it_it: Incontra <span class="pH1">%0%</span> su <span class="pH0">%site_name%</span>
pt_br: Conheça <span class="pH1">%0%</span> em <span class="pH0">%site_name% </span>

source: Register for free in order to message %0%.
it_it: Registrati gratuitamente per inviare un messaggio %0%.
pt_br: Registre-se gratuitamente para enviar a mensagem %0%.

source: Register now to talk to %0%.
de_de: Melde dich jetzt an, um mit %0% zu plaudern.
it_it: Registrati ora per parlare %0%.
pt_br: Registre-se agora para falar com %0%.

source: Friend:
de_de: Freund:
es_es: Amig@:
fr_fr: Mes Amis
it_it: Amico:
pt_br: Amigos:

source: No Friends
de_de: Keine Freunde
es_es: Ningún amigo por el momento
fr_fr: Pas d'amis
it_it: Non ci sono Amici
pt_br: Sem amigos

source: Friends:
de_de: Freunde:
es_es: Amigos:
fr_fr: Les amis
it_it: Amici:
pt_br: Amigos:

source: Mutual Friend:
de_de: Gemeinsamer Freund:
es_es: Amigos en común:
fr_fr: Ami commun:
it_it: Amico reciproco:
pt_br: Amigo em comum:

source: No Mutual Friends
de_de: Keine gemeinsame Freunde:
es_es: Ningún amigo en comun
fr_fr: Aucun amis communs
it_it: Nessun amico reciproco
pt_br: Nenhum amigo mútuo

source: Mutuals Friends:
es_es: Amigos en comun:
fr_fr: Mutuelles Amis:
pt_br: Amigos Mútuos:

source: Whoops! The "%0%" profile is not found.
es_es: ¡Lo sentimos! No se encuentra el perfil "%0%".
fr_fr: Whoops! Le "%0%" profil est introuvable.
pt_br: Ops! O perfil "%0%" não foi encontrado.

source: Suggestions:
de_de: Vorschläge:
es_es: Sugerencias:
it_it: Suggerimenti:
pt_br: Sugestões:

source: Return home
de_de: Zur Startseite
es_es: Volver al Inicio
fr_fr: Retourner à l'accueil
it_it: Ritorna alla HOME
pt_br: Voltar para home

source: Go back to the previous page
de_de: Zurück zur vorherigen Seite
es_es: vuelve a la pagina anterior
fr_fr: Retournez à la page précédente
it_it: Torna alla PAGINA precedente
pt_br: Voltar para a página anterior

source: Quick Search
de_de: Schnellsuche
fr_fr: Recherche rapide
it_it: Ricerca Veloce
pt_br: Pesquisa rápida

source: Advanced Search
de_de: Erweiterte Suche
fr_fr: Recherche avancée
it_it: Ricerca Avanzata
pt_br: Busca Avançada

source: Account Settings
de_de: Kontoeinstellungen
es_es: Opciones de tu cuenta
fr_fr: Paramètres de compte
it_it: Impostazioni Account
pt_br: Configurações da conta

source: Edit Your Profile
es_es: Edita su perfil
fr_fr: Modifier Votre Profil
pt_br: Edite seu perfil

source: Profile Photo
de_de: Profilbild
it_it: Foto del Profilo
pt_br: Foto de perfil

source: Change your Profile Photo
de_de: Ändern Sie Ihr Profilfoto
it_it: Cambia la Foto del Profilo
pt_br: Alterar sua foto de perfil

source: Your Wallpaper
es_es: Su wallpaper
fr_fr: fond d'écran.
pt_br: Seu papel de parede

source: Notifications
de_de: Benachrichtigungen
fr_fr: Avis
it_it: Notifiche
pt_br: Notificações

source: Privacy Settings
de_de: Datenschutzeinstellungen
es_es: Opciones de Privacidad
fr_fr: Paramètres de confidentialité
it_it: Impostazioni Privacy
pt_br: Configurações de privacidade

source: Delete Account
de_de: Konto löschen
es_es: Eliminar Cuenta
fr_fr: Supprimer le compte
it_it: Cancella il Tuo Account
pt_br: Deletar conta

source: Profile photo successfully deleted
de_de: Profilfoto wurde erfolgreich gelöscht
it_it: Foto del profilo cancellata con successo
pt_br: Foto de perfil excluída com sucesso

source: Your wallpaper has been deleted successfully!
es_es: ¡Su wallpaper se ha eliminado con éxito!
fr_fr: Votre fond d'écran a été supprimé avec succès!
pt_br: Seu papel de parede foi excluído com sucesso!

source: Reference: %0%
de_de: Referenz: %0%
es_es: Referencia: %0%
it_it: Riferimento: %0%
pt_br: Referência: %0%

source: Action: %0%
de_de: Aktion: %0%
es_es: Acción: %0%
it_it: Azione: %0%
pt_br: Ação: %0%

source: Register for free to meet %0% on %site_name%. The Real Social Dating app!
de_de: Melde Sie sich kostenlos an, um %0% auf %site_name% zu treffen. Die echte Social-Dating-App!
es_es: Regístrate gratis para conocer %0% en %site_name%. ¡La aplicación de Red Social de citas!
fr_fr: Inscrivez-vous gratuitement pour répondre %0% sur %site_name%. L'application de rencontre social réel!
pt_br: Registre-se gratuitamente para encontrar %0% em - %site_name%. O app Real Social Dating!

source: Free Sign Up to Meet Lovely People!
de_de: Kostenlose Registrierung um neue Singles kennenzulernen!
es_es: Regístrate gratuitamente para conocer gente muy linda!
fr_fr: Inscription gratuite à la rencontre des gens adorables!
it_it: Iscriviti gratuitamente per incontrare persone adorabili!
pt_br: Cadastre-se para conhecer pessoas adoráveis!

source: Register for Free to Meet <span class="pink2">%0%</span> (<span class="pink1">%1%</span>) on <span class="pink2">%site_name%</span>!
es_es: ¡Regístrate gratis para conocer <span class="pink2">%0%</span> (<span class="pink1">%1%</span>) en <span class="pink2">%site_name% </span>!
fr_fr: Inscrivez-vous gratuitement pour répondre aux <span class = \ "pink2 ">%0%</ span> (<span class = \ "pink1 ">%1%</ span>) sur <span class = \ "pink2 \ ">%site_name%</ span>!
pt_br: Registre-se gratuitamente para encontrar <span class="pink2">%0%</span> (<span class="pink1">%1%</span>) em <span class="pink2">%site_name%</span>!

source: Sign Up on %site_name%!
es_es: ¡Inscríbete en %site_name%!
fr_fr: Inscription sur %site_name de%!
pt_br: Inscreva-se em - %site_name%!

source: Sign Up today to meet friends, sex friends, singles, families, neighbors and many others people near or far from you! %site_name% is a free social dating with profiles, blogs, rating, hot or not, video chat rooms
es_es: Regístrate hoy para reunirse con amigos, amigos hot, solteros, familias, vecinos y muchas otras personas cerca o lejos de ti! %site_name% es gratis una red social con perfiles, blogs, valorar, salas de chat con videos
it_it: Iscriviti oggi per incontrare amici, amici del sesso, single, famiglie, vicini e molte altre persone vicine o lontane da te! %site_name% è un social dating gratuito con profili, blog, valutazioni, hot o non, chat room video
pt_br: Cadastre-se hoje para encontrar amigos, parceiros de sexo, solteiros, famílias, vizinhos e muitas outras pessoas perto ou longe de você! %site_name% é um site denamoro online gratuito com perfis, blogs, classificação, hot ou não, salas de video chat

source: Sign up - Step 2/3
es_es: Registro - paso 2/3
fr_fr: Inscrivez-vous - l'étape 2/3
it_it: Registrazione - Passaggio 2/3
pt_br: Registre-se - Passo 2/3

source: Sign up - Step 3/3
es_es: Registro - paso 3/3
fr_fr: Inscription - Etape 3/3
it_it: Registrazione - Passaggio 3/3
pt_br: Registe-se - Passo 3/3

source: Now, Upload a Profile Photo of you!
es_es: Ahora, puede subir una foto de usted!
it_it: Ora, carica una foto del tuo profilo!
pt_br: Agora, faça o upload de uma foto para o seu perfil!

source: The Last %0%'s visitors. Meet new people and make new visitors on your social profile. Make new Visitors and Friends with %site_name%
de_de: Die letzten %0% Besucher. Treffen Sie neue Leute und machen Sie neue Besucher auf Ihr Profil aufmerksam. Knüpfe neue bekanntschaften und Freunde mit %site_name%
es_es: Ultimos visitantes de %0%. Conoce a gente nueva y permite nuevos visitantes en su perfil social. Permite nuevos visitantes y amigos con %site_name%
fr_fr: Les derniers visiteurs de %0%. Rencontrer de nouvelles personnes et faire de nouveaux visiteurs sur votre profil social. Faire de nouveaux visiteurs et amis avec %site_name%
it_it: L'ultimo %0% visitatore. Incontra nuove persone e fai nuovi visitatori sul tuo profilo social. Fai nuovi visitatori e amici con %site_name%
pt_br: Os últimos visitantes do %0%. Conheça pessoas e faça novos amigos em - %site_name%

source: visitor,friend,dating,social networking,visitors,spy,profile,social,%0%
de_de: Besucher, Freund, Dating, soziale Netzwerke, Besucher, neugierige, Profil, soziale, %0%
es_es: visitante, amigo, citas, redes sociales, visitantes, espía, perfil, social, %0%
fr_fr: visiteur, ami, rencontres, réseaux sociaux, visiteurs, espion, profil, social, %0%
it_it: visitatore, amico, incontri, social networking, visitatori, spia, profilo, social,%0%
pt_br: visitante, amigo, namoro, redes sociais, visitantes, espião, perfil, social,% 0%

source: No one has seen "%0%"
de_de: Niemand hat es gesehen "%0%"
es_es: Nadie ha visto "%0%"
fr_fr: Personne n'a vu "%0%"
it_it: Nessuno ha visto "%0%"
pt_br: Ninguém viu "%0%"

source: No one has visited the profile.
de_de: Niemand hat bisher das Profil besucht.
es_es: Nadie ha visitado el perfil.
fr_fr: Personne n'a visité le profil.
it_it: Nessuno ha visitato il profilo.
pt_br: Ninguém visitou seu perfil.

source: %0%'s Visitors:
de_de: %0% Besucher:
es_es: visitantes de %0%:
fr_fr: Visiteurs de %0%:
it_it: %0% Visitatori:
pt_br: %0% de visitantes:

source: %n% Visitor
de_de: %n% Besucher
es_es: %n% visitantes
fr_fr: %n% des visiteurs
it_it: %n% Visitatore
pt_br: %n% visitante

source: Find someone who has visited %0%'s profile
de_de: Finde jemanden, der das Profil von %0% besucht hat
it_it: Trova qualcuno che ha visualizzato %0% e visitato il profilo
pt_br: Encontrar alguém que tenha visitado o perfil de %0%. Quero conhecer

source: Back to Browse Users
de_de: Zurück zu Benutzer durchsuchen
es_es: Volver a ver los usuarios
fr_fr: Retour à la consultation des utilisateurs
it_it: Torna a Sfoglia utenti
pt_br: Voltar para página de usuários

source: Your Profile Photo
de_de: Ihr Profilbild
es_es: Tu foto de Perfil
it_it: La tua foto del profilo
pt_br: Sua foto de perfil

source: Your Wallpaper for your Profile
de_de: Ihr Hintergrundbild für Ihr Profil
it_it: Lo sfondo per il tuo profilo
pt_br: Papel de parede para o seu perfil

source: Email:
es_es: Correo Electrónico:
pt_br: O email:

source: Content:
de_de: Inhalt:
es_es: Contenido:
fr_fr: Contenu :
it_it: Contenuto:
pt_br: Conteúdo:

source: Universal Login
es_es: Inicio de sesión universal
fr_fr: Connexion universelle
it_it: Accesso Universale
pt_br: Login Universal

source: your-user-name
fr_fr: Votre nom d'utilisateur:
it_it: il-tuo-nome-utente
pt_br: seu nome de usuário

source: Join for free!
de_de: Kostenlos beitreten!
es_es: ¡Únete gratis!
it_it: Entra gratuitamente!
pt_br: Cadastre-se grátis!

source: Your Date of Birth:
de_de: Dein Geburtsdatum:
es_es: Su fecha de nacimiento:
pt_br: Sua data de nascimento:

source: Select the city where you live/where you want to meet people.
de_de: Wählen Sie die Stadt aus, in der Sie wohnen / wo Sie Menschen treffen möchten.
es_es: Seleccione la ciudad donde vives/donde desea conocer a gente.
it_it: Seleziona la città in cui vivi / dove vuoi incontrare le persone.
pt_br: Selecione a cidade onde você mora/onde você quer conhecer pessoas.

source: Next
de_de: Weiter
it_it: Avanti
pt_br: Próximo

source: About Me:
es_es: Acerca de Mí:
pt_br: Sobre mim:
