Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: 3) After installation, please edit ~%0% file and find the code:
de_de: (3) nach der Installation Bitte bearbeiten ~%0% Datei und finden Sie den Code:
es_es: 3) Después de la instalación, edite el archivo del ~%0% y encuentre el código:
fr_fr: 3) Après l'installation, s'il vous plaît éditer fichier de ~%0% et trouver le code:
it_it: 3) Dopo l'installazione, si prega di modificare ~%0% file e trova il codice:
pt_br: 3) Após a instalação, edite o arquivo ~%0% e encontre o código:

source: 4) Change the permission of the file to write only for users and reading for the other groups (0644 in octal).
de_de: 4) Ändern Sie die Schreib/Leserechte der Datei, nur für Benutzer zu beschreiben und für die anderen Gruppen zu lesen (0644 in Oktal).
es_es: 4) Cambiar el permiso del archivo para escribir sólo para usuarios y leer para los otros grupos (0644 en octal).
fr_fr: 4) Change the permission of the file to write only for users and reading for the other groups (chmod 666).
it_it: 4) Modificare il permesso del file in modalità di sola scrittura per gli utenti e di lettura per gli altri gruppi. Impostare a (0644 in ottale).
pt_br: 4) Altere a permissão do arquivo para escrita somente para usuários e leitura para outros grupos (chmod 666).

source: You have %0% error(s):
de_de: Sie haben %0% Error(s):
es_es: Tiene %0% de error(s):
fr_fr: Vous avez %0% d'erreur (s):
it_it: Hai %0% errore(i):
pt_br: Você tem %0% de erro(s):

source: Instruction file not found!
de_de: Datei wurde nicht gefunden!
es_es: No se encontró el archivo de instrucciones!
fr_fr: fichier Instruction non trouvé!
it_it: File di istruzioni non trovato!
pt_br: Arquivo de instruções não encontrado!

source: Did you mean %0%?
de_de: Meinten Sie %0%?
es_es: ¿Quería decir %0%?
fr_fr: Vouliez-vous dire
it_it: Intendevi %0%?
pt_br: Você quis dizer %0%?

source: Hi %0%!
es_es: Hola %0%!
fr_fr: Salut !
it_it: Ciao %0%!
pt_br: Oi %0%!

source: The %site_name%'s team wish you a very happy birthday!
de_de: Das %site_name%'s Team, wünscht dir Herzlichen Glückwunsch zum Geburtstag!
es_es: ¡Equipo de %site_name% le desea un feliz cumpleaños!
it_it: Il %site_name% team ti augura un felice compleanno!
pt_br: A equipe do %site_name% deseja-lhe um feliz aniversário!

source: Enjoy it well and enjoy yourself!
de_de: Genieße es und habe viel spaß!
es_es: ¡Disfrutalo muy bien!
fr_fr: Profitez bien et amusez-vous!
it_it: Goditela bene e divertiti!
pt_br: Aproveite bem e divirta-se!

source: Happy Birthday %0%!
de_de: Alles Gute zum Geburtstag %0%!
es_es: Feliz cumpleaños %0%!
fr_fr: Joyeux anniversaire !
it_it: Buon Compleanno %0%!
pt_br: Feliz aniversário %0%!

source: %n% Comment
de_de: %n% Kommentar
es_es: %n% comentario
fr_fr: %n% Commentaire
it_it: %n% Commento
pt_br: %n% Comentário

source: Please register or login to continue.
de_de: Bitte registrieren Sie sich oder melden Sie sich an, um fortzufahren.
it_it: Per favore registrati o accedi per continuare.
pt_br: Registre-se ou faça login para continuar.

source: Please sign in first 😉
de_de: Bitte melden Sie sich zuerst an 😉
it_it: Si prega di accedere prima 😉
pt_br: Por favor, faça login primeiro 😉

source: Oops! You are already connected.
de_de: Uups! Sie sind bereits verbunden.
es_es: Ya está conectado.
fr_fr: Oops! Vous êtes déjà connecté.
it_it: Oops! Sei già connesso.
pt_br: Opa! Você já está conectado.

source: Please upgrade your membership!
de_de: Bitte aktualisieren Sie Ihre Mitgliedschaft!
es_es: Por favor actualizar su membresía!
fr_fr: S'il vous plaît mettre à jour votre adhésion!
it_it: Aggiorna il tuo profilo!
pt_br: Atualize sua associação!

source: Please go to the admin panel and log in as administrator.
de_de: Bitte gehen Sie ins Admin-Panel und melden Sie sich als Administrator an.
it_it: Vai al pannello di amministrazione e accedi come amministratore.
pt_br: Acesse o painel de administração e faça o login como administrador.

source: Password: %0% (please change it next time you login).
de_de: Passwort: %0% (Bitte ändern Sie es beim nächsten Login).
es_es: Contraseña: %0% (por favor cambiarlo la próxima vez que inicie sesión).
fr_fr: Mot de passe: %0% (s'il vous plaît changer la prochaine fois que vous vous connectez).
it_it: Password: %0% (per favore cambiala la prossima volta che effettui il login).
pt_br: Senha: %0% (altere-a na próxima vez que você entrar).

source: Password: ****** (hidden to protect against theft of your account. If you have forgotten your password, please request a new one <a href="%0%">here</a>).
de_de: Passwort: ****** (Falls du dein Passwort vergessen hast, kannst du <a href="%0%">here klicken</a>).
it_it: Password: ****** (nascosta per proteggere contro il furto del tuo account. Se hai dimenticato la tua password, ti preghiamo di richiederne una nuova cliccando<a href="%0%"><strong>qui</strong></a>).
pt_br: Senha: ****** (escondido para proteger sua conta. Se você esqueceu sua senha, solicite uma nova <a href="%0%">aqui</a>).

source: Welcome to %site_name%, %0%!
de_de: Willkommen bei %site_name%, %0%!
es_es: ¡Bienvenido a %site_name%, %0%!
fr_fr: Bienvenue sur %site_name%, %0%!
it_it: Benvenuto in %site_name%, %0%!
pt_br: Bem-vindo ao %site_name%, %0%!

source: Hi %0%! We are proud to welcome you as a member of %site_name%!
de_de: Hi %0%! Wir freuen uns, Sie bei %site_name% als neues Mitglied begrüßen zu dürfen!
es_es: Hola %0%! ¡Estamos orgullosos de darle la bienvenida como miembro de %site_name%!
fr_fr: Salut %0%! Nous sommes fiers de vous accueillir en tant que membre %site_name%!
it_it: Hi %0%! Siamo orgogliosi di darti il benvenuto come membro di %site_name%!
pt_br: Oi %0%! Estamos orgulhosos de recebê-lo como membro do %site_name%!

source: Please save the following information for future refenrence:
es_es: Por favor, guarde la siguiente información para referencia futura:
fr_fr: S'il vous plaît enregistrer les informations suivantes pour refenrence avenir:
it_it: Si prega di salvare le seguenti informazioni per riferimento futuro:
pt_br: Guarde as seguintes informações para futuras referências:

source: Username: %0%.
de_de: Benutzername: %0%.
es_es: Nombre de Usuario: %0%
fr_fr: Nom d'utilisateur
pt_br: Nome de usuário: %0%.

source: You are receiving this email because we received a registration application with "%0%" email address for %site_name% (%site_url%).
de_de: Sie erhalten diese E-Mail, da wir für %site_name% (%site_url%) eine Registrierungsanwendung mit "%0%"-Adresse erhalten haben.
it_it: Si riceve questa e-mail perché abbiamo ricevuto una domanda di registrazione con "% 0%" indirizzo e-mail per %site_name% ( %site_url%).
pt_br: Você está recebendo este e-mail porque recebemos um registro com o endereço de e-mail "%0%" para %site_name% (%site_url%).

source: If you think someone has used your email address without your knowledge to create an account on %site_name%, please contact us using our contact form available on our website.
de_de: Wenn Sie der Meinung sind, dass jemand Ihre E-Mail-Adresse ohne Ihr Wissen verwendet hat, um ein Konto auf %site_name% zu erstellen, kontaktieren Sie uns bitte über unser Kontaktformular auf unserer Website.
es_es: Si usted piensa que alguien ha utilizado tu dirección de correo electrónico sin su conocimiento para crear una cuenta en %site_name%, póngase en contacto con nosotros mediante nuestro formulario de contacto disponible en nuestro sitio Web.
fr_fr: Si vous pensez que quelqu'un a utilisé votre adresse e - mail à votre insu pour créer un compte sur %site_name de%, s'il vous plaît nous contacter via notre formulaire de contact disponible sur notre site Web.
it_it: Se pensate che qualcuno abbia usato il vostro indirizzo email senza la vostra conoscenza per creare un account su %sITE_NAME%, vi preghiamo di contattarci utilizzando il nostro modulo di contatto disponibile sul nostro sito Web.
pt_br: Se você acha que alguém usou seu endereço de e-mail sem seu conhecimento para criar uma conta em %site_name%, entre em contato conosco usando o formulário de contato disponível em nosso site.

source: Hello %0%, Welcome to %site_name%!
de_de: Hallo %0%, Wilkommen bei %site_name%!
es_es: ¡Hola %0%, Bienvenido a %site_name%!
fr_fr: Bonjour %0%, Bienvenue %site_name%!
it_it: Ciao %0%, Benvenuto in %site_name%!
pt_br: Olá %0%, Bem-vindo ao - %site_name%!

source: Log in now!
de_de: Jetzt anmelden!
it_it: Entra subito!
pt_br: Conecte-se agora!

source: Please activate your account by clicking the activation link you received by email. If you can not find the email, please look in your SPAM FOLDER and mark as not spam.
de_de: Bitte aktivieren Sie Ihr Konto, indem Sie auf den Aktivierungslink klicken, den Sie per E-Mail erhalten haben. Wenn Sie die E-Mail nicht finden können, suchen Sie bitte in Ihrem SPAM Ordner nach und markieren Sie sie als kein Spam.
es_es: Por favor, Active su cuenta haciendo clic en el enlace de activación que recibiste por correo electrónico. Si no puede encontrar el correo electrónico, por favor, mira en tu carpeta de SPAM y marcar como no spam.
fr_fr: S'il vous plaît activer votre compte en cliquant sur le lien d'activation que vous avez reçu par email. Si vous ne trouvez pas l'e-mail, s'il vous plaît regarder dans votre dossier spam et marquer comme non spam.
it_it: Per favore attiva il tuo account cliccando sul link di attivazione che hai ricevuto via email. Se non riesci a trovare l'e-mail, si prega di guardare nella cartella spam e segnare come non spam.
pt_br: Por favor, ative sua conta clicando no link de ativação que você recebeu por email. Se você não conseguir encontrar o email, procure na caixa de SPAM/QUARENTENA/ou... e marque como não spam.

source: Your account must be approved by an administrator. You will receive an email of any decision.
de_de: Ihr Konto muss von einem Administrator genehmigt werden. Sie erhalten in kürze eine E-Mail mit der Bestätigung.
es_es: Tu cuenta debe ser aprobado por un administrador. Usted recibirá un correo electrónico de cualquier decisión.
fr_fr: Votre compte doit être approuvé par un administrateur. Vous recevrez un email de toute décision.
it_it: Il tuo account deve essere approvato da un amministratore. Riceverai un'email di qualsiasi decisione.
pt_br: Sua conta deve ser aprovada por um administrador. Você receberá um e-mail de com a decisão.

source: log in
de_de: Anmelden
es_es: Iniciar sesion
fr_fr: connexion
it_it: accedi
pt_br: entrar

source: Please %0% to meet new people from today!
de_de: Bitte %0%, um heute neue Leute zu treffen!
it_it: Si prega di% 0% per incontrare nuove persone da oggi!
pt_br: Por favor, %0% para conhecer novas pessoas a partir de hoje!

source: Activation link: %0%.
de_de: Aktivierungs Link %0%.
es_es: Enlace de activación: %0%
fr_fr: Le lien d'activation: %0%.
it_it: Link di attivazione: %0%.
pt_br: Link de ativação: %0%.

source: Caution! Your account is not activated yet. You will receive an email of any decision.
de_de: Achtung! Dein Benutzerkonto ist noch nicht aktiviert. Sie erhalten eine E-Mail, sobald Ihr Konto aktiviert wurde.
es_es: ¡Aviso! Su cuenta no está activada todavía. Usted recibirá un correo electrónico por cualquier decisión.
fr_fr: Prudence! Votre compte n'est pas encore activé. Vous recevrez un email de toute décision.
it_it: Attenzione! Il tuo account non è ancora attivato. Riceverai un'email di qualsiasi decisione.
pt_br: Cuidado! Sua conta Ainda não esta ativada. Você receberá um e-mail com adecisão.

source: Dear, %0%
de_de: Sehr geehrte/r, %0%
es_es: Estimad@ %0%
fr_fr: Monsieur,
it_it: Caro, %0%
pt_br: Prezado(a), %0%

source: Someone tried to login more than %0% times with the IP address: "%1%".
de_de: Jemand hat versucht, mehr als %0% Mal mit der IP-Adresse: "%1%" sich anzumelden.
es_es: Alguien intentó entrar más veces de %0% con la dirección IP: "%1%".
it_it: Qualcuno ha cercato di effettuare il login più di% 0% volte con l'indirizzo IP: "% 1%".
pt_br: Alguém tentou acessar mais de %0% vezes com o endereço IP: "%1%".

source: For safety and security reasons, we have blocked access to this person for a delay of %0% minutes.
de_de: Aus Sicherheitsgründen, haben wir den Zugang zu diesem Benutzerkonto für %0% Minuten gesperrt.
es_es: Por razones de seguridad, hemos bloqueado el acceso a esta persona por un tiempo de %0% minutos.
it_it: Per motivi di sicurezza e sicurezza, abbiamo bloccato l'accesso a questa persona per un ritardo di %0% minuti.
pt_br: Por razões de segurança, bloqueamos o acesso a essa pessoa por %0% minutos.

source: If it was you who tried to login to your account, we suggest to <a href="%1%">request a new password</a> in %0% minutes.
de_de: Wenn Sie versucht haben, sich in Ihrem Konto anzumelden, empfehlen wir, dass Sie <a href="%1%"> ein neues Passwort anfordern </a> in %0% Minuten.
it_it: Se sei stato tu a tentare di accedere al tuo account, ti consigliamo di < a href = "% 1%" > Richiedi una nuova password </a> in% 0% minuti.
pt_br: Se foi você que tentou acessar sua conta, sugerimos a <a href="%1%"> solicitar uma nova senha </a> em %0% minutos.

source: If you do not know the person who made the login attempts, you should be very careful and change your password to a new one more complicated.
de_de: Wenn Sie die Person, die die Anmeldeversuche durchgeführt hat, nicht kennen, sollten Sie sehr vorsichtig sein und Ihr Kennwort durch ein neues, komplizierteres Kennwort ändern.
it_it: Se non conosci la persona che ha effettuato il login, dovresti fare molta attenzione e cambiare la tua password in una nuova più complicata.
pt_br: Se você não conhece a pessoa que fez as tentativas de login, você deve ter muito cuidado e mudar sua senha para uma mais complicada.

source: We also recommend that you change the password of your emailbox, because it is with this emalbox we send a potential new password in case you forget it.
de_de: Wir empfehlen außerdem, dass Sie das Passwort Ihrer E-Mailbox ändern, da an diese E-Mailbox ein potenzielles neues Passwort gesendet wird, falls Sie es vergessen sollten.
es_es: También recomendamos que cambies la contraseña de tu correo, porque es con este correo electronico que enviamos una nueva contraseña en caso de olvidarla.
it_it: Ti consigliamo inoltre di modificare la password della tua casella di posta elettronica, poiché è con questa casella che inviamo una nuova potenziale password nel caso in cui la dimentichi.
pt_br: Também recomendamos que você altere a senha da sua caixa de e-mail, porque é para lá que enviamos uma nova senha potencial no caso de você esquecer.

source: Have a nice day!
de_de: Einen schönen Tag noch!
es_es: ¡Qué tenga un buen día!
fr_fr: Passez une bonne journée.
it_it: Buona giornata!
pt_br: Tenha um bom dia!

source: Security Alert: Login Attempts - %site_name%
de_de: Sicherheitshinweis: Anmeldeversuche - %site_name%
es_es: Alerta de seguridad: Los intentos de inicio de sesión - %site_name%
it_it: Avviso di sicurezza: tentativi di accesso -% site_name%
pt_br: Alerta de segurança: Tentativas de login - %site_name%

source: Sorry, your account has not been activated yet. Please activate it by clicking the activation link that was emailed.
it_it: Siamo spiacenti, il tuo account non è ancora stato attivato. Si prega di attivarlo facendo clic sul collegamento di attivazione che è stato inviato via email.
pt_br: Desculpe, sua conta ainda não foi ativada. Por favor, ative-o clicando no link de ativação que foi enviado por e-mail.

source: Sorry, your account has not been activated yet. An administrator must validate your account.
it_it: Siamo spiacenti, il tuo account non è ancora stato attivato. Un amministratore deve convalidare il tuo account.
pt_br: Desculpe, sua conta ainda não foi ativada. Um administrador deve validar sua conta.

source: Your account does not have a valid activation status. Please contact the database administrator so that it solves this problem.
es_es: Su cuenta no tiene un estado de activación válida. Póngase en contacto con el administrador de base de datos para que soluciona este problema.
fr_fr: Votre compte ne dispose pas d'un statut d'activation valide. S'il vous plaît contacter l'administrateur de base de données afin qu'il résout ce problème.
it_it: Il tuo account non ha uno stato di attivazione valido. Si prega di contattare l'amministratore del database in modo che risolva questo problema.
pt_br: Sua conta não possui um status de ativação válido. Entre em contato com o administrador para que ele resolva esse problema.

source: Sorry, Your account has been banned.
de_de: Entschuldigung, Ihr Konto wurde gesperrt.
es_es: Lo sentimos, tu cuenta ha sido inhabilitada.
fr_fr: Désolé, votre compte a été banni.
it_it: Siamo spiacenti, il tuo account è stato bannato.
pt_br: Desculpe, sua conta foi banida.

source: Your subscription to our newsletters has been successfully validated!
de_de: Ihr Abonnement für unsere Newsletter wurde bestätigt!
es_es: ¡Su suscripción a nuestros boletines ha sido validado con éxito!
fr_fr: Votre abonnement à nos bulletins d'information a été validée avec succès!
it_it: La tua iscrizione alla nostra newsletter è stata convalidata con successo!
pt_br: Sua assinatura para nossos boletins foi validada com sucesso!

source: Your account has been successfully validated. You can now login!
de_de: Ihr Konto wurde erfolgreich bestätigt. Sie können sich jetzt anmelden!
es_es: Tu cuenta ha sido validada con éxito. Usted puede ahora iniciar sesión!
fr_fr: Votre compte a été validé avec succès. Vous pouvez maintenant vous connecter!
pt_br: Sua conta foi validada com sucesso. Agora você pode fazer login!

source: Oops! The URL is either invalid or you already have activated your account.
de_de: Hoppla! Die URL ist entweder ungültig oder Sie haben Ihr Konto bereits aktiviert.
es_es: La URL no es válida o ya ha activado su cuenta.
fr_fr: Oops! L'URL est valide ou que vous avez déjà activé votre compte.
it_it: Oops! L'URL non è valido o hai già attivato il tuo account.
pt_br: Opa! O URL é inválido ou você já ativou sua conta.

source: Invalid approach, please use the link that has been send to your email.
de_de: Ungültig, bitte verwenden Sie den Link, der an Ihre E-Mail gesendet wurde.
es_es: Forma no válida, por favor use el enlace que ha sido enviado a su correo electrónico.
fr_fr: approche non valide, s'il vous plaît utilisez le lien qui a été envoyé à votre email.
it_it: Approccio non valido, si prega di utilizzare il link che è stato inviato alla tua email.
pt_br: Abordagem inválida, use o link que foi enviado para o seu e-mail.

source: See any matching images with this profile photo
de_de: Sehen Sie alle passenden Bilder mit diesem Profilfoto
it_it: Vedi qualsiasi immagine corrispondente con questa foto del profilo
pt_br: Veja as imagens correspondentes com esta foto de perfil

source: Check it on Google Images
de_de: Überprüfen Sie es auf Google Bilder
it_it: Controllalo su Google Immagini
pt_br: Confira nas Imagens do Google

source: Administrator
es_es: Administrador
fr_fr: Administrateur
it_it: Amministratore
pt_br: Administrador

source: Ghost
de_de: Geist
es_es: Fantasma
fr_fr: Fantome
pt_br: Fantasma

source: Add a comment
de_de: Kommentar hinzufügen
es_es: Añadir comentario
fr_fr: Ajouter un commentaire
it_it: Aggiungi un commento
pt_br: Adicione um comentário

source: Read Comment
de_de: Kommentar lesen
es_es: Leer comentario
fr_fr: Lire Commentaire
it_it: Leggi il commento
pt_br: Ler comentário

source: RSS Feed
es_es: Listado de Alertas RSS
fr_fr: Flux RSS
pt_br: Feed RSS

source: Forgot your password?
de_de: Passwort vergessen?
es_es: ¿Ha olvidado su contraseña?
fr_fr: Mot de passe oublié?
it_it: Password dimenticata?
pt_br: Esqueceu sua senha?

source: Score: %0% - Votes: %1%
de_de: Punktzahl: %0% - Stimmen: %1%
es_es: Puntuación: %0% - Votes: %1%
it_it: Punti: %0% - Voti: %1%
pt_br: Pontuação: %0% - Votos: %1%

source: You need to be a member for voting.
de_de: Sie müssen ein Mitglied sein, um wählen zu können.
it_it: Devi essere un membro per votare.
pt_br: Você precisa ser um membro para votar.

source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
es_es: Autentificación de doble factor
it_it: Autenticazione a due fattori
pt_br: Autenticação de dois fatores

source: Your browser is obsolete. Please use a browser that supports HTML5.
de_de: Ihr Browser ist veraltet. Bitte verwenden Sie einen Browser wie Google Chrome, der HTML5 unterstützt.
es_es: Su navegador está obsoleto. Por favor utilice un navegador que soporte HTML5.
fr_fr: Votre navigateur est obsolète. S'il vous plaît utiliser un navigateur qui prend en charge HTML5.
it_it: Il tuo browser è obsoleto. Si prega di utilizzare un browser che supporta HTML5.
pt_br: Seu navegador está obsoleto. Use um navegador que suporte HTML5.

source: Play/Pause
es_es: Reproducir/Pausar
fr_fr: Lecture/Pause
it_it: Play/Pausa
pt_br: Play/Pausa

source: Big
de_de: Groß
es_es: Grande
fr_fr: Gros
it_it: Grande
pt_br: Grande

source: Small
de_de: Klein
es_es: Pequeño
fr_fr: Petit
it_it: Piccolo
pt_br: Pequeno

source: Latest Blog Posts
de_de: Letzte Blogbeiträge
es_es: Últimas Entradas de Blog
fr_fr: Dernières Nouvelles
it_it: Post del blog più recenti
pt_br: Últimas postagens no blog

source: Latest Notes
de_de: Neueste Anmerkungen
es_es: Últimas notas
fr_fr: Dernières notes
it_it: Ultime note
pt_br: Notas mais recentes

source: Latest Forum Topics
de_de: Neueste Forumsthemen
es_es: Últimos temas del foro
fr_fr: Derniers sujets du forum
it_it: Post del Forum più recenti
pt_br: Últimos tópicos do fórum

source: Latest Profile Comments
de_de: Neueste Profil Kommentare
es_es: Últimos Comentarios de perfil
fr_fr: Derniers Commentaires profil
it_it: Profilo Ultimi Commenti
pt_br: Últimos Comentários do Perfil

source: Latest Blog Comments
de_de: Neueste Blog-Kommentare
es_es: Últimos Comentarios Blog
fr_fr: Derniers commentaires du blog
it_it: Blog Ultimi Commenti
pt_br: Últimos comentários do blog

source: Latest Note Comments
de_de: Letzte Anmerkung
es_es: Últimos Comentarios de la nota
fr_fr: Derniers billets Commentaires
it_it: Commenti delle note più recenti
pt_br: Última Nota Comentários

source: Latest Picture Comments
de_de: Neueste Bildkommentare
es_es: Últimos Comentarios de la foto
fr_fr: Dernières photos Commentaires
it_it: Immagini Ultimi Commenti
pt_br: Comentários da última foto

source: Latest Video Comments
de_de: Neueste Videokommentare
es_es: Últimos Comentarios de Video
fr_fr: Derniers Commentaires
it_it: Video Ultimi Commenti
pt_br: Últimos Comentários de Vídeo

source: Latest Game Comments
de_de: Neueste Spielkommentare
es_es: Últimos Comentarios de juego
fr_fr: Derniers jeux Commentaires
it_it: Ultimi Commenti Gioco
pt_br: Últimos Comentários do Jogo

source: No News Software.
es_es: No hay noticias del Software.
fr_fr: Non Nouvelles Software.
it_it: Software Nessuna novità.
pt_br: Nenhuma novidade do software.

source: It seems you don't have Internet (or pH7CMS feed news is temporarily unavailable). Some features on the dashboard won't be available.
de_de: Es scheint, Sie haben kein Internet (oder pH7CMS-Feed-Nachrichten sind vorübergehend nicht verfügbar). Einige Funktionen des Dashboards sind vorübergehend nicht verfügbar.
it_it: Sembra che tu non abbia Internet (o le notizie sui feed di pH7CMS sono temporaneamente non disponibili). Alcune funzioni sul dashboard non saranno disponibili.
pt_br: Parece que você não tem Internet (ou as notícias de feed do I Seek You estão temporariamente indisponíveis). Alguns recursos no painel não estarão disponíveis.

source: Old password:
de_de: Altes Passwort:
es_es: Contraseña anterior:
fr_fr: Ancien mot de passe:
it_it: Vecchia password:
pt_br: Senha Antiga:

source: New password:
de_de: Neues Passwort:
es_es: Nueva contraseña:
fr_fr: Nouveau mot de passe:
it_it: Nuova password:
pt_br: Nova senha:
