Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: You need to get a Google Maps API key to get it working. Please go to your pH7CMS Admin Panel -> Settings -> General -> API -> Google Maps API Key
de_de: Sie benötigen einen Google Maps-API-Schlüssel, damit es funktioniert. Bitte gehen Sie zu Ihrem pH7CMS Admin Panel -> Einstellungen -> Allgemein -> API -> Google Maps API Key
it_it: Devi avere una chiave API di Google Maps per farlo funzionare. Vai al tuo pannello di amministrazione di pH7CMS -> Impostazioni -> Generale -> API -> Chiave API di Google Maps
pt_br: Você precisa obter uma chave da API do Google Maps para que ela funcione. Por favor, vá para o Painel de Administração do pH7CMS -> Configurações -> Geral -> API -> Chave da API do Google Maps

source: Oops! Geo Map was not successful for the following reason:
es_es: La geolocalización no tuvo éxito por la siguiente razón:
fr_fr: Oops! Geo Map n'a pas réussi pour la raison suivante:
it_it: Oops! La mappa geografica non ha avuto successo per il seguente motivo:
pt_br: Opa! O Mapa Geográfico não foi bem sucedido pelo seguinte motivo:

source: You must enter a valid login ID and password to access this resource.
de_de: Sie müssen eine gültige Login-ID und ein gültiges Kennwort eingeben, um auf diese Seite zugreifen zu können.
es_es: Debe introducir un ID de inicio de sesión y una contraseña válidos para acceder a este recurso.
fr_fr: Vous devez entrer un identifiant de connexion et mot de passe pour accéder à cette ressource.
it_it: È necessario inserire un ID di accesso e una password validi per accedere a questa risorsa.
pt_br: Você deve inserir um ID de login e senha válidos para acessar este recurso.

source: Age
es_es: Edad
fr_fr: Âge
it_it: Età
pt_br: Idade

source: years
es_es: años
fr_fr: années
it_it: anni
pt_br: anos

source: Submit
de_de: Senden
es_es: Enviar
fr_fr: Soumettre
it_it: Sottoscrivi
pt_br: Enviar

source: character(s).
de_de: Zeichen.
es_es: caracter(es)
fr_fr: Personnages
it_it: personalità.
pt_br: caractere(s).

source: The following error was found:
de_de: Der folgende Fehler wurde gefunden:
it_it: È stato rilevato il seguente errore:
pt_br: O seguinte erro foi encontrado:

source: %element% is invalid.
de_de: %element% ist ungültig.
es_es: %element% no es válido.
fr_fr: %element% est invalide.
it_it: %element% è invalido.
pt_br: %element% é inválido.

source: Error: %element% must be alphanumeric (letters A-Z, numbers 0-9, underscores and dashes).
de_de: Fehler: %element% muss alphanumerisch sein (Buchstaben A-Z, Ziffern 0-9, Unterstriche und Bindestriche).
it_it: Errore: %element% deve essere alfanumerico (lettere A-Z, numeri 0-9, trattini bassi e trattini).
pt_br: Erro: %element% deve ser alfanumérico (letras A a Z, números de 0 a 9, sublinhados e traços).

source: Error: Another account with the same bank account already exists. Please choose another one.
de_de: Fehler: Ein anderes Konto mit demselben Bankkonto ist bereits vorhanden. Bitte wählen Sie eine andere aus.
it_it: Errore: esiste già un altro account con lo stesso conto bancario. Si prega di scegliere un altro.
pt_br: Erro: já existe outra conta com esses dados bancários. Por favor escolha outro.

source: Error: This bank account is not supported by our payment system.
de_de: Fehler: Dieses Bankkonto wird von unserem Zahlungssystem nicht unterstützt.
it_it: Errore: questo conto bancario non è supportato dal nostro sistema di pagamento.
pt_br: Erro: esta conta bancária não é suportada pelo nosso sistema de pagamento.

source: Error: Your bank account is incorrect.
de_de: Fehler: Ihr Bankkonto ist falsch.
it_it: Errore: il tuo conto bancario non è corretto.
pt_br: Erro: sua conta bancária está incorreta.

source: You must be from %0% to %1% years old to join the service.
de_de: Sie müssen zwischen %0% und %1% Jahre alt sein, um am Dienst teilnehmen zu können.
it_it: Devi essere da %0% to %1% anni per aderire al servizio.
pt_br: Você deve ter de %0% a %1% anos para ingressar no serviço.

source: The code of Captcha entered was incorrect. Please re-try.
de_de: Der eingegebene CaptchaCode war falsch. Bitte erneut versuchen.
es_es: El código de Captcha ingresado fue incorrecto. Por favor, intente de nuevo.
fr_fr: Le code de Captcha entré était incorrect. S'il vous plaît ré-essayez.
it_it: Il codice di Captcha inserito non era corretto. Per favore riprova.
pt_br: O código Captcha incorreto. Por favor tente novamente.

source: Error: Invalid email or already used by another user.
de_de: Fehler: Ungültige E-Mail-Adresse oder wird bereits von einem anderen Benutzer verwendet.
it_it: Errore: email non valida o già utilizzata da un altro utente.
pt_br: Erro: e-mail inválido ou já usado por outro usuário.

source: Error: %element% must contain a valid date.
de_de: Fehler: %element% muss ein gültiges Datum enthalten.
es_es: Error: %element% debe contener una fecha válida.
fr_fr: Erreur: %element% doit contenir une date valide.
it_it: Errore: %element% deve contenere una data valida.
pt_br: Erro: %element% deve conter uma data válida.

source: Error: %element% must contain an email address.
es_es: Error: %element% debe contener una dirección de correo electrónico.
fr_fr: Erreur: %element% doit contenir une adresse e - mail.
it_it: Errore: %element% deve contenere un indirizzo email.
pt_br: Erro: %element% deve conter um endereço de email.

source: Error: %element% must be a valid name. The name entered doesn't seem correct.
es_es: Error:%element% debe ser un nombre válido. El nombre ingresado no parece correcto.
fr_fr: Erreur: %element% doit être un nom valide. Le nom saisi ne semble pas correct.
pt_br: Erro: %element% deve ser um nome válido. O nome digitado não parece correto.

source: Error: %element% must be numeric.
de_de: Fehler: %element% muss numerisch sein.
es_es: Error: %element% debe ser numérico.
fr_fr: Erreur: %element% doit être numérique.
it_it: Errore: %element% deve essere numerico.
pt_br: Erro: %element% deve ser numérico.

source: Error: Your password has to be from %0% to %1% characters long.
de_de: Fehler: Ihr Passwort muss zwischen %0% und %1% Zeichen lang sein.
it_it: Errore: La tua password deve avere una lunghezza compresa da %0% a %1% caratteri.
pt_br: Erro: sua senha deve ter de %0% a %1% caracteres.

source: Error: Your phone number is incorrect. Please enter full phone number with area code (e.g., +44768374890).
de_de: Fehler: Ihre Telefonnummer ist falsch. Bitte geben Sie die vollständige Telefonnummer mit Vorwahl ein (z. B. +49768374890).
es_es: Error: su número de teléfono es incorrecto. Introduzca el número de teléfono completo con el código de área (por ejemplo, 44768374890).
it_it: Errore: Il tuo numero di telefono non è corretto. Inserisci il numero di telefono completo con prefisso teleselettivo (ad es. +39768374890).
pt_br: Erro: o seu número de telefone está incorreto. Digite o número de telefone completo com o código de área (por exemplo, +55 21 1234-5678).

source: Error: %element% contains invalid characters. Here is the rule to be followed: "%0%"
de_de: Fehler: %element% enthält ungültige Zeichen. Hier ist die zu befolgende Regel: "%0%"
es_es: Error: %element% contiene caracteres no válidos. Esta es la regla a seguir: "% 0%"
it_it: Errore: %element% Contiene caratteri non validi. Ecco la regola da seguire: "%0%"
pt_br: Erro: %element% contém caracteres inválidos. Aqui está a regra a ser seguida: "% 0%"

source: Error: %element% is a required field.
de_de: Fehler: %element% ist ein Pflichtfeld.
es_es: Error: %element% es un campo obligatorio.
fr_fr: Erreur: %element% est un champ obligatoire.
it_it: Errore: %element% è un campo obbligatorio.
pt_br: Erro: %element% é um campo obrigatório.

source: Error: %element% must be at least %0% character(s) long.
de_de: Fehler: %element% muss mindestens %0% Zeichen lang sein.
it_it: Errore: %element% deve essere almeno di %0% caratteri di lunghezza.
pt_br: Erro: %element% deve ter pelo menos %0% caracteres.

source: Error: %element% cannot exceed %0% character(s).
de_de: Fehler: %element% darf %0% Zeichen nicht überschreiten.
it_it: Errore: %element% non deve eccedere di %0% caratteri.
pt_br: Erro: %element% não pode exceder %0% caractere(s).

source: Error: %element% must contain a URL (e.g., <a href="http://ph7cms.com">http://ph7cms.com</a>).
de_de: Fehler: %element% muss eine URL enthalten (z. B. <a href="http://suchmaschine.com"> http://suchmaschine.com </a>).
pt_br: Erro: %element% deve conter um URL (por exemplo, <a href="http://iseekyou.com.br"> http://iseekyou.com.br</a>).

source: Error: Username has to be from %0% to %1% characters long, or it is not available or already used by other user.
pt_br: Erro: o nome de usuário deve ser de % 0% a %1% caracteres, ou não está disponível ou já é usado por outro usuário.

source: Error: You must accept our %element%.
de_de: Fehler: Sie müssen unser %element% akzeptieren.
es_es: Error: Debe aceptar nuestro %element%.
fr_fr: Erreur: Vous devez accepter notre %element%.
it_it: Errore: Devi accettare i nostri %element%.
pt_br: Erro: você deve aceitar nosso %element%.

source: The security token does not exist or the security time of the token has expired. Please try again!
de_de: Das Sicherheitstoken ist nicht vorhanden oder die Sicherheitszeit des Tokens ist abgelaufen. Bitte versuche es erneut!
es_es: El token de seguridad no existe o el tiempo de seguridad del token ha caducado. Por favor, inténtelo de nuevo!
fr_fr: n'existe pas de jeton de sécurité ou le temps du jeton de sécurité a expiré. Veuillez réessayer!
it_it: Il token di sicurezza non esiste o il tempo di sicurezza del token è scaduto. Per favore riprova!
pt_br: O token de segurança não existe ou o tempo de segurança do token expirou. Por favor, tente novamente!

source: The file type is incompatible or too large. Please try again a smaller image with .gif, .png or .jpg extension.
de_de: Der Dateityp ist nicht kompatibel oder zu groß. Bitte versuchen Sie es erneut mit einem kleineren Bild mit der Erweiterung .gif, .png oder .jpg.
es_es: El tipo de archivo es incompatible o demasiado grande. Intente de nuevo una imagen más pequeña con la extensión .gif, .png o .jpg.
fr_fr: Le type de fichier est incompatible ou trop grand. S'il vous plaît essayer à nouveau une image plus petite avec .gif, .png ou .jpg prolongation.
it_it: Il tipo di file è incompatibile o troppo grande. Si prega di riprovare un'immagine più piccola con estensione .gif, .png o .jpg.
pt_br: O tipo de arquivo é incompatível ou muito grande. Por favor, tente novamente uma imagem menor com extensão .gif, .png ou .jpg.

source: The file type is incompatible or too large. The accepted file types are: .mov, .avi, .flv, .mp4, .mpg/.mpeg, .wmv, .ogg, .ogv, .webm or .mkv
de_de: Der Dateityp ist nicht kompatibel oder zu groß. Die akzeptierten Dateitypen sind: .mov, .avi, .flv, .mp4, .mpg / .mpeg, .wmv, .ogg, .ogv, .webm oder .mkv
es_es: El tipo de archivo es incompatible o demasiado grande. Los tipos de archivo aceptados son: .mov, .avi, .flv, .mp4, .mpg / .mpeg, .wmv, .ogg, .ogv, .webm o .mkv
fr_fr: Le type de fichier est incompatible ou trop grand. Les types de fichiers acceptés sont: .mov, .avi, .flv, .mp4, .mpg / .mpeg, .wmv, .ogg, .ogv, .webm ou .mkv
it_it: Il tipo di file è incompatibile o troppo grande. I tipi di file accettati sono: .mov, .avi, .flv, .mp4, .mpg / .mpeg, .wmv, .ogg, .ogv, .webm o .mkv
pt_br: O tipo de arquivo é incompatível ou muito grande. Os tipos de arquivo aceitos são: .mov, .avi, .flv, .mp4, .mpg / .mpeg, .wmv, .ogg, .ogv, .webm ou .mkv

source: The HTTP parameter must be a %0% type!
de_de: Der HTTP-Parameter muss ein %0% -Typ sein!
es_es: El parámetro HTTP debe ser un tipo %0%!
it_it: I parametri HTTP devono essere di tipo %0% !
pt_br: O parâmetro HTTP deve ser um tipo %0%!

source: Oops! Our email server encountered an internal error and the email could not be sent. Please try again later!
de_de: Hoppla! Unser E-Mail-Server hat einen internen Fehler festgestellt und die E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.
es_es: ¡Vaya! Nuestro servidor de correo electrónico encontró un error interno y no se pudo enviar el correo electrónico. ¡Por favor, inténtelo de nuevo más tarde!
it_it: Oops! Il nostro server di posta elettronica ha riscontrato un errore interno e non è stato possibile inviare l'email. Per favore riprova più tardi!
pt_br: Opa! Nosso servidor de email encontrou um erro interno e o email não pôde ser enviado. Por favor, tente novamente mais tarde!

source: Oops! You have exceeded allowed login attemts. Please try again in %0% %1%.
de_de: Hoppla! Sie haben die Anzahl der zulässigen Anmeldeversuche überschritten. Bitte versuchen Sie es erneut in %0% %1%.
es_es: ¡Vaya! Ha superado los intentos de inicio de sesión permitidos. Inténtalo de nuevo en% 0%% 1%.
fr_fr: Oops! Vous avez dépassé le temps de connexion autorisés. S'il vous plaît essayer de nouveau en %0% %1%.
it_it: Oops! Hai superato i tentativi di accesso consentiti. Si prega di riprovare %0% %1%.
pt_br: Opa! Você excedeu as tentativas de login permitidas. Por favor, tente novamente em %0% %1%.

source: Oops! It seems that you have already sent the same message to prevent spam you can not send multiple same content.
de_de: Hoppla! Es scheint, dass Sie bereits mehrmals die gleiche Nachricht gesendet haben. Um Spam zu verhindern, können Sie nicht mehrmals die gleichen Inhalte versenden.
es_es: ¡Vaya! Parece que ya has enviado el mismo mensaje para evitar que el spam no se puede enviar el mismo contenido.
fr_fr: Oops! Il semble que vous avez déjà envoyé le même message pour éviter le spam, vous ne pouvez pas envoyer même contenu multiple.
it_it: Oops! Sembra che tu abbia già inviato lo stesso messaggio per impedire che lo spam non possa inviare più stesso contenuto.
pt_br: Opa! Parece que você já enviou a mesma mensagem. Para evitar spam não pode enviar vários conteúdos iguais.

source: Oops! It seems that you abuse of links. Why links are that important for you...?
de_de: Hoppla! Es scheint, dass Sie Links missbrauchen. Warum sind Links für Sie so wichtig...?
it_it: Oops! Sembra che tu abbia abusato dei link. Perché i collegamenti sono così importanti per te ...?
pt_br: Opa! Parece que você abusou de links. Por que os links são tão importantes para você...?

source: Oops! It seems that you abuse of emails. Why emails are that important for you...?
de_de: Hoppla! Es scheint, dass Sie Emails missbrauchen. Warum sind E-Mails für Sie so wichtig ...?
it_it: Oops! Sembra che tu stia abusando delle email. Perché le email sono così importanti per te ...?
pt_br: Opa! Parece que você abusa de emails. Por que os emails são tão importantes para você...?

source: Oops! You have to wait %0% %1% before you can send another.
de_de: Hoppla! Sie müssen %0% %1% warten, bevor Sie eine weitere senden können.
es_es: ¡Vaya! Tienes que esperar% 0%% 1% antes de poder enviar otro.
fr_fr: Oops! Vous devez attendre %0% %1% avant de pouvoir envoyer un autre.
it_it: Oops! Devi aspettare %0% %1% prima di poter inviare un altro.
pt_br: Você tem que esperar %0% %1% antes de poder enviar outro.

source: Oops! Somebody has recently registered with the same IP address. You have to wait %0% %1% before try again.
de_de: Hoppla! Jemand hat sich kürzlich mit derselben IP-Adresse registriert. Sie müssen %0% %1% warten, bevor Sie es erneut versuchen.
es_es: ¡Vaya! Alguien se ha registrado recientemente con la misma dirección IP. Tienes que esperar% 0%% 1% antes de intentarlo de nuevo.
fr_fr: Oops! Quelqu'un a récemment enregistré avec la même adresse IP. Vous devez attendre %0% %1% avant de réessayer.
it_it: Oops! Qualcuno ha recentemente registrato con lo stesso indirizzo IP. Devi aspettare %0% %1% prima di riprovare.
pt_br: Opa! Alguém se registrou recentemente com o mesmo endereço IP. Você tem que esperar %0% %1% antes de tentar novamente.

source: minute
es_es: minuto
it_it: minuto
pt_br: minuto

source: minutes
de_de: Minuten
es_es: minutos
fr_fr: min
it_it: minuti
pt_br: minutos

source: hour
de_de: Stunde
es_es: hora
fr_fr: heure
it_it: ora
pt_br: hora

source: hours
de_de: Stunden
es_es: horas
fr_fr: heures
it_it: ore
pt_br: horas

source: day
de_de: Tag
es_es: día
fr_fr: jour
it_it: giorno
pt_br: dia

source: days
de_de: Tage
es_es: días
fr_fr: jours
it_it: giorni
pt_br: dias

source: You have
de_de: Du hast
es_es: Tú tienes
fr_fr: Vous avez
it_it: Tu hai
pt_br: Você tem

source: message:
de_de: Mitteilung:
es_es: mensaje:
it_it: messaggio:
pt_br: mensagem:

source: error:
de_de: Fehler:
fr_fr: Erreur:
it_it: errore:
pt_br: erro:

source: Query
de_de: Abfrage
es_es: Consulta
fr_fr: Requête
pt_br: Consulta

source: Queries time %0% | %1% %2% | Generated in %3% | Memory allocated %4%
de_de: Abfragezeit %0% | %1% %2% | Generiert in %3% | Speicher zugewiesen %4%
it_it: Queries tempo %0% | %1% %2% | Generato in %3% | Memoria allocata %4%
pt_br: Tempo de consultas %0% | %1% %2% | Gerado em %3% | Memória alocada %4%

source: Powered by
pt_br: Distribuído por

source: Proudly Powered by
pt_br: Orgulhosamente Distribuído por

source: See info of this IP, %0%
de_de: Informationen zu dieser IP anzeigen, %0%
es_es: Ver información de este IP, %0%
fr_fr: Voir les informations de cette IP,%0%
it_it: Vedi le informazioni di questo IP, %0%
pt_br: Veja informações deste IP, %0%

source: Meet New People in %0%, %1% with %site_name%!
de_de: Treffen Sie neue Leute in %0%, %1% mit %site_name%!
it_it: Incontra nuova gente a %0%, %1% con %site_name%!
pt_br: Conheça novas pessoas em %0%, %1% com - %site_name%!

source: You need to be a member for liking contents.
de_de: Sie müssen registriertes Mitglied sein, um Inhalte zu liken.
it_it: Devi essere un membro per il gradimento dei contenuti.
pt_br: Você precisa ser um membro para gostar de conteúdos.

source: You need to be a user to report contents.
de_de: Sie müssen registriertes Mitglied sein, um Inhalte zu melden.
it_it: Devi essere un utente per segnalare i contenuti.
pt_br: Você precisa ser um usuário para relatar o conteúdo.

source: Report feature is not available for this content since the user who posted that content has been deleted.
pt_br: O recurso de DENÚNCIA não está disponível para este conteúdo, pois o usuário que postou esse conteúdo foi excluído.

source: Best regards,<br />%0% team.
de_de: Viele Grüße, <br /> das %0% Team.
it_it: I migliori saluti,<br />%0% team.
pt_br: Atenciosamente, <br /> %0% team.

source: This message was sent to %0%.<br /> You receive this message because you are registered on %1%.<br /> You can change the email alerts by visiting your account.
de_de: Diese Nachricht wurde an %0% gesendet. <br /> Sie erhalten diese Nachricht, da Sie bei %1% registriert sind. <br /> Sie können die E-Mail-Benachrichtigungen ändern, indem Sie Ihr Konto besuchen.
it_it: Questo messaggio è stato inviato a %0%.<br /> Ricevi questo messaggio perché sei registrato %1%.<br /> È possibile modificare gli avvisi e-mail visitando il proprio account.
pt_br: Esta mensagem foi enviada para %0%. <br /> Você recebeu esta mensagem porque está registrado em %1%. <br /> Você pode alterar os alertas por email visitando sua conta.

source: %0% - Page Not Found
de_de: %0% - Seite wurde nicht gefunden
es_es: %0% - Página no encontrada.
fr_fr: Page non trouvée
it_it: %0% - Page Non Trovata
pt_br: %0% - página não encontrada

source: Page Not Found
de_de: Seite nicht gefunden
es_es: Página no Encontrada
it_it: Pagina Non Trovata
pt_br: Página não encontrada

source: Whoops! The page you requested was not found.
de_de: Hoppla! Die von Ihnen angeforderte Seite wurde nicht gefunden.
es_es: La página solicitada no se ha encontrado
fr_fr: Whoops! La page que vous avez demandée n'a pas été trouvée.
it_it: Ops! La pagina richiesta non è stata trovata.
pt_br: Whoops! A página que você solicitou não foi encontrada.

source: You may have clicked an expired link or mistyped the address. Some web addresses are case sensitive.
de_de: Sie haben möglicherweise einen abgelaufenen Link angeklickt oder die Adresse falsch eingegeben. Bei einigen Webadressen wird die Groß- und Kleinschreibung beachtet.
es_es: Es posible que haya hecho clic en un enlace caducado o haya escrito incorrectamente la dirección. Algunas direcciones web distinguen entre mayúsculas y minúsculas.
fr_fr: Vous pouvez avoir cliqué sur un lien périmé ou mal tapé l'adresse. Certaines adresses web sont sensibles à la casse.
it_it: Potresti aver cliccato su un link scaduto o aver digitato erroneamente l'indirizzo. Alcuni indirizzi web sono case sensitive.
pt_br: Você pode ter clicado em um link expirado ou ter digitado errado o endereço. Alguns endereços da Web diferenciam maiúsculas de minúsculas.

source: Join Now
de_de: Jetzt anmelden
es_es: Únete ahora
fr_fr: Inscrivez-vous maintenant!
it_it: Iscriviti adesso
pt_br: Entrar Agora

source: Access Denied!
de_de: Zugriff verweigert!
es_es: Acesso denegado
fr_fr: Accès refusé
it_it: Accesso negato!
pt_br: Acesso negado!

source: Oops! You are not authorized to access this page!
de_de: Hoppla! Sie sind nicht autorisiert auf diese Seite zuzugreifen!
es_es: No tiene permiso para acceder a esta página!
fr_fr: Oops! Vous n'êtes pas autorisé à accéder à cette page!
it_it: Oops! Non sei autorizzato ad accedere a questa pagina!
pt_br: Opa! Você não está autorizado à acessar essa página!

source: Transaction valid and completed.
de_de: Transaktion gültig und abgeschlossen.
es_es: Transacción válida y completada.
fr_fr: Transaction valide et complétée.
it_it: Transazione valida e completata.
pt_br: Transação válida e concluída.

source: Transaction valid but not completed.
de_de: Transaktion gültig, aber nicht abgeschlossen.
es_es: Transacción válida pero no completada.
fr_fr: Transaction valide, mais pas terminé.
it_it: Transazione valida ma non completata.
pt_br: Transação válida, mas não concluída.

source: Invalid transaction.
de_de: Ungültige Transaktion.
es_es: Transacción no Valida
fr_fr: Transaction invalide.
it_it: Transazione non valida.
pt_br: Transacção inválida.

source: Connection to PayPal failed.
de_de: Die Verbindung zu PayPal ist fehlgeschlagen.
es_es: Falló la conexión con Paypal
fr_fr: Connexion à PayPal a échoué.
it_it: Connessione a PayPal fallita.
pt_br: A conexão com o PayPal falhou.

source: Refund transaction valid.
de_de: Rückerstattungstransaktion gültig.
es_es: La transacción de reembolso es válida.
fr_fr: transaction de remboursement valide.
it_it: Transazione di rimborso valida.
pt_br: Transação de reembolso válida.

source: Invalid refund transaction.
de_de: Ungültige Rückerstattungstransaktion.
es_es: Transacción de reembolso no válida.
fr_fr: transaction de remboursement non valide.
it_it: Transazione di rimborso non valida.
pt_br: Transação de reembolso inválida.

source: Purchase transaction valid.
de_de: Kauftransaktion gültig.
es_es: Transacción de compra válida.
fr_fr: transaction d'achat valide.
it_it: Transazione d'acquisto valida.
pt_br: Transação de compra válida.

source: Invalid purchase transaction.
de_de: Ungültige Kauftransaktion.
es_es: Transacción de compra no válida.
fr_fr: transaction d'achat non valide.
it_it: Transazione d'acquisto non valida.
pt_br: Transação de compra inválida.

source: Invalid connection to 2CheckOut.
de_de: Ungültige Verbindung zu 2CheckOut.
es_es: Conexión no válida a 2CheckOut.
fr_fr: connexion non valide à 2CheckOut.
it_it: Connessione non valida a 2CheckOut.
pt_br: Ligação inválida ao 2CheckOut.
