Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: FFmpeg is not installed on the server or the path cannot be found. Please install and configure the path in "~/YOUR-PROTECTED-FOLDER/app/configs/config.ini" or contact the administrator of the site/server or web hosting by saying the problem.
de_de: FFmpeg ist nicht auf dem Server installiert oder der Pfad kann nicht gefunden werden. Bitte installieren und konfigurieren Sie den Pfad in "~ /YOUR-PROTECTED-FOLDER/app/configs/config.ini" oder wenden Sie sich an den Administrator der Site / des Servers oder des Webhosting, indem Sie das Problem mitteilen.
it_it: FFmpeg non è installato sul server o il percorso non può essere trovato. Installa e configura il percorso in "~/YOUR-PROTECTED-FOLDER/app/configs/config.ini" o contatta l'amministratore del sito / server o web hosting dicendo il problema.
pt_br: O FFmpeg não está instalado no servidor ou o caminho não pode ser encontrado. Por favor, instale e configure o caminho em "~/ YOUR-PROTECTED-FOLDER/app/configs/config.ini" ou entre em contato com o administrador do site/servidor ou web hosting relatando o problema.

source: URL '%0%' doesn't exist or isn't a valid XML file.
de_de: URL '%0%' ist nicht vorhanden oder keine gültige XML-Datei.
it_it: URL '%0%' non esiste o non è un file XML valido.
pt_br: O URL '%0%' não existe ou não é um arquivo XML válido.

source: Permalink to this headline
it_it: Permalink a questo titolo
pt_br: Permalink para este título

source: Permalink to this definition
it_it: Permalink a questa definizione
pt_br: Permalink para esta definição

source: Hide Search Matches
it_it: Nascondi le corrispondenze di ricerca
pt_br: Ocultar busca de pares

source: Searching
it_it: Ricerca
pt_br: Procurando

source: Preparing search...
it_it: Preparazione della ricerca ...
pt_br: Preparando a pesquisa...

source: module, in
pt_br: módulo, em

source: , in
pt_br: , dentro

source: Search Results
it_it: Risultati di Ricerca
pt_br: Procurar Resultados

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
it_it: La tua ricerca non corrisponde a nessun documento. Assicurati che tutte le parole siano scritte correttamente e che tu abbia selezionato abbastanza categorie.
pt_br: A sua pesquisa não encontrou nenhum documento correspondente. Por favor, certifique-se de que todas as palavras estão escritas corretamente e que você selecionou categorias suficientes.

source: Search finished, found %s page(s) matching the search query.
it_it: Cerca finito, trovato %s pagina(e) che corrispondono alla query di ricerca.
pt_br: A busca terminou, encontrou %s página(s) correspondente à consulta de pesquisa.

source: Logs | Administration of Fake Admin
es_es: Registros | Administración de Admin falso
fr_fr: journaux | L'administration de Faux Administrateur
it_it: Logs | Amministrazione dei Fake Admin
pt_br: Logs | Administração de Fake Admin

source: Config | Fake Admin Honeypot
de_de: Config | Gefälschter Admin Honeypot
es_es: Configuración | Admin Honeypot falso
fr_fr: Config | Faux Administrateur Honeypot
it_it: Configura | Falso Admin Honeypot
pt_br: Config | Administração de fakes Honeypot

source: QUERY: %0%
es_es: Consulta: %0%
pt_br: Solicitação: %0%

source: Agent: %0%
es_es: Agente: %0%
pt_br: Agente: %0%

source: Referer: %0%
es_es: Referente: %0%
pt_br: Referenciador: %0%

source: LOGIN - Email: %0% - Username: %1% - Password: %2%
de_de: LOGIN - E-Mail: %0% - Benutzername: %1% - Passwort: %2%
es_es: LOGIN - Correo electrónico: %0% - Nombre de usuario: %1% - Contraseña: %2%
it_it: ACCEDI - Email: %0% - Nome Utente: %1% - Password: %2%
pt_br: LOGIN - Email: %0% - Nome de usuário: %1% - Senha: %2%

source: Reporting of the Fake Admin Honeypot
de_de: Berichterstattung über den gefälschten Admin-Honeypot
es_es: Reporte del Honeypot de administración falsa
fr_fr: Compte-rendu de Fake Admin Honeypot
it_it: Segnalazione del Falso Admin Honeypot
pt_br: Relatórios do Honeypot Fake Admin

source: The installation is finished.
de_de: Die Installation ist abgeschlossen.
it_it: L'installazione è finita.
pt_br: A instalação está terminada.

source: Please add the module link into the menu file.
de_de: Bitte fügen Sie den Modullink in die Menüdatei ein.
it_it: Si prega di aggiungere il link del modulo nel file di menu.
pt_br: Por favor, adicione o link do módulo no arquivo de menu.

source: 1) Open the "%0%" file.
de_de: 1) Öffnen Sie die Datei "%0%".
it_it: 1) Apri il "%0%" file.
pt_br: 1) Abra o arquivo "%0%".

source: 2) Find this piece of code "%0%" and add the following code after it.
de_de: 2) Suchen Sie diesen Code "%0%" und fügen Sie danach den folgenden Code hinzu.
it_it: 2) Trova questo pezzo di codice "% 0%" e aggiungi il seguente codice dopo di esso.
pt_br: 2) Encontre este trecho de código "%0%" e adicione o seguinte código após ele.

source: 3) Save the file and go to your Admin Panel -> Mods -> Fake Admin Panel -> Config Fake Admin Panel
de_de: 3) Speichern Sie die Datei und gehen Sie zum Admin Panel -> Mods -> Fake Admin Panel -> Config Fake Admin Panel
it_it: 3) Salva il file e vai al tuo Pannello di amministrazione -> Mods -> Falso Admin Panel -> Configura Falso Admin Panel
pt_br: 3) Salve o arquivo e vá para o Painel do Administrador -> Mods -> Painel de Controle de Fakes -> Painel de Administração FAkes de Configuração

source: 4) Done!
de_de: 4) Fertig!
it_it: 4) Fatto!
pt_br: 4) Feito!

source: Thank you for using the module!
de_de: Vielen Dank, dass Sie das Modul verwenden!
it_it: Grazie per aver usato il modulo!
pt_br: Obrigado por usar o módulo!

source: Uninstallation completed!
de_de: Deinstallation abgeschlossen!
it_it: Disinstallazione completata!
pt_br: Desinstalação concluída!

source: Please remove the module link from the menu file.
de_de: Bitte entfernen Sie den Modul-Link aus der Menüdatei.
it_it: Si prega di rimuovere il collegamento del modulo dal file di menu.
pt_br: Por favor, remova o link do módulo do arquivo de menu.

source: 2) Remove the following code.
de_de: 2) Entfernen Sie den folgenden Code.
it_it: 2) Rimuovere il seguente codice.
pt_br: 2) Remova o seguinte código.

source: 3) Done!
de_de: 3) Fertig!
it_it: 3) Fatto!
pt_br: 3) Feito!

source: WARNING!
de_de: WARNUNG!
es_es: ¡¡ATENCION!!
fr_fr: ATTENTION !
it_it: AVVERTIMENTO!
pt_br: ATENÇÃO!

source: Please make a backup of your site and your database before proceeding with upgrade!
de_de: Bitte machen Sie eine Sicherungskopie Ihrer Site und Ihrer Datenbank, bevor Sie mit dem Upgrade fortfahren!
es_es: Por favor haga una copia de seguridad de su sitio y su base de datos antes de continuar con la actualización!
fr_fr: Merci de faire une sauvegarde de votre site et de votre base de données avant de procéder à une mise à jour!
it_it: Effettua un backup del tuo sito e del tuo database prima di procedere con l'aggiornamento!
pt_br: Por favor, faça um backup do seu site e seu banco de dados antes de prosseguir com a atualização!

source: Please also delete all the cache files for the changes to take effect.
de_de: Bitte löschen Sie auch alle Cache-Dateien, damit die Änderungen wirksam werden.
es_es: Elimine también todos los archivos de caché para que los cambios surtan efecto.
fr_fr: S'il vous plaît supprimer également tous les fichiers de cache pour que les modifications prennent effet.
it_it: Si prega di eliminare anche tutti i file della cache affinché le modifiche abbiano effetto.
pt_br: Por favor, exclua todos os arquivos de cache para que as mudanças entrem em vigor.

source: Warning, this is not finished yet ;-)
de_de: Achtung, das ist noch nicht fertig ;-)
es_es: Advertencia, esto no ha terminado todavía ;-)
fr_fr: Attention, ce n'est pas encore fini ;-)
it_it: Attenzione, questo non è ancora finito ;-)
pt_br: Atenção, isso ainda não está terminado ;-)

source: Edit your "%0%" file.
de_de: Bearbeiten Sie Ihre "%0%" -Datei.
es_es: Edite su "%0%" archivo.
fr_fr: Modifier votre \ "% 0% " fichier.
it_it: Modifica il Tuo "%0%" file.
pt_br: Edite seu arquivo "%0%".

source: Add M after the size of the "upload.max_size" variable (e.g., this: "upload.max_size = 500M" instead of "upload.max_size = 500"
de_de: Fügen Sie M nach der Größe der Variablen "upload.max_size" hinzu (z. B. Folgendes: "upload.max_size = 500M" anstelle von "upload.max_size = 500").
es_es: Agregue M después del tamaño de "upload.max_size" variable (por ejemplo, "upload.max_size = 500M" en lugar de "upload.max_size = 500"
fr_fr: Ajouter M après la taille de la \ "upload.max_size " variable (par exemple, ceci: \ "upload.max_size = 500M " au lieu de \ "upload.max_size = 500 "
it_it: Aggiungi M dopo la dimensione della variabile "upload.max_size" (es., questo: "upload.max_size = 500M" invece di "upload.max_size = 500"
pt_br: Adicione M após o tamanho da variável "upload.max_size" (por exemplo, "upload.max_size = 500M" em vez de "upload.max_size=500"

source: Good luck :-)
es_es: ¡Buena suerte
fr_fr: Bonne chance :-)
it_it: In bocca al lupo :-)
pt_br: Boa sorte :-)

source: Be careful because this version has a new hash algorithm password.
de_de: Seien Sie vorsichtig, da diese Version ein neues Passwort für den Hash-Algorithmus enthält.
es_es: Tenga cuidado porque esta versión tiene una nueva contraseña de algoritmo hash.
fr_fr: Soyez prudent parce que cette version dispose d'un nouveau mot de passe de l'algorithme de hachage.
it_it: Fai attenzione perché questa versione ha una nuova password dell'algoritmo di hash.
pt_br: Tenha cuidado, porque esta versão tem uma nova senha de algoritmo de hash.

source: If you have a lot of members, please, stay with your current version if you do not want all your members must reset their password.
de_de: Wenn Sie viele Mitglieder haben, bleiben Sie bei Ihrer aktuellen Version, wenn Sie nicht möchten, dass alle Mitglieder ihr Kennwort zurücksetzen müssen.
es_es: Si tiene muchos miembros, por favor, quédese con su versión actual si no desea que todos sus miembros tengan que restablecer su contraseña.
fr_fr: Si vous avez beaucoup de membres, s'il vous plaît, restez avec votre version actuelle si vous ne voulez pas que tous vos membres doivent réinitialiser leur mot de passe.
it_it: Se hai molti membri, ti preghiamo di rimanere con la versione corrente se non vuoi che tutti i tuoi membri debbano reimpostare la loro password.
pt_br: Se você tem muitos membros, por favor, fique com sua versão atual se você não quiser que todos os seus membros tenham que redefinir suas senhas.

source: Also for you (and other admins), be sure to reset your password with the new system hash.
de_de: Stellen Sie auch für Sie (und andere Administratoren) sicher, dass Sie Ihr Kennwort mit dem neuen System-Hash zurücksetzen.
es_es: También para usted (y otros administradores), asegúrese de restablecer su contraseña con el nuevo hash del sistema.
fr_fr: Uniquement pour vous (et d'autres administrateurs), veillez à réinitialiser votre mot de passe avec le nouveau hachage du système.
it_it: Anche per te (e altri amministratori), assicurati di reimpostare la password con il nuovo hash del sistema.
pt_br: Também para você (e outros administradores), certifique-se de redefinir sua senha com o novo hash do sistema.

source: Now you need to delete the following files via FTP or SSH:
de_de: Nun müssen Sie folgende Dateien per FTP oder SSH löschen:
es_es: Ahora usted necesita suprimir los archivos siguientes vía ftp o SSH:
fr_fr: Maintenant, vous devez supprimer les fichiers suivants via FTP ou SSH:
it_it: Ora è necessario eliminare i seguenti file tramite FTP o SSH:
pt_br: Agora você precisa excluir os seguintes arquivos via FTP ou SSH:

source: Please make a backup of your website and database before proceeding the upgrade.
de_de: Bitte erstellen Sie eine Sicherungskopie Ihrer Website und Ihrer Datenbank, bevor Sie mit dem Upgrade fortfahren.
it_it: Effettuare un backup del sito Web e del database prima di procedere con l'aggiornamento.
pt_br: Por favor, faça um backup do seu site e banco de dados antes de prosseguir com a atualização.

source: Hello %0%
de_de: Hallo %0%
it_it: Ciao %0%
pt_br: Olá %0%

source: align
pt_br: alinhar

source: blockquote
pt_br: bloco de citação

source: <div class='ui-wrapper' style='overflow: hidden;'></div>
pt_br: <div class = 'ui-wrapper' estilo = 'estouro: oculto;'> </ div>

source: Your must enter a valid url (e.g., http://ph7builder.com).
it_it: Devi inserire un valido url (es., http://ph7builder.com).

source: Deleted %0% %1% comment(s) ... OK!
de_de: %0% %1% Kommentar(e) gelöscht ... OK!
es_es: Eliminado%0% %1% comentario (s) ... ¡OK!
fr_fr: Supprimé %0% %1% commentaire (s) ... OK!
it_it: Cancellato %0% %1% comment(s)... OK!

source: Status... OK!
es_es: Estado ... OK!
it_it: Stato... OK!

source: Normal
fr_fr: Optimale
it_it: Normale

source: Enable General Cache. Database caching and other expensive server calculations
it_it: Abilita cache generale. Memorizzazione nella cache del database e altri costosi calcoli del server

source: Enable HTML Cache. Caches some HTML pages (e.g., TOS, privacy, site map, ... pages)
de_de: Aktivieren Sie den HTML-Cache. Das speichert einige HTML-Seiten (z. B. TOS, Datenschutz, Sitemap, ... Seiten) zwischen.
it_it: Abilita cache HTML. Memorizza nella cache alcune pagine HTML (ad es., TOS, privacy, mappa del sito, ... pagine)

source: Enable Static Cache. Used to store compressed/minified JS/CSS files
de_de: Statischen Cache aktivieren Wird zum Speichern von komprimierten / minimierten JS / CSS-Dateien verwendet
it_it: Abilita la Cache statica. Utilizzato per archiviare i file compressed/minified JS/CSS

source: Enable data-URIs; Converts images to base64 (if file size is lower than %0%)
de_de: Daten-URIs aktivieren; Konvertiert Bilder in base64 (wenn die Dateigröße unter %0% liegt)
it_it: Abilita gli URI di dati; Converte le immagini in base64 (se la dimensione del file è inferiore a %0%)

source: Countries to be showed on registration forms
de_de: Länder, die auf Anmeldeformularen angezeigt werden sollen
it_it: Paesi da mostrare sui moduli di registrazione

source: You can limit the amount of countries to be displayed on the registration form and user search forms.<br /> If you need to block your entire website to be accessible from a country, please use <a href="%0%">Country Blocker</a> tool.
it_it: È possibile limitare la quantità di paesi da visualizzare nel modulo di registrazione e nei moduli di ricerca utente. <br /> Se è necessario bloccare l'intero sito Web per essere accessibile da un paese, utilizzare <a href="%0%"> Strumento di blocco Paese </a>.

source: Your Personal Website/Blog (any promotional/affiliated contents will be removed)
de_de: Ihre persönliche Website / Blog (Werbeinhalte / kommerzielle Inhalte werden entfernt)
it_it: Il tuo sito web personale o blog (qualsiasi contenuto promozionale/affiliato sarà rimosso)

source: Successfully saved!
de_de: Erfolgreich gespeichert!
it_it: Salvato con successo!

source: Offline
es_es: Fuera de línea
fr_fr: Hors ligne
it_it: Non in linea

source: Colors successfully reset!
de_de: Farben erfolgreich zurückgesetzt!
it_it: Il reset dei Colori è andato a buon fine!

source: Country Blacklist
de_de: Länder-Blacklist
it_it: Nazioni Lista Nera

source: Block Countries
de_de: Blockierte Länder
it_it: Blocca Nazioni

source: Country Restrictions
it_it: Restrizioni Nazioni

source: Login Username:
de_de: Login Benutzername:
it_it: Login Nome Utente:

source: Nickname:
de_de: Spitzname:
it_it: Pseudonimo:

source: Countries to exclude
de_de: Länder ausschließen
it_it: Nazioni da escludere

source: Visitors who come from one of those selected countries will receive a friendly message saying that the service isn't available in they country. Logged admins and admin panel won't be affected, so you will still be able to login to your admin panel from anywhere.
it_it: I visitatori che provengono da uno di questi paesi selezionati riceveranno un messaggio amichevole che dice che il servizio non è disponibile nel loro paese. Gli amministratori e il pannello di amministrazione registrati non saranno interessati, quindi potrai comunque accedere al tuo pannello di amministrazione da qualsiasi postazione.

source: Your custom JavaScript code
it_it: Il tuo codice personalizzato JavaScript

source: Popular
de_de: Beliebt
fr_fr: Populaire
it_it: Popolare

source: Enable/Disable the "Animated Video" on the Splash Homepage. <br /><em>Available only if "User" is the Default Module.</em>
de_de: Aktiviere/Deaktiviere das "Animierte Video" auf der Splash Homepage. <br /><em> Nur verfügbar, wenn "Benutzer" das Standardmodul ist.</em>
it_it: Abilitare/disabilitare il "video animato " nella homepage di Splash. <br /><em>Disponibile solo se "utente " è il modulo predefinito.</em>

source: Display or not the newest users on the homepage for visitors. <br /><em>Available only if "User" is the Default Module.</em>
de_de: Anzeige oder nicht die neuesten Benutzer auf der Homepage für Besucher.<br><em>Nur verfügbar, wenn "Benutzer" das Standard-Modul ist.</em>
it_it: Visualizzare o meno gli utenti più recenti sulla homepage per i visitatori. <br /><em>Disponibile solo se "utente " è il modulo predefinito.</em>

source: Maintenance (offline)
it_it: Manutenzione (non in linea)

source: Are you proud of using pH7CMS brand? Are you proud to say your dating app has been made by the Leader Dating Software provider?
it_it: Siete fieri di usare il marchio di pH7CMS? Sei orgoglioso di dire che il tuo dating app è stato fatto dal fornitore di software leader dating?

source: This approval mode is experimental, do not use it on production.
de_de: Diese Genehmigung ist experimentell, verwenden Sie es nicht auf die Produktion.
it_it: Questa modalità di approvazione è sperimentale, non utilizzarla sulla produzione.

source: Enable/Disable CSRF security tokens in forms:
de_de: Aktivieren/Deaktivieren von CSRF-Sicherheitstoken in den Formularen:
it_it: Attiva/disattiva i token di sicurezza CSRF nei moduli:

source: Captcha Complexity:
de_de: Captcha Komplexität:
it_it: Captcha complessità:

source: Captcha Case Sensitive:
de_de: Captcha Groß- und Kleinschreibung:
it_it: Custodisci dati sensibili captcha:

source: Override Website Colors
it_it: Sovrascrivi i colori del sito

source: Website Background:
de_de: Webseitenhintergrund:
it_it: Sito web background:

source: Text:
it_it: Testo:

source: Reset Colors
de_de: Farben zurücksetzen
it_it: Resetta Colori

source: Your custom CSS code
de_de: Geben Sie hier ihren eigenen CSS Code ein
it_it: Il tuo codice CSS personalizzato

source: Main website where the affiliate is the owner (e.g. http://ph7builder.com)
it_it: Sito principale dove l'affiliato è il proprietario (es. http://ph7builder.com)

source: Whoops! "%0%" profile is only visible to members. Please <a href="%1%">login</a> or <a href="%2%">register</a> to see this profile.
de_de: Hoppla! Das Profil "%0%" ist nur für Mitglieder sichtbar. Bitte <a href="%1%">einloggen</a> oder <a href="%2%">registrieren</a> um dieses Profil zu sehen.
it_it: Whoops! "%0%" Il Profilo è visibile solo per i membri registrati. Effettua il <a href="%1%">login</a> oppure <a href="%2%">Registrati</a> per vedere il profilo.

source: Whoops! "%0%" profile is not available to you.
de_de: Hoppla! "%0%" Profil ist nicht verfügbar für Sie.
it_it: Whoops! "%0%" Per questo utente il profilo non è avviabile.

source: Send
de_de: Senden
it_it: Invia

source: The Note Posts of %site_name%
it_it: I messaggi di nota di %site_name%

source: You cannot delete the default membership group.
it_it: Non è possibile eliminare il gruppo di appartenenza predefinito.

source: This one cannot be deleted.
de_de: Kann nicht gelöscht werden.
it_it: Questo non può essere cancellato.

source: Status:
es_es: Estado:
it_it: Stato:

source: Upload
de_de: Hochladen
it_it: Carica

source: Mutual Friends:
de_de: Gemeinsame Freunde:
it_it: Amici in comune:

source: Whoops! "%0%" profile is not found.
de_de: Hoppla! "%0%" Profil wurde nicht gefunden.
it_it: Whoops! "%0%" il profilo non è stato trovato.

source: Email Notifications
de_de: E-Mail Benachrichtigungen
it_it: Notifiche Email

source: Your wallpaper has been successfully deleted!
de_de: Ihr Profil-Hintergrundbild eurde erfolgreich gelöscht!
it_it: Il tuo sfondo è stato cancellato con successo!

source: Your First Name
de_de: Ihr Vorname
it_it: Il Tuo Nome

source: Your Nickname
de_de: Dein Spitzname
it_it: Il Tuo Nickname

source: I am a
de_de: Ich bin ein(e)
it_it: Io sono un/una

source: Looking for a
de_de: Auf der Suche nach…
it_it: Alla ricerca di

source: Your Date of Birth
it_it: La tua data di nascita

source: Your Country
de_de: Ihr Land
it_it: La tua Nazione

source: Your City
de_de: Deine Stadt
it_it: La Tua Città

source: Your Postal Code
de_de: Ihre Postleitzahl
it_it: Il Tuo Codice Postale

source: About Me
de_de: Über mich
it_it: Riguardo Me

source: Messages
de_de: Nachrichten
es_es: Mensajes
it_it: Messaggi

source: %0%'s video album
it_it: %0% video album

source: Regular
fr_fr: Régulier
it_it: Regolare

source: Video file cannot be larger than %0%
de_de: Video-Datei darf nicht größer sein als %0%
it_it: Il file video non può essere più grande di %0%

source: Country Restrictions for Registration and Search form
it_it: Restrizioni del paese per la registrazione e il modulo di ricerca

source: Country Restriction
it_it: Restrizione Paese

source: Country Restrictions for Registration form
it_it: Restrizioni del paese per modulo di registrazione

source: Photo Albums
de_de: Fotoalben
it_it: Foto Albums

source: Profile Photos
de_de: Profilbilder
it_it: Foto profilo

source: Profile Backgrounds
it_it: Sfondi dei Profili

source: Display Static Pages
it_it: Visualizza pagine statiche

source: Click to display/edit the file
de_de: Klicken Sie auf die Datei zu öffnen
it_it: Clicca per visualizzare / modificare il file

source: Click to display/edit this file
de_de: Klicken Sie auf die Datei zu öffnen
it_it: Clicca per visualizzare / modificare questo file

source: Templates File Not Found!
de_de: Vorlagendatei nicht gefunden!
it_it: File di modelli non trovato!

source: Let others know about pH7CMS
de_de: Informieren Sie andere über pH7CMS
it_it: Fai sapere agli altri di pH7CMS

source: Here is a <a class="bold" href="%0%">pre-written Tweet</a> (which you can edit, of course).
it_it: Ecco un <a class="bold" href="%0%">pre-scritto Tweet</a>(che puoi modificare, ovviamente).

source: Software Information
it_it: Informazioni Software

source: Author: %0%
de_de: Autor: %0%
it_it: Autore: %0%

source: Software Version
it_it: Software Versione

source: Version: %software_version%
it_it: Versione: %software_version%

source: Version Name: %software_version_name%
de_de: Versionsname: %software_version_name%
it_it: Version Nome: %software_version_name%

source: Release Date: %0%
de_de: Veröffentlichungsdatum: %0%
it_it: Data di rilascio: %0%

source: License Type: <a href="%0%">%1%</a>
it_it: Tipo di Licenza: <a href="%0%">%1%</a>

source: Contribute to pH7CMS
it_it: Contribuire a pH7CMS

source: Give a Nice Review on Sourceforge
de_de: Gib einen schönen Überblick über Sourceforge
it_it: Fai una bella recensione su Sourceforge

source: No Profile Photos found for the moderation treatment.
it_it: Nessun profilo fotografico trovato per il trattamento di moderazione.

source: Wallpaper of
de_de: Hintergrund von
it_it: Sfondo di

source: No Profile Backgrounds found for the moderation treatment.
de_de: Keine Profilhintergründe für die Moderationsbehandlung gefunden.
it_it: Nessun profilo trovato per il trattamento di moderazione.

source: Posted on %0%
de_de: gepostet an %0%
it_it: Postato su %0%
