Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Describe yourself in a few words. Your description should be at least 20 characters long.
de_de: Beschreiben Sie sich in wenigen Worten. Ihre Beschreibung sollte mindestens 20 Zeichen lang sein.
es_es: Describir a si mismo en pocas palabras. Su descripción debe ser al menos 20 caracteres.
fr_fr: Décrivez-vous en quelques mots. Votre description doit être d'au moins 20 caractères.
it_it: Descriviti in poche parole. La tua descrizione dovrebbe contenere almeno 20 caratteri.
pt_br: Descreva-se em poucas palavras. Sua descrição deve ter pelo menos 20 caracteres.

source: Add My Photo
de_de: Mein Foto Hinzufügen
es_es: Añadir mi foto
it_it: Aggiungi la mia Foto
pt_br: Adicionar minha foto

source: Skip
de_de: Überspringen
es_es: Omitir
it_it: Salta questo passaggio
pt_br: Pular

source: Stay signed in
de_de: Eingeloggt bleiben
es_es: Mantener sesión iniciada
fr_fr: rester connecté
it_it: Resta connesso
pt_br: Permanecer conectado

source: Your Email
de_de: Ihre E-Mail
es_es: Correo Electrónico:
fr_fr: Votre email
it_it: La Tua Email
pt_br: Seu email

source: Your Password
de_de: Ihr Passwort
es_es: Su Contraseña:
fr_fr: Votre mot de passe :
it_it: La Tua Password
pt_br: Sua senha

source: Newsletters
de_de: Newsletter
es_es: Boletín
pt_br: Boletins informativos

source: By enabling this option, you would be likely to receive occasional news on our website and our services and offers, promotions and other benefits to our partners.
de_de: Wenn Sie diese Option aktivieren, erhalten Sie gelegentlich Neuigkeiten auf unserer Website und unseren Services und Angeboten, Aktionen und anderen Vorteilen unsere Partner.
es_es: Habilitando esta opción, sería probable que recibir ocasionalmente noticias en nuestro sitio web y nuestros servicios y ofertas, promociones y otros beneficios a nuestros socios.
fr_fr: En activant cette option, vous seriez susceptible de recevoir des nouvelles de temps en temps sur notre site Web et nos services et offres, promotions et autres avantages pour nos partenaires.
it_it: Abilitando questa opzione, è probabile che riceverai notizie occasionali sul nostro sito Web e sui nostri servizi, offerte, promozioni e altri vantaggi per i nostri partners.
pt_br: Ao ativar esta opção, você provavelmente receberá notícias ocasionais de nosso site, nossos serviços e ofertas, promoções e outros benefícios de nossos parceiros.

source: Friend requests
de_de: Freundschaftsanfragen
es_es: Solicitudes de amistad
fr_fr: Demandes d'amis
it_it: Richieste di amicizia
pt_br: Pedidos de amizade

source: Profile:
de_de: Profil:
es_es: Perfil:
fr_fr: Profil:
it_it: Profilo:
pt_br: Perfil:

source: Who can view your profile?
de_de: Wer kann dein Profil sehen?
es_es: ¿Quién puede ver tu perfil?
fr_fr: Qui peut voir votre profil?
it_it: Chi può vedere il tuo profilo?
pt_br: Quem pode ver seu perfil?

source: Everyone (including people who are not %0% members).
de_de: Alle (einschließlich Personen, die nicht %0% Mitglieder sind).
es_es: Todos (incluso quienes no son miembros de %0%).
fr_fr: Tout le monde (y compris les personnes qui ne sont pas %0% des membres).
it_it: Chiunque (comprese le persone che non sono membri iscritti %0% ).
pt_br: Todos (incluindo pessoas que não são %0% membros).

source: Only %0% members who are logged in.
de_de: Nur %0% Mitglieder die eingeloggt sind.
es_es: Ahora estás conectado como %0%.
fr_fr: Seuls %0% des membres qui sont connectés.
it_it: Solo %0% membri che hanno effettuato l'accesso.
pt_br: Apenas %0% membros efetuaram login.

source: Only me.
de_de: Nur ich selbst.
es_es: Solo yo
fr_fr: Seulement moi
it_it: Solo Me.
pt_br: Só eu.

source: Web search engine:
de_de: Internet-Suchmaschinen:
es_es: Buscador web:
fr_fr: Web moteur de recherche:
it_it: Motore di ricerca Web:
pt_br: Mecanismo de pesquisa da Web:

source: Do you want to be included in search results?
de_de: Möchten Sie in die Suchergebnisse aufgenommen werden?
es_es: ¿Desea ser incluido en los resultados de busqueda?
fr_fr: Voulez-vous être inclus dans les résultats de recherche?
it_it: Vuoi essere incluso nei risultati di ricerca?
pt_br: Você deseja ser incluído nos resultados da pesquisa?

source: Yes, include my profile in search results (%site_name%'s search, Google, Bing, Yahoo, etc.).
es_es: Si, incluir mi perfil en los resultados de busqueda de (%site_name%'s search, Google, Bing, Yahoo, etc.).
it_it: Sì, Includi il mio profilo nei risultati di ricerca ( %site_name%' s Search, Google, Bing, Yahoo, ecc.).
pt_br: Sim, inclua meu perfil nos resultados de pesquisa (%site_name%'s search, Google, Bing, Yahoo, etc.).

source: No, do not include my profile in search results.
de_de: Nein, fügen Sie mein Profil nicht in die Suchergebnisse ein.
es_es: No, no incluyen mi perfil en los resultados.
fr_fr: Non, ne comprennent pas mon profil dans les résultats de recherche.
it_it: No, non includere il mio profilo nei risultati di ricerca.
pt_br: Não, não inclua meu perfil nos resultados da pesquisa.

source: Show profile visitors:
de_de: Profilbesucher anzeigen:
es_es: Mostrar a los visitantes de perfil:
fr_fr: Afficher les visiteurs profil:
it_it: Visualizza profilo visitatori:
pt_br: Mostrar visitantes do perfil:

source: Would you like to display members that have viewed your profile?
de_de: Möchten Sie Mitglieder anzeigen, die Ihr Profil angesehen haben?
es_es: ¿Quieres mostrar a los miembros que han visto tu perfil?
fr_fr: Aimeriez-vous pour afficher les membres qui ont consulté votre profil?
it_it: Desideri visualizzare i membri che hanno visualizzato il tuo profilo?
pt_br: Gostaria de exibir membros que visualizaram seu perfil?

source: Yes, display members who viewed my profile (Selecting this option will allow other members to see that you visited their profile).
de_de: Ja, Mitglieder anzeigen, die mein Profil angesehen haben (Durch Auswahl dieser Option können andere Mitglieder sehen, dass Sie ihr Profil besucht haben).
es_es: Sí, deseo ver quienes visitaron mi perfil (al seleccionar esta opción permitirá a otros miembros ver que has visitado su perfil).
fr_fr: Oui, les membres d'affichage ayant consulté mon profil (sélection de cette option permettra à d'autres membres de voir que vous avez visité son profil).
it_it: Sì, i membri del display che hanno visualizzato il mio profilo (selezionando questa opzione consentiranno agli altri membri di vedere che hai visitato il loro profilo).
pt_br: Sim, exibir membros que visualizaram meu perfil (a seleção dessa opção permitirá que outros membros vejam que você visitou o perfil deles).

source: No, don't display members who viewed my profile. (Selecting this option will prevent you from seeing who visited your profile).
de_de: Nein, keine Mitglieder anzeigen, die mein Profil angesehen haben. (Durch Auswahl dieser Option können auch Sie nicht sehen, wer Ihr Profil besucht hat).
es_es: No, no deseo ver quienes visitaron mi perfil. (Al seleccionar esta opción le impedirá ver quién visitó tu perfil).
fr_fr: Non, ne pas afficher les membres qui ont consulté mon profil. (La sélection de cette option vous empêcher de voir qui a visité votre profil).
it_it: No, non visualizzare membri che hanno visualizzato il mio profilo. (La selezione di questa opzione ti impedirà di vedere chi ha visitato il tuo profilo).
pt_br: Não, não exiba membros que visualizaram meu perfil. (Selecionar essa opção impedirá que você veja quem visitou seu perfil).

source: Presence:
de_de: Gegenwart:
es_es: Presencia:
fr_fr: Présence
it_it: Presenza:
pt_br: Presença:

source: Your status <div class="user_status right" id="status_div"></div>
de_de: Ihr Status <div class="user_status right" id="status_div"></div>
it_it: Lo stato < div classe = "user_status right" id = "status_div" > </div>
pt_br: Seu status <div class="user_status right" id="status_div"></div>

source: Find Search a Visitor of "%0%"
de_de: Suchen Sie einen Besucher von "%0%"
es_es: Buscar a un visitante de "%0%"
fr_fr: Trouver Recherche un visiteur de "%0%"
it_it: Trova Cerca un visitatore di "%0%"
pt_br: Encontrar um visitante de "%0%"

source: Last Seen on your profile
de_de: Zuletzt in Ihrem Profil gesehen
es_es: Última visita en tu perfil
fr_fr: Dernière visite sur votre profil
it_it: Ultimo visto sul tuo profilo
pt_br: Visto pela última vez no seu perfil

source: Your profile photo has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
de_de: Ihr Profilfoto wurde empfangen. Es wird nicht sichtbar sein, bis es von unseren Moderatoren genehmigt wird. Bitte senden Sie keine neuen.
es_es: Su fotografía fue recibida. No será visible hasta que es aprobado por nuestros moderadores. Por favor, no envíe una nueva.
it_it: La tua foto del profilo è stata ricevuta. Non sarà visibile finché non verrà approvato dai nostri moderatori. Si prega di non inviarne uno nuovo.
pt_br: Sua foto do perfil foi recebida. Não será visível até que seja aprovado pelos nossos moderadores. Por favor, não envie um novo.

source: Your profile photo has been updated successfully!
de_de: Ihr Profilfoto wurde erfolgreich aktualisiert!
es_es: ¡Tu foto de perfil ha sido actualizado con éxito!
it_it: La tua foto del profilo è stata aggiornata con successo!
pt_br: Sua foto do perfil foi atualizada com sucesso!

source: Your Wallpaper has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
de_de: Ihr Wallpaper wurde empfangen. Es wird nicht sichtbar sein, bis es von unseren Moderatoren genehmigt wird. Bitte senden Sie keine neuen.
es_es: Fondo de pantalla ha sido recibido. No será visible hasta que es aprobado por nuestros moderadores. Por favor, no envíe una nueva.
it_it: Il tuo sfondo è stato ricevuto. Non sarà visibile finché non verrà approvato dai nostri moderatori. Si prega di non inviarne uno nuovo.
pt_br: Seu papel de parede foi recebido. Não será visível até que seja aprovado pelos nossos moderadores. Por favor, não envie um novo.

source: Your Wallpaper has been updated successfully!
de_de: Ihr Wallpaper wurde erfolgreich aktualisiert!
es_es: ¡Fondo de pantalla se ha actualizado con éxito!
fr_fr: Votre papier peint a été mis à jour avec succès!
it_it: Il tuo sfondo è stato aggiornato con successo!
pt_br: Seu papel de parede foi atualizado com sucesso!

source: Your message has been added successfully!
de_de: Ihre Nachricht wurde erfolgreich hinzugefügt.
es_es: ¡Su mensaje ha sido añadido con éxito!
fr_fr: Votre message a été ajouté avec succès!
it_it: Il tuo messaggio è stato aggiunto con successo!
pt_br: Sua mensagem foi adicionada com sucesso!

source: Your account has just been created!
es_es: Su cuenta ha sido creada.
it_it: Il tuo account è appena stato creato!
pt_br: Sua conta acaba de ser criada!

source: No reference
de_de: Keine Referenz
es_es: Sin referencia
fr_fr: Aucune référence
it_it: Nessun riferimento
pt_br: Nenhuma referência

source: Your notifications settings have been saved successfully!
de_de: Ihre Benachrichtigungseinstellungen wurden erfolgreich gespeichert!
es_es: ¡La configuración de las notificaciones ha sido guarda con éxito!
fr_fr: Vos paramètres de notification ont été enregistrés avec succès!
it_it: Le tue impostazioni di notifica sono state salvate correttamente!
pt_br: Suas configurações de notificações foram salvas com sucesso!

source: Your privacy settings have been saved successfully!
de_de: Ihre Datenschutzeinstellungen wurden erfolgreich gespeichert!
es_es: ¡La configuración de la privacidad ha sido guarda con éxito!
fr_fr: Vos paramètres de confidentialité ont été enregistrés avec succès!
it_it: Le tue impostazioni sulla privacy sono state salvate correttamente!
pt_br: Suas configurações de privacidade foram salvas com sucesso!

source: You are now logged out. Hope to see you again very soon!
de_de: Sie sind jetzt ausgeloggt. Ich hoffe, wir sehen uns bald wieder!
it_it: Ora siete disconnessi. Spero di rivederti presto!
pt_br: Você está desconectado agora. Esperamos vê-lo novamente em breve!

source: Youtube API Key - Setting
de_de: Youtube API Key - Einstellung
es_es: YouTube API Key - configuración
it_it: Youtube API Key - Impostazioni
pt_br: Chave da API do YouTube - configuração

source: video,videos,free,free videos,music,online,watch,dating,video dating,social,community,social network,people video,flirt
de_de: Video, Videos, kostenlos, kostenlose Videos, Musik, online, Uhr, Dating, Video-Dating, soziale, Gemeinschaft, soziales Netzwerk, Leute Video, flirten
es_es: video, videos, videos gratis, gratis, watch en línea, música, que data, video, citas, social, comunidad, red social, video gente, ligar
fr_fr: vidéo, vidéos, libres vidéos, libres, musique, en ligne, montre, rencontres, rencontres vidéo, sociaux, communautaires, réseaux sociaux, les gens vidéo, flirt
it_it: video, filmati, video gratuiti, musica, online, guardare, appuntamenti, video dating, social, community, social network, video di persone, flirt
pt_br: vídeo, vídeos, livre, vídeos grátis, música, online, relógio, namoro, vídeo namoro, social, comunidade, rede social, vídeo, gente flertar

source: Add a new Video
de_de: Füge ein neues Video hinzu
es_es: añadir un nuevo Video
fr_fr: Ajouter une nouvelle vidéo
it_it: Aggiungi un nuovo Video
pt_br: Adicione um novo vídeo

source: Edit Video
de_de: Video bearbeiten
es_es: Editar Video
fr_fr: Modifier la vidéo
it_it: Modifica Video
pt_br: Editar vídeo

source: No video albums found.
de_de: Keine Videoalben gefunden.
es_es: No hay álbumes de Videos encontrados.
it_it: Nessun album video trovato.
pt_br: Nenhum álbum de vídeo encontrado.

source: The %0%'s albums
de_de: %0%'s Alben
it_it: □ %0% albums
pt_br: %0% álbuns

source: Video Gallery Community
de_de: Videogalerie-Community
es_es: Galería de fotos de la comunidad
fr_fr: Vidéo Galerie Communauté
it_it: Gallerie Video della Community
pt_br: Galeria de vídeos

source: %0%'s Albums | Video Albums of the Dating Social Community - %site_name%
de_de: %0%'s Alben | Videoalben der sozialen Dating-Community -%site_name%
es_es: Álbumes de %0% | Álbumes de vídeo de la comunidad Social de citas - %site_name%
fr_fr: Albums de %0% | Albums vidéos de la Communauté sociale Rencontre - %site_name%
it_it: %0% Album | Album video della community sociale di incontri - %site_name%
pt_br: Álbuns de %0% | Álbuns de vídeo da comunidade social de encontros - %site_name%

source: Album not found or is still in pending approval.
es_es: El álbum no encontró o aún en trámite de aprobación.
it_it: Album non trovato o è ancora in attesa di approvazione.
pt_br: Álbum não encontrado ou ainda está em aprovação pendente.

source: %0%s video album
pt_br: %0%s álbum de vídeo

source: Browse Videos From %0% | Video Album Social Community - %site_name%
de_de: Videos durchsuchen Von %0% | Videoalbum - Soziale Gemeinschaft - %site_name%
es_es: Ver Videos de %0% | Video álbum comunidad Social - %site_name%
fr_fr: Consulter les vidéos De %0% | Video Album Communauté Social - %site_name%
it_it: Sfoglia video da %0% | Comunità sociale di album video - %site_name%
pt_br: Procurar vídeos de %0% | Comunidade Social de álbuns de vídeo - %site_name%

source: Video not found or is still in pending approval.
es_es: Video no encontrado o en trámite de aprobación.
it_it: Il video non è stato trovato o è ancora in attesa di approvazione.
pt_br: Vídeo não encontrado ou ainda em aprovação pendente.

source: Watch %0%'s video
de_de: Sieh dir das Video von %0% an
it_it: Guarda i video di %0% ⃣
pt_br: Assista ao vídeo de %0%. Oba

source: %0%'s video, %1%
es_es: %0% de video, %1%
pt_br: Vídeo de %0%, %1%

source: %0%'s video, %1%, %2%
es_es: %0% de video, %1%,%2%
pt_br: Vídeo de %0%, %1%, %2%

source: video,movie,videos,video sharing,music,gallery,%0%,%1%,%2%
de_de: Video, Film, Videos, Video-Sharing, Musik, Galerie,%0%,%1%,%2%
es_es: vídeo, películas, videos, video, compartir, música, galería, %0%,%1% ,%2%
fr_fr: vidéo, film, vidéos, partage de vidéos, de la musique, galerie, %0%, %1%, %2%
it_it: video, film, video, condivisione video, musica, galleria,%0%,%1%,%2%
pt_br: vídeo, filme, vídeos, compartilhamento de vídeo, música, galeria, %0%, %1%, %2%

source: Your video has been removed.
de_de: Ihr Video wurde entfernt.
it_it: Il tuo video è stato rimosso.
pt_br: Seu vídeo foi removido.

source: Video Search - Looking for a video
de_de: Videosuche - Suche nach einem Video
it_it: Ricerca video - Alla ricerca di un video
pt_br: Pesquisa de vídeos - procurando um vídeo

source: Dating Social Video - Your search returned
de_de: Aus dem Social Video - Ihre Suche ergab keine Ergebnisse
es_es: Dating Social Video - la búsqueda ha devuelto
fr_fr: Rencontres Vidéo Social - Votre recherche a donné
it_it: Incontri Social Video - La tua ricerca è tornata
pt_br: Dating Social Video - Sua busca retornou

source: %n% video found!
it_it: %n% video trovato!
pt_br: %n% video encontrado!

source: Search - %site_name% is a Dating Social Video Community!
de_de: Suche - %site_name% ist eine Dating-Social Video Community!
es_es: ¡Búsqueda - %site_name% es una comunidad Social Video citas!
fr_fr: Recherche - %site_name% est une communauté vidéo Social Dating!
it_it: Cerca - %site_name% è una Dating Social Video Community!
pt_br: Pesquisa - %site_name% é uma Comunidade de Vídeo Social de Namoro!

source: search,video,dating,social network,community,music,movie,news,video sharing
de_de: Suche, Video, Dating, soziales Netzwerk, Gemeinschaft, Musik, Film, Nachrichten, Video-Sharing
es_es: búsqueda, video, citas, red social, comunidad, música, películas, noticias, vídeos
fr_fr: recherche, vidéo, rencontres, réseau social, communautaire, musique, film, nouvelles, partage de vidéos
it_it: ricerca, video, appuntamenti, social network, community, musica, film, notizie, condivisione video
pt_br: pesquisa, vídeo, namoro, rede social, comunidade, música, filme, notícias, compartilhamento de vídeo

source: Please return to <a href="%1%">the previous page</a> or <a href="%1%">add a new video</a> in this album.
es_es: Por favor, volver a <a href="%1%">la página anterior</a> o <a href="%1%">añadir un nuevo vídeo de</a> este álbum.
fr_fr: S'il vous plaît revenir à <a href="%1%"> la page </a> ou <a précédente href="%1%"> ajouter une nouvelle vidéo </a> dans cet album.
it_it: Si prega di tornare a < a href = "%1%" > la pagina precedente </a> o < a href = "%1%" > Aggiungi un nuovo video </a> in questo album.
pt_br: Volte para a <a href="%1%">página anterior</a>ou<a href="%1%">adicione um novo vídeo</a> neste álbum.

source: Video Name:
it_it: Nome Video:
pt_br: Nome do Vídeo:

source: Video Description:
de_de: Videobeschreibung:
it_it: Descrizione Video:
pt_br: Descrição do vídeo:

source: ID or Name of Video:
es_es: ID o nombre de Video:
fr_fr: ID ou le nom de la vidéo:
it_it: ID or Nome del Video:
pt_br: ID ou nome do vídeo:

source: Choose...
de_de: Auswählen…
es_es: Seleccione...
fr_fr: choisir
it_it: Scegli...
pt_br: Escolher...

source: Embed
it_it: Incorpora
pt_br: Anexar

source: Video:
fr_fr: Vidéo:
pt_br: Vídeo:

source: Please be patient while downloading video, this may take time (especially if you download a long video).
de_de: Bitte haben Sie etwas Geduld beim Herunterladen des Videos. Dies kann einige Zeit dauern (besonders, wenn Sie ein großes Video herunterladen).
es_es: Por favor sea paciente durante la descarga de vídeo, esto puede tomar tiempo (especialmente si se descarga un vídeo largo).
fr_fr: S'il vous plaît patienter pendant le téléchargement de vidéo, cela peut prendre du temps (surtout si vous téléchargez une longue vidéo).
it_it: Si prega di essere paziente durante il download di video, questo potrebbe richiedere tempo (soprattutto se si scarica un video lungo).
pt_br: Por favor, seja paciente durante o download de vídeo, isso pode levar algum tempo (especialmente se você baixar um vídeo longo).

source: I have the right to distribute this video
de_de: Ich habe das Recht, dieses Video zu verteilen
es_es: Tengo derecho a distribuir este video
it_it: Ho il diritto di distribuire questo video
pt_br: Eu tenho o direito de distribuir este vídeo

source: Embed URL:
de_de: URL einbetten:
it_it: Incorpora URL:
pt_br: URL de incorporação:

source: e.g., %0%
de_de: z.B %0%
it_it: es., %0%
pt_br: por exemplo, %0%

source: Video from Youtube, Vimeo or DailyMotion.
de_de: Video von Youtube, Vimeo oder DailyMotion.
it_it: Video da Youtube, Vimeo or DailyMotion.
pt_br: Vídeo do Youtube, Vimeo ou DailyMotion.

source: Your video has been successfully updated!
de_de: Dein Video wurde erfolgreich aktualisiert!
it_it: Il tuo video è stato aggiornato con successo!
pt_br: Seu vídeo foi atualizado com sucesso!

source: Please add a category before you add a video.
es_es: Por favor agregar una categoría antes de agregar su video.
fr_fr: S'il vous plaît ajouter une catégorie avant d'ajouter une vidéo.
it_it: Aggiungi una categoria prima di aggiungere un video.
pt_br: Por favor, adicione uma categoria antes de adicionar um vídeo.

source: Oops! The embed video link looks incorrect? Please make sure that the link is correct.
es_es: ¡Uy! ¿El enlace embed del video es incorrecta? Por favor, asegúrese de que el enlace es correcto.
it_it: Oops! Il link del video incorporato sembra errato? Assicurati che il link sia corretto.
pt_br: Opa! O link do vídeo incorporado parece incorreto? Por favor, certifique-se que o link está correto.

source: Unable to retrieve information from the video. Are you sure that the URL of the video is correct?
es_es: No se puede recuperar la información del vídeo. ¿Está seguro de que la URL del vídeo es correcta?
fr_fr: Impossible de récupérer les informations de la vidéo. Etes-vous sûr que l'URL de la vidéo est correcte?
it_it: Impossibile recuperare le informazioni dal video. Sei sicuro che l'URL del video sia corretto?
pt_br: Não é possível recuperar informações do vídeo. Tem certeza de que o URL do vídeo está correto?

source: Invalid Api Video Type! Choose from Youtube, Vimeo and Dailymotion.
pt_br: API de Vídeo Inválida! Escolha entre Youtube, Vimeo e Dailymotion.

source: File exceeds maximum allowed video filesize of %0%!
es_es: Archivo excede el máximo permitido tamaño video del %0%.
fr_fr: Fichier dépasse le maximum autorisé vidéo filesize %0%!
pt_br: Arquivo excede o tamanho máximo permitido do para vídeos, de %0%!

source: You have to choose video type.
es_es: Ha seleccionado tipo video
it_it: Devi scegliere il tipo di video.
pt_br: Você tem que escolher o tipo de vídeo.

source: Your video has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
de_de: Dein Video wurde empfangen. Es wird nicht sichtbar sein, bis es von unseren Moderatoren genehmigt wird. Bitte sende keine neue.
es_es: Su Video fue recibido. No será visible hasta que es aprobado por nuestros moderadores. Por favor, no envíe una nueva.
it_it: Il tuo video è stato ricevuto Non sarà visibile finché non verrà approvato dai nostri moderatori. Si prega di non inviarne uno nuovo.
pt_br: Seu vídeo foi recebido. Não será visível até que seja aprovado pelos nossos moderadores. Por favor, não envie um novo.

source: Your video has been successfully added!
de_de: Dein Video wurde erfolgreich hinzugefügt!
it_it: Il tuo video è stato aggiunto con successo!
pt_br: Seu vídeo foi adicionado com sucesso!

source: Untitled
de_de: Ohne Titel
es_es: Sin titulo
fr_fr: Sans titre
it_it: Senza titolo
pt_br: Sem título

source: The photo has been deleted!
es_es: ¡La foto ha sido eliminada!
fr_fr: La photo a été supprimée
it_it: La foto è stata cancellata!
pt_br: A foto foi excluída!
