Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Users - Your search returned
de_de: Benutzer - Die Suche ergab keine Ergebnisse
es_es: Los usuarios - la búsqueda ha devuelto
fr_fr: Utilisateurs - Votre recherche a donné
it_it: Utenti - La Tua ricerca ha restituito
pt_br: Usuários - Sua pesquisa retornou

source: %n% user found!
de_de: %n% Benutzer gefunden!
it_it: %n% Utente non trovato!
pt_br: %n% usuário encontrado!

source: You are now logged in as member: %0%!
de_de: Sie sind jetzt als Mitglied %0% angemeldet!
es_es: Ahora está conectado como miembro: %0%!
fr_fr: Vous êtes maintenant connecté en tant que membre: %0%!
it_it: Ora sei loggato come membro:% 0%!
pt_br: Agora você está logado como membro: %0%!

source: This user doesn't exist.
de_de: Benutzer nicht vorhanden.
it_it: Questo utente non esiste.
pt_br: Este usuário não existe.

source: You are now logged out as member: %0%!
de_de: Sie sind jetzt als Mitglied %0% abgemeldet!
it_it: Ora sei connesso come membro:% 0%!
pt_br: Agora você está desconectado como membro: %0%!

source: The profile has been banned.
de_de: Das Profil wurde gesperrt.
es_es: El perfil ha sido prohibido.
fr_fr: Le profil a été interdit.
it_it: Il profilo è stato vietato.
pt_br: O perfil foi banido.

source: Oops! An error has occurred while banishment the profile.
de_de: Hoppla! Beim Sperren des Profils ist ein Fehler aufgetreten.
es_es: ¡Uy! Ocurrio un error mientras desaparecio el afiliado.
fr_fr: Oops! Une erreur est survenue alors que le bannissement du profil.
it_it: Oops! Si è verificato un errore durante il divieto applicato al profilo.
pt_br: Opa! Ocorreu um erro durante o bloqueio do perfil.

source: The profile has been unbanned.
de_de: Das Profil wurde entsperrt.
es_es: El afiliado ha sido habilitado.
fr_fr: Le profil a été débanni.
it_it: Il profilo è stato sbloccato.
pt_br: O perfil foi desbloqueado.

source: Oops! An error has occurred while unban the profile.
de_de: Hoppla! Beim Entsperren des Profils ist ein Fehler aufgetreten.
es_es: ¡Uy! Ha ocurrido un error mientras el afiliado ha sido habilitado.
fr_fr: Oops! Une erreur est survenue alors que débannir le profil.
it_it: Oops! Si è verificato un errore mentre sbloccavi il profilo.
pt_br: Opa! Ocorreu um erro ao desbloquear o perfil.

source: The profile has been deleted.
de_de: Das Profil wurde gelöscht.
es_es: El perfil ha sido eliminado.
fr_fr: Le profil a été supprimé.
it_it: Il profilo è stato eliminato.
pt_br: O perfil foi excluído.

source: The profile(s) has/have been banned.
de_de: Das / die Profil(e) wurde(n) / sind gesperrt.
es_es: Los perfiles ha/han sido prohibidos.
it_it: Il/i profilo/i ha/sono stati bannati.
pt_br: O perfil(s) foi/foram bloqueado(s).

source: The profile(s) has/have been unbanned.
de_de: Das / die Profil(e) wurde(n) / wurden entsperrt.
es_es: El perfil ha sido habilitado.
it_it: Il/i profilo/i è/sono sbloccato/i.
pt_br: O(s) perfil(s) foi/foram desbloqueado(s).

source: The profile(s) has/have been deleted.
de_de: Das / die Profil(e) wurde(n) / sind gelöscht.
es_es: Los perfiles ha/han sido eliminados.
it_it: Il/i profilo/i ha/sono stati eliminati.
pt_br: O perfil(s) foi/foram excluído(s).

source: Your membership account has been declined
de_de: Ihre Mitgliedschaft wurde abgelehnt
es_es: ¡Su cuenta ha sido denegada!
fr_fr: Votre compte d'adhésion a été refusée
it_it: Il tuo account di iscrizione è stato rifiutato
pt_br: Sua conta de associação foi recusada

source: Sorry, Your membership account has been declined.
de_de: Entschuldigung, Ihre Mitgliedschaft wurde abgelehnt.
es_es: Lo sentimos, tu cuenta ha sido inhabilitada.
fr_fr: Désolé, votre compte d'adhésion a été refusée.
it_it: Spiacenti, il tuo account di iscrizione è stato rifiutato.
pt_br: Desculpe, a sua conta de associação foi recusada.

source: Your membership account has been activated
de_de: Ihr Mitgliedskonto wurde aktiviert
es_es: Su cuenta ha sido activada
fr_fr: Votre compte de membre a été activé
it_it: Il tuo account di iscrizione è stato attivato
pt_br: Sua conta de membro foi ativada

source: Congratulations! Your account has been approved by our team of administrators.<br />You can now %0% to meeting new people!
de_de: Herzliche Glückwünsche! Ihr Konto wurde von unserem Team von Administratoren genehmigt. <br/> Sie können jetzt %0% auf neue Leute treffen!
es_es: ¡Felicidades! Tu cuenta ha sido aprobado por nuestro equipo de administradores.<br>¡Usted puede ahora %0% para conocer gente nueva!
fr_fr: Félicitations à vous! Votre compte a été approuvé par notre équipe d'administrateurs. <br /> Vous pouvez maintenant %0% à rencontrer de nouvelles personnes!
it_it: Congratulazioni! Il tuo account è stato approvato dal nostro team di amministratori. < br/> Ora è possibile% 0% incontrare nuove persone!
pt_br: Parabéns! Sua conta foi aprovada pela nossa equipe de administradores. <br/> Agora você pode usar %0% para conhecer novas pessoas!

source: Dear %0%,
de_de: Sehr geehrte/r,
es_es: Estimad@ %0%
fr_fr: Monsieur,
it_it: Caro, %0%,
pt_br: Prezado(a) %0%,

source: Error! Bad argument in the URL.
de_de: Error! Ungültiges Argument in der URL.
es_es: ¡Error! Mal argumento el URL.
it_it: Errore! Argomento errato nell'URL.
pt_br: Erro! Argumento incorreto na URL.

source: The user is not found!
de_de: Der Benutzer wurde nicht gefunden!
es_es: ¡El usuario no se encuentra!
fr_fr: L'utilisateur est introuvable!
it_it: L'utente non viene trovato!
pt_br: O usuário não foi encontrado!

source: Error! Missing argument in the URL.
de_de: Error! Fehlendes Argument in der URL.
es_es: ¡Error! Argumento que falta en la URL.
it_it: Errore! Argomento mancante nell'URL.
pt_br: Erro! Argumento ausente no URL.

source: Username:
de_de: Benutzername:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur:
it_it: Nome Utente:
pt_br: Nome de usuário:

source: Login Email:
es_es: Correo electrónico de acceso
fr_fr: Pseudo (email:
pt_br: Email de entrada:

source: Password:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe:
pt_br: Senha:

source: First Name:
de_de: Vorname:
es_es: Nombre:
fr_fr: Prénom:
it_it: Nome:
pt_br: Primeiro nome:

source: Last Name:
de_de: Nachname:
es_es: Apellidos:
fr_fr: Nom de famille:
it_it: Cognome:
pt_br: Sobrenome:

source: Gender:
de_de: Geschlecht:
es_es: Género:
fr_fr: Sexe:
it_it: Sesso:
pt_br: Gênero:

source: With your time zone, the other administrators may know when they can contact you easily.
de_de: Mit Ihrer Zeitzone können die anderen Administratoren wissen, wann sie erreichbar sind.
es_es: Con su zona horaria, los otros administradores pueden saber cuando puede contactar fácilmente.
fr_fr: Avec votre fuseau horaire, les autres administrateurs peuvent savoir quand ils peuvent vous contacter facilement.
it_it: Con il fuso orario, gli altri amministratori possono sapere quando possono contattarti facilmente.
pt_br: Com o seu fuso horário, os outros administradores podem saber quando podem contatá-lo facilmente.

source: Number of Profile:
de_de: Anzahl der Profile:
es_es: Número del perfil:
it_it: Numero di profilo:
pt_br: Número de perfil:

source: Number of fake profiles to add in the same time. Choosing 15 or 25 profiles might takes a few minutes.
es_es: Número de perfiles falsos para agregar en el mismo tiempo. Elegir perfiles de 15 o 25 podría toma unos pocos minutos.
it_it: Numero di profili falsi da aggiungere nello stesso tempo. La scelta di 15 o 25 profili potrebbe impiegare alcuni minuti.
pt_br: Número de perfis falsos para adicionar ao mesmo tempo. A escolha de 15 ou 25 perfis pode levar alguns minutos.

source: Gentlemen &amp; Ladies
de_de: Herren &amp; Damen
es_es: Señores y señoras
it_it: Signori &amp; Signore
pt_br: Homens &amp; Mulheres

source: Only Gentlemen
de_de: Nur Herren
es_es: Solamente caballeros
it_it: Solo signori
pt_br: Apenas homens

source: Only Ladies
de_de: Nur Damen
es_es: Sólo damas
it_it: Solo donne
pt_br: Apenas mulheres

source: Nationality:
de_de: Nationalität:
es_es: Nacionalidad:
it_it: Nazionalità:
pt_br: Nacionalidade:

source: Add Fake Profiles!
es_es: Añadir perfiles falsos
fr_fr: Ajouter faux profils!
it_it: Aggiungi falso profilo!
pt_br: Adicionar perfis falsos!

source: Random Nationalities
de_de: Zufällige Nationalitäten
es_es: Nacionalidades al azar
it_it: Nazionalità casuale
pt_br: Nacionalidades Aleatórias

source: American
de_de: Amerikanisch
es_es: Americano
it_it: Americana
pt_br: Americano(a)

source: Australian
de_de: Australier
es_es: Australiano
it_it: Australiana
pt_br: Australiano(a)

source: Brazilian
de_de: Brasilianer
es_es: Brasileño
it_it: Brasiliana
pt_br: Brasileiro(a)

source: British
de_de: Britsch
es_es: Británico
it_it: Inglese
pt_br: Britanico(a)

source: Canadian
de_de: Kanadisch
es_es: Canadiense
it_it: Canadese
pt_br: Canadense

source: Danish
de_de: Dänisch
es_es: Danés
it_it: Danese
pt_br: Dinamarquês(a)

source: Dutch
de_de: Niederländisch
es_es: Holandés
it_it: Olandese
pt_br: Holandês(a)

source: Finnish
de_de: Finnisch
es_es: Finlandés
it_it: Finlandese
pt_br: Finlandês(a)

source: French
de_de: Französisch
es_es: Francés
it_it: Francese
pt_br: Francês(a)

source: German
de_de: Deutsch
es_es: Alemán
it_it: Germanica
pt_br: Alemão

source: Iranian
de_de: Iranisch
es_es: Iraní
it_it: Iraniana
pt_br: Iraniano

source: Irish
de_de: Irisch
es_es: Irlandesa
it_it: Irlandese
pt_br: Irlandês

source: New Zealander
de_de: Neuseeländer
es_es: Nueva Zelandes
it_it: Neo Zelandese
pt_br: Neozelandês

source: Spanish
de_de: Spanisch
es_es: Español
it_it: Spaglola
pt_br: Espanhol

source: Swiss
de_de: Schweizer
es_es: Suizo
it_it: Svizzera
pt_br: Suíço

source: Turkish
de_de: Türkisch
es_es: Turco
it_it: Turca
pt_br: Turco

source: Date of birth:
de_de: Geburtsdatum:
es_es: Fecha de nacimiento:
fr_fr: Date de naissance
it_it: Data di nascita:
pt_br: Data de nascimento:

source: Please specify the birth date using the calendar.
it_it: Si prega di specificare la data di nascita utilizzando il calendario.
pt_br: Por favor, especifique a data de nascimento usando o calendário.

source: Profile Photo:
de_de: Profilbild:
it_it: Profilo Photo:
pt_br: Foto de perfil:

source: Social Network Site:
es_es: Sitio de red social:
fr_fr: sites de réseau social
pt_br: Site de Rede Social:

source: The url of your profile Facebook, Twitter, Google+, etc.
es_es: La url de tu perfil de Facebook, Twitter, Google +, etcetera.
fr_fr: L'URL de votre profil Facebook, Twitter, Google+, etc.
it_it: L' "url" del tuo profilo Facebook, Twitter, Google+, etc.
pt_br: A URL do seu perfil no Facebook, Twitter, Google+, etc.

source: Title:
de_de: Titel:
es_es: Título:
fr_fr: Titre :
it_it: Titolo:
pt_br: Título:

source: Size of the Banner:
de_de: Größe des Banners:
es_es: Tamaño de la pancarta
fr_fr: Taille de la bannière:
it_it: Dimensione del Banner:
pt_br: Tamanho do banner:

source: The predefined variable for the URL of an affiliate account to put in the HTML is: %0%.
de_de: Die vordefinierte Variable für die URL eines Affiliate-Kontos, die in den HTML-Code eingefügt werden soll, lautet: %0%.
es_es: La variable predefinida para la URL de una cuenta de afiliado poner en el HTML es: %0%.
fr_fr: La variable prédéfinie pour l'URL d'un compte affilié à mettre dans le HTML est: %0%.
it_it: La variabile predefinita per l'URL di un account affiliato da inserire nel codice HTML è: %0%.
pt_br: A variável predefinida para o URL de uma conta de afiliado para colocar no HTML é: %0%.

source: The predefined variable to the URL of your site to indicate this in the HTML is: %0%.
de_de: Die vordefinierte Variable für die URL Ihrer Website, die im HTML darauf hinweist, lautet: %0%.
es_es: La variable predefinida a la URL de su sitio para indicar Esto en el código HTML es: %0%.
fr_fr: La variable prédéfinie à l'URL de votre site pour indiquer dans le code HTML est: %0%.
it_it: La variabile predefinita per l'URL del tuo sito per indicare questo nel codice HTML è: %0%.
pt_br: A variável predefinida para o URL do seu site para indicar isso no HTML é: %0%.

source: Your analytics code (e.g., Google Analytics)
de_de: Ihr Analysecode (z. B. Google Analytics)
es_es: El código de analytics (por ejemplo, Google Analytics)
it_it: Il Tuo analytics code (e.g., Google Analytics)
pt_br: Seu código de análise (por exemplo, o Google Analytics)

source: Change the default Chat by yours
de_de: Ändern Sie Ihren Standard-Chat
it_it: Cambia la chat predefinita Chatta dalla tua
pt_br: Alterar o bate-papo padrão pelo seu

source: not recommended to enable it
it_it: si sconsiglia di non abilitarlo
pt_br: não recomendado para habilitá-lo

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
pt_br: Salvar

source: Back to Browse Admins
it_it: Ritorna a Browse Admins
pt_br: Voltar a Navegar por Admins

source: Female
de_de: Weiblich
es_es: Mujer
fr_fr: Femme
it_it: Femmina
pt_br: Feminino

source: Import members into your site from a <strong><abbr title="Comma Separated Values">CSV</abbr></strong> file. You can find database users <strong><a href="%0%">here</a></strong>.
es_es: Importar los miembros en su sitio desde un archivo <strong><abbr title="Comma Separated Values">CSV</abbr></strong> . Usted puede encontrar los usuarios de la base de datos <strong><a href="%0%">aquí</a></strong>.
fr_fr: membres d'importation dans votre site à partir d'un <strong> <abbr title = \ "Comma Separated Values ​​"> CSV </ abbr> </ strong> fichier. Vous pouvez trouver des utilisateurs de bases de données <strong> <a href="%0%"> ici </a> </ strong>.
it_it: Importare i membri nel sito da un <strong><abbr title="Comma Separated Values">CSV</abbr></strong> file. Puoi trovare il database utenti <strong><a href="%0%">quì</a></strong>.
pt_br: Importar membros para seu site a partir de um arquivo<strong><abbr title="Comma Separated Values">CSV</abbr></strong> Você pode encontrar usuários para o banco de dados <strong><a href="%0%">aqui</a></strong>.

source: CSV file:
de_de: CSV-Datei:
es_es: Archivo CSV:
fr_fr: fichier CSV:
pt_br: Arquivo CSV:

source: Delimiter:
de_de: Trennzeichen:
es_es: Delimitador:
fr_fr: Séparateur:
it_it: Delimitatore:
pt_br: Delimitador:

source: Enclosure:
es_es: Documento adjunto :
fr_fr: Boitier
it_it: Allegato:
pt_br: Anexo:

source: Buy your License Key
es_es: Comprar su clave de licencia
it_it: Acquista la chiave di Licenza
pt_br: Compre sua chave de licença

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
pt_br: Ativo

source: Inactive
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo
pt_br: Inativo

source: %0% to get Premium Features!
es_es: %0% para obtener características Premium!
fr_fr: %0% pour obtenir des fonctions Premium!
it_it: %0% per ottenere funzionalità Premium!
pt_br: %0% para obter recursos premium!

source: License Status: %0%
es_es: Estado de licencia: %0%
it_it: Stato Licenza: %0%
pt_br: Status da licença: %0%

source: Current License Type: %0%
es_es: Tipo de licencia actual: %0%
it_it: Tipo di Licenza attuale: %0%
pt_br: Tipo de licença atual: %0%

source: Your License Key:
es_es: Su clave de licencia:
it_it: La Tua chiave di Licenza:
pt_br: Sua chave de licença:

source: Register
es_es: Registro
fr_fr: S'inscrire
it_it: Registrati
pt_br: Registrar

source: Your Username:
de_de: Ihr Benutzername :
es_es: Nombre de Usuario:
fr_fr: Votre nom d'utilisateur:
it_it: Il Tuo Nome Utente:
pt_br: Seu nome de usuário:

source: Login
de_de: Anmelden
es_es: Entrar
fr_fr: Connexion
pt_br: Entrar

source: Click here to show/hide the languages
es_es: Haga clic aquí para mostrar u ocultar los idiomas
fr_fr: Cliquez ici pour afficher / masquer les langues
it_it: Click qui per Mostrare/Nascondere le Lingue
pt_br: Clique aqui para mostrar/ocultar os idiomas

source: Change language for the Meta Tags
de_de: Ändern Sie die Sprache für die Meta-Tags
es_es: Cambio de idioma para las etiquetas Meta
fr_fr: Changer de langue pour les Meta Tags
pt_br: Alterar idioma para as metatags

source: Language:
de_de: Sprache:
es_es: Idioma
fr_fr: Langue:
it_it: Lingua:
pt_br: Idioma:

source: Home page title:
de_de: Homepage-Titel:
es_es: Título de la página de Inicio:
fr_fr: Titre page d'accueil
pt_br: Título da página inicial:

source: Headline:
de_de: Überschrift:
es_es: Encabezado:
pt_br: Título de cabeçalho:

source: Right headline mainly displaying on the visitors homepage
de_de: Die richtige Überschrift wird hauptsächlich auf der Besucher-Homepage angezeigt
es_es: Titular derecho principalmente se muestra en la Página Web de visitantes
it_it: Titolo a destra principalmente visualizzazione sulla homepage dei visitatori
pt_br: Título direito exibido principalmente na página inicial dos visitantes

source: Left slogan (headline) mainly displaying on the visitors homepage
de_de: Linker Slogan (Überschrift) hauptsächlich auf der Besucher-Homepage angezeigt
es_es: Izquierda lema (titular) principalmente se muestra en la Página Web de visitantes
it_it: Sinistra slogan (Headline) principalmente la visualizzazione sulla homepage dei visitatori
pt_br: Slogan esquerdo (título) exibido principalmente na página inicial dos visitantes

source: SEO text:
es_es: Texto SEO:
fr_fr: texte SEO:
it_it: SEO testo:
pt_br: Texto SEO:

source: Promotional text displaying on the visitors homepage.
de_de: Werbetext auf der Besucher-Homepage anzeigen.
es_es: Texto promocional mostrando en la Página principal de los visitantes.
it_it: Testo promozionale visualizzato nella homepage dei visitatori.
pt_br: Texto promocional exibido na página inicial dos visitantes.

source: Description (meta tag):
de_de: Seitenbeschreibung (Meta-Tag):
es_es: Descripción (etiqueta meta):
it_it: Descrizione (meta tag):
pt_br: Descrição (meta tag):

source: Keywords (meta tag):
de_de: Seite Keywords (Meta-Tag):
es_es: Palabras clave (etiquetas meta):
fr_fr: Mots-clés (meta tag):
pt_br: Palavras-chave (meta tag):

source: Separate keywords by commas.
de_de: Trennen Sie Schlüsselwörter durch Kommas.
es_es: Palabras clave separada por comas.
fr_fr: Séparez les mots clés par des virgules.
it_it: Separa le keywords con una virgola.
pt_br: Separe as palavras-chave por vírgulas.

source: Robots (meta tag):
de_de: Roboter (Meta-Tag)
es_es: Robots (metaetiqueta):
pt_br: Robôs (meta tag):

source: Author (meta tag):
de_de: Autor (Meta-Tag)
es_es: Autor (metaetiqueta):
fr_fr: Auteur (meta tag):
it_it: Autore (meta tag):
pt_br: Autor (meta tag):

source: Rating (meta tag):
de_de: Autor Meta (Meta-Tag):
es_es: Calificación (etiqueta meta):
fr_fr: Note (meta tag):
pt_br: Classificação (meta tag):

source: Distribution (meta tag):
de_de: Verteilung (Meta-Tag):
es_es: Distribución (metaetiqueta):
it_it: Distribuzione (meta tag):
pt_br: Distribuição (meta tag):

source: Category (meta tag):
de_de: Kategorie (Meta-Tag):
es_es: Categoría (metaetiqueta):
fr_fr: Catégorie (meta tag):
it_it: Categoria (meta tag):
pt_br: Categoria (meta tag):

source: The following requested file was not found: %0%
de_de: Die folgende angeforderte Datei wurde nicht gefunden: %0%
es_es: No se encontró el siguiente archivo: %0%
it_it: Non è stato trovato il seguente file richiesto: %0%
pt_br: Não foi encontrado o seguinte arquivo solicitado: %0%

source: File Contents
de_de: Dateiinhalt
it_it: File Contenuti
pt_br: Conteúdo do arquivo

source: Your custon JavaScript code
es_es: Su código propio de JavaScript
fr_fr: Votre custon code JavaScript
pt_br: Seu código JavaScript personalizado

source: WARNING! Here you don't have to add %0% tags.
de_de: WARNUNG! Hier musst du %0% Tags hinzufügen.
es_es: ¡ADVERTENCIA! Aquí no tienes que añadir %0% tags
it_it: Avviso! Qui non è necessario aggiungere %0% tags.
pt_br: ATENÇÃO! Aqui você não precisa adicionar %0% tags.

source: Search an Admin:
de_de: Suchen Sie einen Admin:
es_es: Búsqueda de un administrador:
fr_fr: Rechercher un Admin:
it_it: Cerca un Admin:
pt_br: Pesquise um administrador:

source: Enter their ID, First Name, Last Name, Username, Email, Sex or IP address.
de_de: Geben Sie ihre ID, ihren Vornamen, ihren Nachnamen, ihren Benutzernamen, ihre E-Mail-Adresse, ihr Geschlecht oder ihre IP-Adresse ein.
es_es: Introduzca su ID, nombre, apellido, nombre de usuario, correo electrónico, sexo o IP dirección.
fr_fr: Entrez leur ID, Prénom, Nom, Nom, Email, Sex ou adresse IP.
it_it: Inserisci il loro ID, nome, cognome, nome utente, email, sesso o indirizzo IP.
pt_br: Digite seu ID, nome, sobrenome, nome de usuário, e-mail, sexo ou endereço IP.

source: Latest Admins
de_de: Neuste Admins
es_es: Últimos administradores
fr_fr: Dernières Admins
it_it: Ultimi Admins
pt_br: Administradores mais recentes

source: Last Account Edit
de_de: Letztes Konto bearbeiten
es_es: Última edición de la cuenta
fr_fr: Dernier compte Modifier
it_it: Modifica ultimo account
pt_br: Editar última conta

source: Search for:
de_de: Suche nach:
es_es: Buscar:
fr_fr: Rechercher :
it_it: Cerca per:
pt_br: Procurar por:

source: Where:
de_de: Wo:
es_es: Donde:
fr_fr: Lieu:
it_it: Dove:
pt_br: Onde:

source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutti
pt_br: Tudo

source: IP Address
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Addresse IP
it_it: Indirizzo IP
pt_br: Endereço IP

source: Membership Group:
de_de: Mitgliedschaftsgruppe:
es_es: Grupo de afiliación:
fr_fr: Groupe d'adhésion:
it_it: Gruppo Membri:
pt_br: Grupo de associado:

source: Only banned user
es_es: Sólo usuarios prohibidos
fr_fr: Seuls les utilisateurs interdits
it_it: Solo utenti Bannati
pt_br: Apenas usuário banido

source: Pending approval
de_de: Genehmigung ausstehend
es_es: Pendiente de aprobación
fr_fr: En attente d'approbation
it_it: In attesa di approvazione
pt_br: Aprovação pendente

source: Rated
de_de: Bewertet
es_es: Valorado:
fr_fr: Noté
it_it: Classificato
pt_br: Avaliado

source: Global Settings
de_de: Globale Einstellungen
it_it: Impostazioni Globali
pt_br: Configurações globais

source: Site Name:
de_de: Name der Seite:
es_es: Nombre del sitio:
fr_fr: nom du site
it_it: Nome del Sito:
pt_br: Nome do site:

source: Default Theme:
de_de: Standard-Design:
it_it: Tema predefinito:
pt_br: Tema Padrão:

source: Default Module:
de_de: Standard-Modul:
it_it: Modulo predefinito:
pt_br: Módulo Padrão:

source: The default module is the one running by default on the homepage (recommended to keep the "user" module).
it_it: Il modulo predefinito è quello in esecuzione per impostazione predefinita nella Home Page (consigliato per mantenere il modulo "User ").
pt_br: O módulo padrão é aquele que é executado por padrão na página inicial (recomendado para manter o módulo "usuário").

source: Default Language:
de_de: Standardsprache:
it_it: Lingua di Default:
pt_br: Idioma padrão:

source: Documentation: <a href="%0%">Translate your site to another language</a>.
de_de: Dokumentation: <a href="%0%">übersetzen Ihre Website in eine andere Sprache</a>.
it_it: Documentazione: <a href="%0%">Traduci il sito in altre lingue</a>.
pt_br: Documentação: <a href="%0%">Traduza o seu site para outro idioma</a>.

source: Map Type:
de_de: Karten-Typ:
es_es: Tipo de mapa:
fr_fr: Type de carte
it_it: Tipo di Mappa:
pt_br: Tipo de mapa:

source: Roadmap (default)
de_de: Roadmap (Standard)
es_es: Hoja de ruta (por defecto)
fr_fr: Feuille de route (par défaut)
pt_br: Roteiro (padrão)

source: Hybrid
es_es: Hibrido
fr_fr: Hybride
it_it: Ibrida
pt_br: Híbrido

source: Terrain
de_de: Gelände
es_es: Terreno
it_it: Terrestre
pt_br: Terreno

source: Satellite
de_de: Satellit
es_es: Satélite
fr_fr: Images
pt_br: Satélite

source: Profiles with Photo Only:
de_de: Nur Profile mit Foto:
it_it: Profili solo con Foto:
pt_br: Perfis somente com foto:

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Si
pt_br: Sim

source: No
de_de: Nein
fr_fr: Non
pt_br: Não
