Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Admin Search
de_de: Admin-Suche
it_it: Cerca Amministratore
pt_br: Procurar administrador

source: Add an Admin
de_de: Einen Admin hinzufügen
es_es: Agregar un administrador
fr_fr: Ajouter un administrateur
it_it: Aggiungi Amministratore
pt_br: Adicionar administrador

source: The admin has been deleted.
de_de: Der Admin wurde gelöscht.
es_es: El administrador ha sido eliminado.
fr_fr: L'administrateur a été supprimé.
it_it: L' Amministratore è stato eliminato.
pt_br: O administrador foi excluído.

source: The admin(s) has/have been deleted.
de_de: Der/die Administrator(en) wurde(n) gelöscht.
es_es: Los administradores ha/han sido eliminados.
it_it: L' amministratore(i) è/sono stato(i) eliminato(i)
pt_br: O administrador(s) foi/foram excluído(s).

source: Protected
de_de: Geschützt
es_es: Protegido
fr_fr: Protégé
it_it: Protetto
pt_br: Protegido

source: Public
de_de: Öffentlich
es_es: Público
fr_fr: Publique
it_it: Pubblico
pt_br: Público

source: File Manager System | %0%
de_de: Dateimanager-System | %0%
es_es: Gestor de archivo | %0%
fr_fr: Fichier System Manager | %0%
pt_br: Sistema Gerenciador de arquivos | %0%

source: Template Files
de_de: Template-Dateien
es_es: Los archivos de plantilla
it_it: Modelli Files
pt_br: Arquivos de modelos

source: Email Templates
de_de: E-Mail Vorlagen
es_es: Plantillas de correo electrónico
fr_fr: E-mail Modèles
it_it: Modelli Email
pt_br: Modelos de e-mail

source: Ban Files
es_es: Ban los archivos
fr_fr: fichiers Ban
it_it: Divieto Files
pt_br: Arquivos de transferência

source: Suggestion Files
de_de: Vorgeschlagene Dateien
es_es: Archivos de la sugerencia
fr_fr: Suggestion fichiers
it_it: Suggerimenti Files
pt_br: Arquivos de sugestões

source: Pages
de_de: Seiten
es_es: Páginas.
fr_fr: Page
it_it: Pagine
pt_br: Páginas

source: Edit Public Files
de_de: Öffentliche Dateien bearbeiten
es_es: Editar archivos públicos
fr_fr: Modifier les fichiers publics
it_it: Modifica Files Pubblici
pt_br: Editar arquivos públicos

source: Edit Protected Files
de_de: Geschützte Dateien bearbeiten
es_es: Editar archivos protegidos
fr_fr: Modifier des fichiers protégés
it_it: Modifica Files Protetti
pt_br: Editar arquivos protegidos

source: File Manager
de_de: Dateimanager
es_es: Administrador de archivos
it_it: Gestione Files
pt_br: Gerenciador de arquivos

source: PHP Information
es_es: Información de PHP
fr_fr: information PHP
it_it: PHP Informazioni
pt_br: Informação PHP

source: %software_name% Information
es_es: %software_name% información
it_it: %software_name% Informazioni
pt_br: %software_name% - Informações

source: Admin Panel
es_es: Panel administrativo
fr_fr: panneau d'administration
it_it: Pannello Amministratore
pt_br: Painel de administração

source: Admin Dashboard
pt_br: Painel de Controle Admin

source: Hi <em>%0%</em>! Welcome back to your site!
de_de: Hallo <em>%0%</em>! Willkommen auf Ihrer Website!
es_es: Hi <em>%0%</em>! ¡Bienvenido de nuevo a su sitio!
it_it: Ciao <em>%0%</em>! Bentornato al tuo sito!
pt_br: Olá <em>%0%</em>! Bem-vindo ao seu site!

source: How are you doing today?
de_de: Wie geht es dir heute?
it_it: Come va oggi?
pt_br: Olá, como vai você?

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
pt_br: Estatisticas

source: Site statistics
de_de: Standortstatistik
es_es: Estadísticas del sitio web
fr_fr: Statistiques du site
it_it: Statistiche del sito
pt_br: Estatísticas do site

source: Sign in to Admin Panel
de_de: Melden Sie sich im Adminpanel an
es_es: Iniciar sesión en el panel de administración
fr_fr: Connectez-vous au panneau d'administration
it_it: Accedi al pannello di amministrazione
pt_br: Faça login no painel de administração

source: Admin Panel - Login
de_de: Adminpanel - Anmelden
es_es: Panel de administración - Inicio de sesión
it_it: Pannello Amministratoree - Login
pt_br: Painel de administração - Login

source: %software_name% <strong>%0%</strong> is available! Please <a href="%1%" target="_blank">update it today</a> to keep your site safe and stable.
es_es: %software_name% <strong>%0%</strong> está disponible! Por favor <a href="%1%" target="_blank">actualizarlo hoy</a> para mantener su sitio seguro y estable.
it_it: %software_name% <strong>% 0% </strong> è disponibile! Si prega di < a href = "% 1%" target = "_ blank" > aggiornarlo oggi </a> per mantenere il vostro sito sicuro e stabile.
pt_br: %software_name% <strong>%0%</strong> está disponível em <a href="%1%" target="_blank"> atualize hoje </a> para manter seu site seguro e estável.

source: Moderation Panel
es_es: Panel de moderación
fr_fr: Panneau de Modération
it_it: Pannello di Moderazione
pt_br: Painel de moderação

source: Photo Albums Moderation
de_de: Fotoalben-Moderation
es_es: Foto álbumes moderación
it_it: Moderazione album Fotografici
pt_br: Moderação de Álbuns de Fotos

source: Pictures Moderation
de_de: Bilder Moderation
es_es: Moderación de fotografías
fr_fr: Photos modération
it_it: Moderazione Immagini
pt_br: Moderação de imagens

source: Video Albums Moderation
de_de: Moderation von Videoalben
es_es: Moderación de video álbumes
it_it: Moderazione Video album
pt_br: Moderação de álbuns de vídeos

source: Videos Moderation
es_es: Videos de moderación
fr_fr: Vidéos modération
it_it: Moderazione Video
pt_br: Moderação de Vídeos

source: Profile Photos Moderation
de_de: Profilfotos Moderation
it_it: Moderazione delle foto del profilo
pt_br: Moderação de Fotos de Perfil

source: Profile Backgrounds Moderation
de_de: Profilhintergrund Moderation
es_es: Perfil fondos moderación
it_it: Moderazione sfondo Profilo
pt_br: Moderação de Plano de Fundo

source: Welcome to the Picture Webcam in "administrator mode"
de_de: Willkommen bei der Picture Webcam im "Administratormodus"
es_es: Bienvenido a la cámara de video web en "modo administrador"
fr_fr: Bienvenue dans la Webcam Picture in \ "mode administrateur de "
it_it: Benvenuti nella foto webcam in "modalità amministratore"
pt_br: Bem-vindo ao Picture Webcam no "modo administrador"

source: The photo album has been approved!
de_de: Das Fotoalbum wurde genehmigt!
es_es: ¡El álbum de fotos ha sido aprobado!
it_it: L'album fotografico è stato approvato!
pt_br: O álbum de fotos foi aprovado!

source: Oops! The photo album could not be approved!
de_de: Hoppla! Das Fotoalbum konnte nicht genehmigt werden!
es_es: ¡Lo sentimos! ¡El álbum de fotos no pudo ser aprobado!
it_it: Oops! L'album fotografico non può essere approvato!
pt_br: Opa! O álbum de fotos não pôde ser aprovado!

source: The picture has been approved!
de_de: Das Bild wurde genehmigt!
es_es: ¡La foto ha sido aprobada!
fr_fr: L'image a été approuvé!
it_it: L'immagine è stata approvata!
pt_br: A imagem foi aprovada!

source: Oops! The picture could not be approved!
de_de: Hoppla! Das Bild konnte nicht genehmigt werden!
es_es: Lo sentimos! La foto no ha sido aprobada.
fr_fr: Oops! L'image n'a pas pu être approuvé!
it_it: Oops! L'immagine non poteva essere approvata!
pt_br: Opa! A imagem não pode ser aprovada!

source: The video album has been approved!
de_de: Das Videoalbum wurde genehmigt!
es_es: ¡El álbum de vídeo ha sido aprobado!
fr_fr: L'album vidéo a été approuvé!
it_it: Il video album è stato approvato!
pt_br: O álbum de vídeo foi aprovado!

source: Oops! The video album could not be approved!
de_de: Hoppla! Das Videoalbum konnte nicht genehmigt werden!
es_es: Lo sentimos! El album de video no ha sido aprobada.
fr_fr: Oops! L'album vidéo n'a pas pu être approuvé!
it_it: Oops! Il video album non poteva essere approvato!
pt_br: Opa! O álbum de vídeo não pode ser aprovado!

source: The video has been approved!
de_de: Das Video wurde genehmigt!
es_es: ¡El vídeo ha sido aprobado!
fr_fr: La vidéo a été approuvé!
it_it: Il video è stato approvato!
pt_br: O vídeo foi aprovado!

source: Oops! The video could not be approved!
de_de: Hoppla! Das Video konnte nicht genehmigt werden!
es_es: Lo sentimos! El video no ha sido aprobado.
fr_fr: Oops! La vidéo ne peut être approuvé!
it_it: Oops! Il video non può essere approvato!
pt_br: Opa! O vídeo não pôde ser aprovado!

source: The profile photo has been approved!
de_de: Das Profilbild wurde genehmigt!
it_it: La foto del profilo è stata approvata!
pt_br: A foto do perfil foi aprovada!

source: Oops! The profile photo could not be approved!
de_de: Hoppla! Das Profilfoto konnte nicht genehmigt werden!
it_it: Oops! La foto del profilo non può essere approvata!
pt_br: Opa! A foto de perfil não pôde ser aprovada!

source: The wallpaper has been approved!
de_de: Der Hintergrund wurde genehmigt!
es_es: ¡El wallpaper ha sido aprobado!
fr_fr: Le papier peint a été approuvé!
it_it: L' immagine di sfondo è stato approvata!
pt_br: O papel de parede foi aprovado!

source: Oops! The wallpaper could not be approved!
de_de: Hoppla! Der Hintergrund konnte nicht genehmigt werden!
es_es: ¡Lo sentimos! ¡ El wallpaper no fue aprobado!
fr_fr: Oops! Le fond d'écran ne peut pas être approuvé!
it_it: Oops! L'immagine di sfondo non poteva essere approvata!
pt_br: Opa! O papel de parede não pode ser aprovado!

source: The photo album has been disapproved!
de_de: Das Fotoalbum wurde abgelehnt!
es_es: ¡El álbum de fotos ha sido desaprobado!
it_it: L'album fotografico è stato disapprovato!
pt_br: O álbum de fotos foi reprovado!

source: Oops! The photo album could not be disapproved!
de_de: Hoppla! Das Fotoalbum konnte nicht abgelehnt werden!
es_es: ¡Lo sentimos! ¡El álbum de fotos no pudo ser desaprobado!
it_it: Oops! L'album fotografico non può essere disapprovato!
pt_br: Opa! O álbum de fotos não pode ser reprovado!

source: The picture has been disapproved!
de_de: Das Bild wurde abgelehnt!
es_es: ¡La foto ha sido desaprobada!
fr_fr: L'image a été refusé!
it_it: L'immagine è stata disapprovata!
pt_br: A imagem foi reprovada!

source: Oops! The picture could not be disapproved!
de_de: Hoppla! Das Bild konnte nicht abgelehnt werden!
es_es: Lo sentimos! La foto no ha sido aprobada.
fr_fr: Oops! L'image n'a pas pu être désapprouvé!
it_it: Oops! L'immagine non poteva essere disapprovata!
pt_br: Opa! A imagem não pode ser reprovada!

source: The video album has been disapproved!
de_de: Das Videoalbum wurde abgelehnt!
es_es: ¡El álbum de vídeo ha sido desaprobado!
fr_fr: L'album vidéo a été refusée!
it_it: Il video album è stato disapprovato!
pt_br: O álbum de vídeo foi reprovado!

source: Oops! The video album could not be disapproved!
de_de: Hoppla! Das Videoalbum konnte nicht abgelehnt werden!
es_es: ¡Uy! ¡El álbum video no pudo ser desaprobado!
fr_fr: Oops! L'album de vidéo ne peut être refusée!
it_it: Oops! Il video album non può essere disapprovato!
pt_br: Opa! O álbum de vídeo não pode ser reprovado!

source: The video has been disapproved!
de_de: Das Video wurde abgelehnt!
es_es: ¡El vídeo ha sido desaprobado!
fr_fr: La vidéo a été refusée!
it_it: Il video è stato disapprovato!
pt_br: O vídeo foi reprovado!

source: Oops! The video could not be disapproved!
de_de: Hoppla! Das Video konnte nicht abgelehnt werden!
es_es: ¡Uy! ¡El video no puede ser desaprobado!
fr_fr: Oops! La vidéo ne peut être refusée!
it_it: Oops! Il video non può essere disapprovato!
pt_br: Opa! O vídeo não pode ser reprovado!

source: The profile photo has been disapproved!
de_de: Das Profilfoto wurde abgelehnt!
it_it: La foto del profilo è stata disapprovata!
pt_br: A foto do perfil foi reprovada!

source: Oops! The profile photo could not be disapprove!
de_de: Hoppla! Das Profilfoto konnte nicht abgelehnt werden!
it_it: Oops! La foto del profilo non può essere disapprovata!
pt_br: Opa! A foto de perfil não pode ser desaprovada!

source: The wallpaper has been disapproved!
de_de: Der Hintergrund wurde abgelehnt!
es_es: ¡El wallpaper ha sido desaprobado!
fr_fr: Le papier peint a été refusé!
it_it: L' immagine di sfondo è stata approvata!
pt_br: O papel de parede foi reprovado!

source: Oops! The wallpaper could not be disapprove!
de_de: Hoppla! Der Hintergrund konnte nicht abgelehnt werden!
es_es: ¡Lo sentimos! ¡ El wallpaper no fue desaprobado!
fr_fr: Oops! Le fond d'écran ne peut pas être désapprouver!
it_it: Oops! L'immagine di sfondo non poteva essere approvata!
pt_br: Oops! O papel de parede não pode ser reprovado!

source: The photo album has been deleted!
de_de: Album wurde gelöscht!
es_es: ¡El álbum de fotos ha sido eliminado!
it_it: L'album fotografico è stato cancellato!
pt_br: O álbum de fotos foi excluído!

source: Oops! The photo album could not be deleted
de_de: Hoppla! Das Fotoalbum konnte nicht gelöscht werden
es_es: ¡Lo sentimos! ¡El álbum de fotos no pudo ser eliminado!
it_it: L'album fotografico non può essere cancellato
pt_br: Opa! O álbum de fotos não pôde ser excluído

source: The picture has been deleted!
de_de: Das Bild wurde gelöscht!
es_es: ¡La imagen ha sido borrada!
fr_fr: L'image a été supprimée!
it_it: L'immagine è stata cancellata!
pt_br: A imagem foi excluída!

source: Oops! The picture could not be deleted!
de_de: Hoppla! Das Bild konnte nicht gelöscht werden!
es_es: Lo sentimos! La foto no ha sido eliminada.
fr_fr: Oops! L'image ne peut pas être supprimé!
it_it: Oops! L'immagine non poteva essere cancellata!
pt_br: Opa! A imagem não pôde ser excluída!

source: The video album has been deleted!
de_de: Das Videoalbum wurde gelöscht!
es_es: ¡El álbum de vídeo ha sido eliminado!
fr_fr: L'album vidéo a été supprimée!
it_it: L'album fotografico è stato cancellato!
pt_br: O álbum de vídeo foi excluído!

source: Oops! The video album could not be deleted
de_de: Hoppla! Das Videoalbum konnte nicht gelöscht werden
es_es: ¡Uy! No se podría eliminar el álbum video
fr_fr: Oops! L'album de vidéo ne peut être supprimé
it_it: L'album fotografico non può essere cancellato
pt_br: Opa! O álbum de vídeo não pôde ser excluído

source: The video has been deleted!
de_de: Video wurde gelöscht!
es_es: ¡El vídeo ha sido eliminado!
fr_fr: La vidéo a été supprimée!
it_it: Il video è stato cancellato!
pt_br: O video foi excluído!

source: Oops! The video could not be deleted!
de_de: Hoppla! Das Video konnte nicht gelöscht werden!
es_es: ¡El video no se ha podido eliminar!
fr_fr: La vidéo n'a pas pu être supprimée !
it_it: Oops! Il video non può essere eliminato!
pt_br: Opa! O vídeo não pôde ser excluído!

source: Enable/Disable System Modules
de_de: Aktivieren / Deaktivieren von Systemmodulen
es_es: Habilitar/deshabilitar los módulos de sistema
fr_fr: Activer / Désactiver modules du système
it_it: Abilita/Disabilita il Sistema Moduli
pt_br: Ativar/Desativar Módulos do Sistema

source: Module Manager
es_es: Modulo del Manager
fr_fr: Gestionnaire de modules
it_it: Gestione Moduli
pt_br: Gerenciador de módulos

source: Install Module Finished
de_de: Modulinstallation fertiggestellt
es_es: Instalar módulo de acabado
fr_fr: Installez le module fini
it_it: Installazione Modulo Terminata
pt_br: Instalação de Módulo Finalizada

source: Uninstall Module Finished
de_de: Moduldeinstallation fertiggestellt
es_es: Desinstalar el módulo terminado
fr_fr: Désinstaller Module fini
it_it: Disinstallazione Modulo Terminata
pt_br: Desinstalação de Módulo finalizada

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes Generales
fr_fr: Réglages généraux
it_it: Impostazioni Generali
pt_br: Configurações Gerais

source: Banner Settings
de_de: Banner Einstellungen
es_es: Preferencias del banner de publicidad
it_it: Impostazioni Banner
pt_br: Configurações de Banner

source: Add a New Banner
de_de: Neuen Banner erstellen
es_es: Añadir un nuevo Banner
it_it: Aggiungi un nuovo Banner
pt_br: Adicionar novo Banner

source: Analytics API Code
es_es: Código del API Analisis
pt_br: Código API do Analitics

source: Style Code Injection
es_es: Inyección de código de estilo
pt_br: Inserir código de Style CSS

source: JavaScript Code Injection
es_es: Inyección de código JavaScript
pt_br: Inserir código JavaScript

source: Meta Tags - Settings
de_de: Meta-Tags - Einstellungen
es_es: Meta Tags - configuración
fr_fr: Meta Tags - Paramètres
it_it: Meta Tags - Impostazioni
pt_br: Meta Tags - Configurações

source: License Key
es_es: Clave de licencia
fr_fr: Clé de licence
it_it: Chiave di Licenza
pt_br: Chave de licença

source: Hurrah! Your License Key has been successfully enabled!
it_it: Hurrah! Il tuo codice di licenza è stato abilitato con successo!
pt_br: Hurra! Sua chave de licença foi ativada com sucesso!

source: Oops! Your license key is Invalid.
es_es: ¡Uy! Su clave de licencia no es válido.
fr_fr: Oops! Votre clé de licence est valide.
it_it: Oops! La tua chiave di licenza non è valida.
pt_br: Opa! Sua chave de licença é inválida.

source: Oops! Your license key is Expired.
es_es: ¡Uy! Su clave de licencia ha caducado.
fr_fr: Oops! Votre clé de licence est périmée.
it_it: Oops! La tua chiave di licenza è scaduta.
pt_br: Opa! Sua chave de licença está expirada.

source: We are sorry, but your license key is Suspended.
es_es: Lo sentimos, pero su clave de licencia es suspendida.
fr_fr: Nous sommes désolés, mais votre clé de licence est suspendue.
it_it: Siamo spiacenti, ma la tua chiave di licenza è sospesa.
pt_br: Lamentamos, mas a sua chave de licença está Suspensa.

source: Oops! We have received an invalid response from the server. Please try again later.
es_es: ¡Uy! Hemos recibido una respuesta no válida del servidor. Por favor Inténtalo más tarde.
fr_fr: Oops! Nous avons reçu une réponse non valide à partir du serveur. Veuillez réessayer plus tard.
it_it: Oops! Abbiamo ricevuto una risposta non valida dal server. Per favore riprova più tardi.
pt_br: Opa! Recebemos uma resposta inválida do servidor. Por favor, tente novamente mais tarde.

source: General Tools
de_de: Allgemeine Werkzeuge
es_es: Herramientas generales
fr_fr: Outils généraux
it_it: Strumenti Generali
pt_br: Ferramentas gerais

source: Caches Management
de_de: Cache-Management
es_es: Gestión de caché
fr_fr: Gestion des Caches
it_it: Gestione Caches
pt_br: Gerenciamento de Caches

source: Database and Other Data
de_de: Datenbank und andere Daten
es_es: Base de datos y otros datos
it_it: Database e altri Dati
pt_br: Banco de dados e outros dados

source: Server Code Template
de_de: Servercode-Vorlage
es_es: Plantilla de código de servidor
pt_br: Modelo de código de servidor

source: HTML Template
es_es: Plantilla HTML
fr_fr: HTML modèle
pt_br: Modelo de HTML

source: Static Files
de_de: Statische Dateien
es_es: Archivos estáticos
it_it: Files Statici
pt_br: Arquivos estáticos

source: Cache Settings
de_de: Cache-Einstellungen
es_es: Configuración de caché
fr_fr: Paramètres du cache
it_it: Impostazioni Cache
pt_br: Configurações de cache

source: Free Space of Server
de_de: Freier Speicherplatz des Servers
es_es: Espacio libre del servidor
fr_fr: Espace libre de serveur
it_it: Spazio libero del Server
pt_br: Espaço livre do servidor

source: Public Root
de_de: Öffentlicher Root
es_es: Pública raíz
fr_fr: racine publique
pt_br: Raiz pública

source: Public data
de_de: Öffentliche Daten
es_es: Datos públicos
fr_fr: Les données publiques
pt_br: Dados públicos

source: Protected Root
de_de: Geschützter Root
es_es: Raíz protegida
fr_fr: racine protégée
it_it: Protezione Root
pt_br: Raiz Protegida

source: Protected data
de_de: Geschützte Daten
es_es: Datos protegidos
fr_fr: Les données protégées
it_it: Protezione dati
pt_br: Dados protegidos

source: Environment Mode
de_de: Umgebungsmodus
es_es: Modo de medio ambiente
pt_br: Modo Ambiente

source: Backup Management
de_de: Sicherungsverwaltung
es_es: Administración de backup
fr_fr: gestion de sauvegarde
pt_br: Gerenciamento de backup

source: Data successfully dumped into file "%0%"
de_de: Daten erfolgreich in Datei "%0%" abgelegt
es_es: Datos vertidos con éxito el archivo "%0%"
fr_fr: Les données sous-évaluées avec succès dans le fichier "%0%"
it_it: I dati scaricati correttamente nel file "%0%"
pt_br: Os dados foram inseridos com sucesso no arquivo "%0%"

source: Please select a field.
de_de: Bitte ein Feld wählen.
es_es: Por favor seleccione un campo.
fr_fr: S'il vous plaît sélectionner un champ.
it_it: Il campo è richiesto.
pt_br: Selecione um campo.

source: Dump file must be a SQL type (extension ".sql" or compressed archive ".gz")
de_de: Dump-Datei muss ein SQL-Typ sein (Erweiterung ".sql" oder komprimiertes Archiv ".gz")
es_es: Archivo de volcado debe ser del tipo SQL (extensión ". SQL" o archivo comprimido ".gz")
fr_fr: fichier de vidage doit être un type SQL (extension \ ". sql " ou comprimé archive \ ". gz ")
it_it: Il file dump deve essere un tipo SQL (estensione ". SQL " o archivio compresso ". gz ")
pt_br: O arquivo de despejo deve ser um tipo SQL (extensão ".sql" ou arquivo compactado ".gz")

source: Please select a dump file.
de_de: Bitte wählen Sie eine Dump-Datei.
es_es: Por favor, seleccione un archivo de volcado.
fr_fr: S'il vous plaît sélectionner un fichier de vidage.
it_it: Si prega di selezionare un file dump.
pt_br: Selecione um arquivo de despejo.

source: Data successfully restored from server!
de_de: Daten erfolgreich vom Server wiederhergestellt!
es_es: ¡Datos restaurados con éxito desde el servidor!
fr_fr: Restaurée avec succès des données à partir du serveur!
it_it: Dati ripristinati correttamente dal server!
pt_br: Dados restaurados com sucesso no servidor!

source: Dump file successfully deleted!
de_de: Dump-Datei erfolgreich gelöscht!
es_es: ¡Descarga de archivos fue eliminado con éxito!
fr_fr: fichier Dump supprimé avec succès!
it_it: Dump file eliminato correttamente!
pt_br: O arquivo de despejo foi excluído com sucesso!

source: Please select a dump SQL file.
de_de: Bitte wählen Sie eine Dump-SQL-Datei.
es_es: Por favor, seleccione un archivo de volcado de SQL.
fr_fr: S'il vous plaît sélectionner un fichier dump SQL.
it_it: Si prega di selezionare un dump file SQL.
pt_br: Selecione um arquivo SQL de despejo.

source: Data successfully restored from desktop!
de_de: Daten erfolgreich vom Desktop wiederhergestellt!
es_es: ¡Datos restaurados con éxito desde el escritorio!
fr_fr: Les données restauré avec succès à partir du bureau!
it_it: Dati ripristinati con successo dal desktop!
pt_br: Dados restaurados com sucesso na área de trabalho!

source: All tables have been optimized!
de_de: Alle Tabellen wurden optimiert!
es_es: ¡Se han optimizado todas las tablas!
fr_fr: Tous les tableaux ont été optimisés!
it_it: Tutti i tables sono stati ottimizzati!
pt_br: Todas as tabelas foram otimizadas!

source: All tables have been repaired!
de_de: Alle Tabellen wurden repariert!
es_es: ¡Todas las tablas han sido reparadas!
fr_fr: Toutes les tables ont été réparées!
it_it: Tutti i tables sono stati riparati!
pt_br: Todas as tabelas foram reparadas!

source: No user were found.
de_de: Keine Benutzer gefunden.
es_es: No se ha encontrado ningún usuario
fr_fr: Aucun utilisateur n'a été trouvé.
it_it: Nessun utente è stato trovato.
pt_br: Nenhum usuário foi encontrado.

source: Browse Users
de_de: Benutzer durchsuchen
es_es: Buscar usuarios
fr_fr: Parcourir les utilisateurs
it_it: Sfoglia gli utenti
pt_br: Navegador de Usuários

source: Total Users: %0%
de_de: Benutzer insgesamt %0%
es_es: Total de Usuarios: %0%
fr_fr: Nombre Total d'Utilisateurs
it_it: Utenti Totali: %0%
pt_br: Total de usuários: %0%

source: Add a User
de_de: Benutzer Hinzufügen
es_es: Agregar a un usuario
fr_fr: Ajouter un utilisateur
it_it: Aggiungi Utente
pt_br: Adicionar um usuário

source: Import Users
de_de: User importieren
es_es: Importar Usuarios
fr_fr: Importer des utilisateurs
it_it: Importa Utenti
pt_br: Importar usuários

source: Add Fake Profiles
de_de: Fake-Profile hinzufügen
es_es: Añadir perfiles falsos
fr_fr: Ajout de faux profiles
it_it: Aggiungi falso profilo
pt_br: Adicionar perfis falsos

source: User Search
de_de: Benutzersuche
it_it: Cerca utenti
pt_br: Pesquisa de usuários
