Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Sometimes this protection can be annoying for users if there are not fast enough to fulfill the forms. However, if disabled, your website can be vulnerable on CSRF attacks in forms.
de_de: Manchmal kann dieser Schutz für Benutzer lästig sein, wenn es nicht schnell genug ist, um die Formulare zu erfüllen. Wenn diese Option jedoch deaktiviert ist, kann Ihre Website bei CSRF-Angriffen in Formularen angreifbar sein.
it_it: A volte questa protezione può essere fastidioso per gli utenti se non ci sono abbastanza veloce per soddisfare le forme. Tuttavia, se disattivato, il sito Web può essere vulnerabile agli attacchi CSRF nei moduli.
pt_br: Às vezes, essa proteção pode ser irritante para os usuários, se não houver velocidade suficiente para preencher os formulários. No entanto, se desativado, seu site pode ficar vulnerável em ataques de CSRF em formulários.

source: CSRF token lifetime:
de_de: CSRF Gültigkeitsdauer des Tokens:
es_es: Token CSRF para toda la vida:
fr_fr: CSRF durée de vie de jeton:
it_it: Durata token CSRF:
pt_br: Tempo de vida do token CSRF:

source: Time in seconds.
de_de: Zeit in Sekunden.
es_es: Tiempo en segundos
fr_fr: Temps en secondes.
it_it: Tempo in secondi.
pt_br: Tempo em segundos.

source: System against DDoS attacks:
de_de: System gegen DDoS-Attacken:
it_it: Sistema contro attacchi DDoS:
pt_br: Sistema contra ataques DDoS:

source: Activate
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Attivato
pt_br: Ativar

source: Deactivate
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattivato
pt_br: Desativar

source: Enable it ONLY if you think your website has real DDoS attacks or if your server is highly overloaded.
it_it: Attivalo solo se pensi che il tuo sito Web abbia attacchi DDoS reali o se il tuo server è altamente sovraccarico.
pt_br: Ative-o SOMENTE se achar que seu site tem ataques DDoS reais ou se seu servidor está altamente sobrecarregado.

source: Time Delay
it_it: Tempo di Ritardo
pt_br: Tempo de espera

source: Registration delay for Users:
it_it: Ritardo di registrazione per gli utenti:
pt_br: Tempo de espera de registro para usuários:

source: Number of minutes for a new registration with the same IP address.
es_es: Número de minutos para un nuevo registro con la misma dirección IP.
fr_fr: Nombre de minutes pour une nouvelle inscription avec la même adresse IP.
it_it: Numero di minuti per una nuova registrazione con lo stesso indirizzo IP.
pt_br: Número de minutos para um novo registro com o mesmo endereço IP.

source: Registration delay for Affiliates:
it_it: Ritardo di registrazione per gli affiliati:
pt_br: Tempo de espera de registro para Afiliados:

source: Send Note delay:
de_de: Verzögerung des Beitrags senden:
it_it: Invia ritardo Nota:
pt_br: Tempo de espera para enviar recado:

source: Number of minutes for the same user to post a new note.
de_de: Anzahl Minuten, in denen derselbe Benutzer einen neuen Beitrag veröffentlicht.
es_es: Número de minutos que el mismo usuario publicar una nueva nota.
fr_fr: Nombre de minutes pour le même utilisateur d'afficher une nouvelle note.
it_it: Numero di minuti per lo stesso utente di inviare una nuova nota.
pt_br: Número de minutos para o mesmo usuário postar um novo recado.

source: Send Mail delay:
de_de: E-Mail Verzögerung:
it_it: Ritardo invio Mail:
pt_br: Tempo de espera para enviar email:

source: Number of minutes for the same user can send a new email.
es_es: Número de minutos que el mismo usuario puede enviar un nuevo correo electrónico.
fr_fr: Nombre de minutes pour le même utilisateur peut envoyer un nouveau courriel.
it_it: Numero di minuti per lo stesso utente può inviare una nuova e-mail.
pt_br: Número de minutos para o mesmo usuário poder enviar um novo email.

source: Send Comment delay:
it_it: Invia commento ritardo:
pt_br: Tempo de espera para enviar comentários:

source: Number of minutes for the same user can send a new comment.
es_es: Número de minutos que el mismo usuario puede enviar un nuevo comentario.
fr_fr: Nombre de minutes pour le même utilisateur peut envoyer un nouveau commentaire.
it_it: Numero di minuti per lo stesso utente può inviare un nuovo commento.
pt_br: Número de minutos para o mesmo usuário poder enviar um novo comentário.

source: Send Forum Topic delay:
de_de: Sende Forums Themaverzögerung:
it_it: Invia argomento Forum con Ritardo:
pt_br: Tempo de espera para Tópico de Fórum:

source: Number of minutes for the same user can send a new topic in the forum.
de_de: Verzögerung bezüglich Benutzer im Forum. (Zeit)
es_es: Número de minutos que el mismo usuario puede enviar un nuevo tema en el foro.
fr_fr: Nombre de minutes pour le même utilisateur peut envoyer un nouveau sujet dans le forum.
it_it: Numero di minuti per lo stesso utente può inviare un nuovo argomento nel forum.
pt_br: Número de minutos para o mesmo usuário poder enviar um novo tópico no fórum.

source: Send Forum Message delay:
de_de: Forums Nachrichtenverzögerung:
it_it: Invia messaggio forum con Ritardo:
pt_br: Tempo de espera para enviar mensagem no Fórum:

source: Number of minutes for the same user can send a reply message in the same topic.
de_de: Anzahl der Minuten, in denen ein Benutzer eine Antwortnachricht in der Selben Unterhaltung senden kann.
es_es: Número de minutos que el mismo usuario puede enviar un mensaje de respuesta en el mismo tema.
fr_fr: Nombre de minutes pour le même utilisateur peut envoyer un message de réponse dans le même sujet.
it_it: Il numero di minuti per lo stesso utente può inviare un messaggio di risposta nello stesso argomento.
pt_br: Número de minutos para o mesmo usuário poder enviar uma mensagem de resposta no mesmo tópico.

source: Captcha for User Signup Form:
de_de: Captcha für Benutzer Anmeldeformular:
es_es: CAPTCHA para formulario de registro de usuario:
fr_fr: Captcha pour formulaire d'inscription de l'utilisateur:
it_it: Captcha per modulo iscrizione utente:
pt_br: Captcha para formulário de Cadastro de usuário:

source: Captcha for Affiliate Signup Form:
de_de: Captcha für das Anmeldeformular für Affiliatepartner:
es_es: CAPTCHA para formulario de registro de afiliados:
fr_fr: Captcha Affiliate Formulaire d'inscription:
it_it: Captcha per modulo Iscrizione affiliato:
pt_br: Captcha para formulário de Cadastro de afiliado:

source: Captcha for sending Messages between users:
es_es: CAPTCHA para enviar mensajes entre los usuarios:
it_it: Captcha per l'invio di messaggi tra utenti:
pt_br: Captcha para enviar mensagens entre usuários:

source: Captcha for adding a Comment:
de_de: Captcha zum Hinzufügen eines Kommentars:
es_es: CAPTCHA para agregar un Comentario:
fr_fr: Captcha pour ajouter un commentaire:
it_it: Captcha per aggiungere un commento:
pt_br: Captcha para adicionar um comentário:

source: Captcha for adding or reply a message in the Forum:
es_es: CAPTCHA para agregar o responder un mensaje en el foro:
fr_fr: Captcha pour ajouter ou répondre un message dans le Forum:
it_it: Captcha per aggiungere o rispondere a un messaggio nel forum:
pt_br: Captcha para adicionar ou responder uma mensagem no Fórum:

source: Captcha for adding a User Post Note:
de_de: Captcha zum Hinzufügen eines Benutzerbeitrages:
es_es: CAPTCHA para añadir una nota de correos de usuario:
fr_fr: Captcha pour ajouter un post utilisateur Remarque:
it_it: Captcha per l'aggiunta di una nota utente post:
pt_br: Captcha para adicionar uma nota de postagem do usuário:

source: Pruning
de_de: Nachschneiden
it_it: Potatura
pt_br: Suprimir

source: Delete old Messages:
es_es: Eliminar mensajes antiguos:
it_it: Eliminare i messaggi obsoleti:
pt_br: Excluir mensagens antigas:

source: Delete messages older than X days. 0 to disable.
es_es: Eliminar mensajes antiguos de X días. 0 para desactivar.
fr_fr: Supprimer les messages de plus de X jours. 0 pour désactiver.
it_it: Eliminare i messaggi di età superiore a X giorni. 0 per disabilitare.
pt_br: Excluir mensagens com mais de X dias. 0 para desativar.

source: Delete old Comments:
es_es: Eliminar el antiguo Comentario:
it_it: Elimina commenti obsoleti:
pt_br: Excluir comentários anteriores:

source: Delete comments older than X days. 0 to disable.
es_es: Eliminar comentarios más de X días. 0 para desactivar.
fr_fr: Supprimer les commentaires de plus de X jours. 0 pour désactiver.
it_it: Eliminare i commenti più vecchi di X giorni. 0 per disabilitare.
pt_br: Excluir comentários com mais de X dias. 0 para desativar.

source: Delete old IM Messages:
de_de: Alte Privatnachrichten löschen:
es_es: Eliminar mensajes antiguos de IM:
it_it: Eliminare i messaggi di messaggistica immediata precedenti:
pt_br: Excluir mensagens antigas de MI:

source: Delete IM messages older than X days. 0 to disable.
de_de: Löschen Sie IM-Nachrichten, die älter als X Tage sind. 0 zum Deaktivieren.
es_es: Borrar mensajes IM más de X días. 0 para desactivar.
fr_fr: Supprimer des messages instantanés de plus de X jours. 0 pour désactiver.
it_it: Eliminare i messaggi di messaggistica immediata più vecchi di X giorni. 0 per disabilitare.
pt_br: Exclua as MI com mais de X dias. 0 para desativar.

source: You can get your key <a href="%0%">here</a>. Then, select "<strong>Google Maps JavaScript API</strong>" for "<em>Which API are you using</em>" and "<strong>Web browser (Javascript)</strong>" for "<em>Where will you be calling the API from</em>", then you will get your API key to paste here.
de_de: Sie können Ihren Schlüssel <a href="%0%"> hier </a> erhalten. Wählen Sie dann "<strong> Google Maps JavaScript API </ strong>" für "<em> Welche API verwenden Sie </em>" und "<strong> Webbrowser (JavaScript) </strong>" für "<em> Wo werden Sie die API von </em> aufrufen, dann erhalten Sie Ihren API-Schlüssel zum Einfügen hier.
es_es: Usted puede obtener su clave <a href="%0%">aquí</a>. A continuación, seleccione "de<strong>Google Maps JavaScript API</strong>" para "<em>API que estás usando</em>" y "<strong>navegador de Web (Javascript)</strong>" para "<em>donde se llama la API de</em>", lo que recibirá su clave de API para pegar aquí.
it_it: È possibile ottenere la vostra chiave <a href="%0%">quì</a>. Quindi, selezionare "<strong>Google Maps JavaScript API</strong>" per l' "<em>API che si sta utilizzando</em>" e del "<strong>Web browser (Javascript)</strong>" per la "<em>quale dovrà essere richiesta</em>", ed ottenuta la chiave API da incollare qui.
pt_br: Você pode obter sua chave <a href="%0%">aqui</a>. Em seguida, selecione "<strong> API JavaScript do Google Maps</strong>" para "<em> qual API você está usando</em>" e "<strong> navegador da web (Javascript)</strong>" para "<em> onde você estará chamando a API de </em> ", você receberá sua chave de API para colar aqui.

source: Google Maps API Key:
es_es: Clave API Google Maps:
pt_br: Chave da API do Google Maps:

source: IP API:
es_es: API DE IP:
pt_br: API IP:

source: The URL must end with a slash.
de_de: Die URL muss mit einem Schrägstrich enden.
es_es: La URL debe terminar con un slash.
fr_fr: L'URL doit se terminer par une barre oblique.
it_it: L'URL deve terminare con una barra.
pt_br: O URL deve terminar com uma barra.

source: Chat API:
es_es: API de chat:
pt_br: API de bate-papo:

source: Documentation: <a href="%0%">Change the default chat service by your real one</a>.<br /> <small>Parsing tags are permitted (e.g. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>
de_de: Dokumentation:<a href="%0%">Ändern Sie den Standard-Chat-Service durch Ihren echten</a>.<br /> <small>Parsing-Tags sind erlaubt (zB. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>
it_it: Documentazione: <a href="%0%">Modificare il servizio di chat predefinito con quello reale</a>.<br /> <small>I tag di analisi sono consentiti (es. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>
pt_br: Documentação: <a href="%0%"> Altere o serviço de bate-papo padrão pelo seu

source: Chatroulette API:
pt_br: API do Chatroulette:

source: Documentation: <a href="%0%">Change the default chatroulette provider by yours</a>.<br /> <small>Parsing tags are permitted (e.g. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>
de_de: Dokumentation: <a href="%0%">Ändern Sie den Standard-Chatroulette-Provider von Ihrem</a>.<br /> <small>Parsing-Tags sind erlaubt (zB. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>
it_it: Documentazione: <a href="%0%">Modificare il provider predefinito Chatroulette dal vostro</a>.<br /> <small>I tag di analisi sono consentiti (es. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>
pt_br: Documentação: <a href="%0%">Altere o provedor chatroulette padrão pelo " "seu</a>.<br /><small> Tags de análise são permitidas (por exemplo, #!http://api.your-service-chat.com/?url=%0%&name=%1%!#). </small>

source: Automation
de_de: Automatisierung
fr_fr: Automatisation
it_it: Automazione
pt_br: Automação

source: Secret word for the cron URL:
de_de: Geheimes Wort für die Cron-URL:
es_es: Palabra secreta para la URL de cron:
fr_fr: mot secret pour le cron URL:
it_it: Parola segreta per l'URL cron:
pt_br: Palavra secreta para o URL do cron:

source: Your very secret word for the cron URL. It will be used for running automated cron jobs.
es_es: Su palabra muy secreta para la URL de cron. Se utilizará por ejecución automatizadas cron puestos de trabajo.
fr_fr: Votre mot secret pour le cron URL. Il sera utilisé pour l'exécution de tâches cron automatisés.
it_it: La tua parola molto segreta per l'URL cron. Sarà utilizzato per l'esecuzione automatica cron jobs.
pt_br: Sua palavra muito secreta para o URL do cron. Ele será usado para executar tarefas agendadas automáticas.

source: User inactivity timeout:
de_de: Zeitlimit für Benutzerinaktivität:
es_es: Tiempo de inactividad de usuario:
fr_fr: inactivité utilisateur timeout:
it_it: Timeout inattività utente:
pt_br: Tempo limite de inatividade do usuário:

source: The number of minutes that a member becomes inactive (offline).
de_de: Die Anzahl der Minuten, nach denen ein Mitglied inaktiv (offline) wird.
es_es: El número de minutos que un miembro se convierte en inactivo (offline).
fr_fr: Le nombre de minutes qu'un membre devient inactif (hors ligne).
it_it: Numero di minuti che un membro diventa inattivo (non in linea).
pt_br: O número de minutos que um membro se torna inativo (offline).

source: Your custon CSS code
es_es: El código CSS personalizado
fr_fr: Votre code CSS custon
pt_br: Seu código CSS de personalização

source: Preview Ad:
es_es: Previsualización del anuncio:
fr_fr: Visualiser annonce
it_it: Anteprima annuncio:
pt_br: Visualizar anúncio:

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
pt_br: Atualizar

source: Views: %0% | Clicks: %1%
de_de: Aufrufe: %0% | Klicks: %1%
es_es: Vistas: %0% | Clicks: %1%
fr_fr: Vues: %0% | Clics: %1%
it_it: Visualizzazioni: %0% | Clicks: %1%
pt_br: Visualizações: %0% | Cliques: %1%

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pt_br: Excluir

source: Administrator successfully added.
de_de: Administrator erfolgreich hinzugefügt.
it_it: Amministratore ha aggiunto correttamente.
pt_br: Administrador adicionado com sucesso.

source: %n% user has successfully been added.
es_es: usuario %n% ha sido añadido con éxito.
it_it: %n% utente è stato aggiunto correttamente.
pt_br: %n% usuário foi adicionado com sucesso.

source: User successfully added.
de_de: Benutzer erfolgreich hinzugefügt.
it_it: Utente aggiunto correttamente.
pt_br: Usuário adicionado com sucesso.

source: The banner has been added!
de_de: Der Banner wurde hinzugefügt!
es_es: ¡La bandera ha sido añadida!
it_it: Il banner è stato aggiunto!
pt_br: O banner foi adicionado!

source: Analytics Code updated!
de_de: Analytics-Code aktualisiert!
it_it: Codice Analytics aggiornato!
pt_br: Código do Analytics atualizado!

source: Module Status saved!
de_de: Modulstatus gespeichert!
it_it: Stato modulo salvato!
pt_br: Status do módulo salvo!

source: Your username has to contain from %0% to %1% characters, your username is not available or your username already used by other admin.
es_es: Su nombre de usuario debe contener de %0% a %1% caracteres, su nombre de usuario no está disponible o su nombre de usuario utilizado ya por otras admin.
fr_fr: Votre nom d'utilisateur doit contenir de %0% à %1% caractères, votre nom ne sont pas disponibles ou de votre nom d'utilisateur déjà utilisé par un autre administrateur.
it_it: Il tuo username deve contenere da %0% a %1% caratteri, il nome utente non è disponibile o il nome utente già utilizzato da altri admin.
pt_br: Seu nome de usuário deve conter de %0% a %1% caracteres, não está disponível ou seu nome de usuário já está sendo usado por outro administrador.

source: Invalid email address or this email is already used by another admin.
es_es: Dirección de correo electrónico no válida o este correo electrónico es utilizado ya por otro admin.
fr_fr: Adresse e-mail non valide ou cet e-mail est déjà utilisé par un autre administrateur.
it_it: Indirizzo email non valido o questa e-mail è già utilizzato da un altro admin.
pt_br: Endereço de e-mail inválido ou este e-mail já é usado por outro administrador.

source: Profile successfully updated!
de_de: Profil erfolgreich aktualisiert!
es_es: Perfil actualizado con éxito!
it_it: Profilo aggiornato con successo!
pt_br: Perfil atualizado com sucesso!

source: "Email", "Username" or "Password" is Incorrect
de_de: "Email", "Benutzername" oder "Passwort" ist falsch
es_es: "Correo electrónico", "Usuario" o "Contraseña" es incorrecto
fr_fr: "Email", "Username" ou "Password" incorect
it_it: "Email", "Nome Utente" o "Password" non corretti
pt_br: "Email", "Nome de usuário" ou "Senha" está incorreto

source: Incorrect Login!
de_de: Falsche Anmeldedaten!
es_es: ¡Inicio de sesión incorrecto!
fr_fr: Login incorrect!
it_it: Login errato!
pt_br: Entrada incorreta!

source: You are successfully logged in!
de_de: Sie sind erfolgreich angemeldet!
es_es: Usted ha entrado con éxito.
it_it: Hai eseguito l' accesso con successo!
pt_br: Login realizado com sucesso!

source: Meta Tags successfully updated!
es_es: ¡Etiquetas meta actualizado con éxito!
it_it: Meta tag aggiornato con successo!
pt_br: Meta Tags atualizadas com sucesso!

source: Changes saved!
de_de: Änderungen gespeichert!
es_es: Cambios guardados
it_it: Modifiche Salvate!
pt_br: Mudanças salvas!

source: The file could not be saved. Please check your file permissions (must be in write mode)
de_de: Die Datei konnte nicht gespeichert werden. Bitte überprüfen Sie Ihre Dateiberechtigungen (muss im Schreibmodus sein)
es_es: El archivo no podría ser ahorrado. Por favor, compruebe los permisos de archivo (debe estar en modo de escritura)
it_it: Impossibile salvare il file. Controllare i permessi di file (deve essere in modalità di scrittura)
pt_br: O arquivo não pôde ser salvo. Por favor, verifique suas permissões de arquivo (deve estar no modo de gravação)

source: The JS code has been successfully updated!
de_de: Der JS-Code wurde erfolgreich aktualisiert!
es_es: ¡El código JS se ha actualizado con éxito!
it_it: Il codice JS è stato aggiornato con successo!
pt_br: O código JS foi atualizado com sucesso!

source: Configurations successfully updated!
de_de: Konfigurationen erfolgreich aktualisiert!
es_es: ¡Configuraciones actualizadas correctamente!
it_it: Configurazioni aggiornate con successo!
pt_br: Configurações atualizadas com sucesso!

source: The token lifetime cannot be below %0% seconds.
de_de: Die Token-Lebensdauer darf nicht unter %0% Sekunden liegen.
it_it: La durata del token non può essere inferiore %0% secondi.
pt_br: O tempo de vida do token não pode estar abaixo de %0% segundos.

source: The minimum length of the username cannot exceed %0% characters.
de_de: Die minimale Länge des Benutzernamens darf %0% Zeichen nicht überschreiten.
es_es: La longitud mínima del nombre de usuario no puede exceder %0% caracteres.
fr_fr: La longueur minimale du nom d'utilisateur ne peut pas dépasser %0% caractères.
it_it: La lunghezza minima del nome utente non può superare %0% caratteri.
pt_br: O comprimento mínimo do nome de usuário não pode ser menor que %0% caracteres.

source: The maximum length of the username cannot exceed %0% characters.
de_de: Die maximale Länge des Benutzernamens darf %0% Zeichen nicht überschreiten.
es_es: La longitud máxima del nombre de usuario no puede exceder %0% caracteres.
fr_fr: La longueur maximale du nom d'utilisateur ne peut pas dépasser %0% caractères.
it_it: La lunghezza massima del nome utente non può superare %0% caratteri.
pt_br: O comprimento máximo do nome de usuário não pode exceder %0% caracteres.

source: You cannot specify a minimum age higher than the maximum age.
de_de: Sie können kein höheres Mindestalter als das Höchstalter angeben.
es_es: Se puede especificar una edad mínima más alta que la edad máxima.
fr_fr: Vous ne pouvez pas fixer un âge minimal plus élevé que l'âge maximum.
it_it: Non è possibile specificare un'età minima superiore all'età massima.
pt_br: Você não pode especificar uma idade mínima maior que a idade máxima.

source: The CSS code has been updated successfully!
es_es: ¡El código CSS se ha actualizado con éxito!
it_it: Il codice CSS è stato aggiornato con successo!
pt_br: O código CSS foi atualizado com sucesso!

source: The banner has been saved!
de_de: Das Banner wurde gespeichert!
es_es: ¡La bandera se ha guardado!
it_it: Il banner è stato salvato!
pt_br: O banner foi salvo!

source: You are successfully logged out.
de_de: Sie wurden erfolgreich abgemeldet.
es_es: Ha finalizado sesión correctamente
fr_fr: Vous êtes connecté avec succès.
it_it: Ti sei disconnesso con successo.
pt_br: Você foi desconectado com sucesso.

source: Invalid File Format! Please select a valid CSV file containing the member data.
de_de: Ungültiges Dateiformat! Bitte wählen Sie eine gültige CSV-Datei mit den Mitgliedsdaten.
it_it: Formato di file non valido! Selezionare un file CSV valido contenente i dati dei membri.
pt_br: Formato de arquivo inválido! Por favor, selecione um arquivo CSV válido contendo os dados do membro.

source: The file is too large. Please select a smaller file or change your server PHP settings. Especially "upload_max_filesize" and "post_max_size" directives in the php.ini file.
de_de: Die Datei ist zu groß. Bitte wählen Sie eine kleinere Datei oder ändern Sie Ihre Server-PHP-Einstellungen. Insbesondere die Anweisungen "upload_max_filesize" und "post_max_size" in der Datei php.ini.
es_es: El archivo es demasiado grande. Por favor seleccione un archivo más pequeño o cambiar la configuración de PHP del servidor. Especialmente "upload_max_filesize" y "post_max_size" directivas en el fichero php.ini.
fr_fr: Le fichier est trop volumineux. S'il vous plaît sélectionner un fichier plus petit ou modifier vos paramètres PHP de serveur. Surtout \ "upload_max_filesize " et \ "post_max_size " directives dans le fichier php.ini.
it_it: Il file è troppo grande. Si prega di selezionare un file più piccolo o modificare le impostazioni del server PHP. In particolare "upload_max_filesize " e "post_max_size " direttive nel file php. ini.
pt_br: O arquivo é muito grande. Por favor, selecione um arquivo menor ou altere as configurações do PHP do seu servidor. Especialmente as diretivas "upload_max_filesize" e "post_max_size" no arquivo php.ini.

source: The file is Invalid/Empty or has incorrect Delimiter/Enclosure set.
de_de: Die Datei ist ungültig / leer oder hat ein falsche Zeichenreinfolge.
it_it: Il file non è valido/vuoto o ha delimitatore errato/set di recinzione.
pt_br: O arquivo é inválido/vazio ou possui Delimitador/ compactador incorreto.
