Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Invalid email or already used by another admin.
de_de: Ungültige E-Mail oder bereits von einem anderen Benutzer verwendet.

source: Your content has been disapproved :(
de_de: Ihre Inhalte wurden abgelehnt. :(

source: Indeed, it looks like it does not respect our <a href="%0%">terms of service</a>.
de_de: Es sieht tatsächlich so aus, als würden Sie unsere <a href="%0%">Nutzungsbedingungen</a> nicht respektieren.

source: Please feel free to post again a content at any time as long as it respects our <a href="%0%">terms of service</a>
de_de: Sie können jederzeit einen Inhalt erneut veröffentlichen, solange er unsere <a href="%0%">Nutzungsbedingungen</a> einhält

source: Company Blog. %site_name% News
de_de: Firmen-Blog. %site_name% Neuigkeiten

source: No posts found.
de_de: Keine Beiträge gefunden.

source: Thumbnail:
de_de: Miniaturansicht:
es_es: Miniatura:
fr_fr: Miniature

source: Thumbnail
de_de: Vorschaubild
es_es: Miniatura
fr_fr: Miniature

source: Meet %0%. A %1% looking for %2% - %3% years - %4% - %5% %6%
de_de: Treffen Sie %0%. Ein %1% suche nach %2% - %3% Jahren - %4% - %5% %5% %6%.

source: Nothing found!
de_de: Nichts gefunden!

source: Get a new password
de_de: Ein neues Passwort erstellen

source: You are AWESOME!!! 🎉
de_de: Du bist FANTASTISCH!!!!!!! 🎉

source: No notes found.
de_de: Keine Anmerkungen gefunden.

source: Oops! There are no notes at the moment. Please come back soon 😉
de_de: Hoppla! Zur Zeit sind keine Beiträge vorhanden. Bitte besuchen Sie uns bald wieder unter 😉

source: Note not found.
de_de: Beitrag nicht gefunden.

source: Avatar
de_de: Profilbild

source: Meet %0%, from %1%
de_de: Treffen %0%, ab% 1%

source: Sad to see you leaving us! :(
de_de: Wir sind Traurig, dass Sie uns verlassen haben! :(

source: 😍 Register for Free to Meet <span class="pink2">%0%</span> (a.k.a <span class="pink1">%1%</span>) on <span class="pink2">%site_name%</span>!
de_de: 😍 registrieren Sie sich für Frei für Meet% <span class="pink2">0%</span> (a.k.a <span class="pink1">% 1%</span>) auf %site <span class="pink2">_ name</span>%!

source: Nickname
de_de: Spitzname

source: How Old Are You?
de_de: Wie alt sind Sie?

source: Regular (from device/computer)
de_de: Regulär (von Gerät/computer)

source: User Birthdays
de_de: Benutzer Geburtstage

source: Couple Birthdays
de_de: Paare Geburtstage

source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: Custom JavaScript
de_de: Benutzerdefiniertes Javascript

source: Send Newsletters
de_de: Newsletter senden

source: Payment Gateways Settings
de_de: Payment Gateways Einstellungen

source: Video Albums
de_de: Videoalben

source: Caches
de_de: Zwischenspeicher

source: Information about the Software
de_de: Informationen zur Software

source: PHP Configuration
de_de: PHP-Konfiguration

source: Help pH7CMS by giving a nice review! Highly appreciated :)
de_de: Helfen Sie pH7CMS indem Sie eine schöne Rezension abgeben!

source: Give Nice Review
de_de: Gib uns eine schöne Bewertung

source: Here is a <a class="bold underline" href="%0%">pre-written Tweet</a> (which you can edit, of course).
de_de: Hier ist ein <a class="bold underline" href="%0%"> vorgefertigter Tweet </a> (den Sie natürlich bearbeiten können).

source: Version Build: %software_build%
de_de: Versionsaufbau: %software_build%

source: Help %software_name%
de_de: Helfe %software_name%

source: Will You Be Nice?
de_de: Wirst du nett sein?

source: More %software_name%'s News!
de_de: Weitere %software_name% News!

source: New
de_de: Neu

source: Email the User
de_de: E-Mail an den Benutzer

source: Edit User's Profile Information
de_de: Bearbeiten Sie die Profilinformationen des Benutzers

source: Edit User's Profile Photo
de_de: Bearbeiten Sie das Profilfoto des Benutzers

source: Login as the user (to edit all this user account).
de_de: Melden Sie sich als Benutzer an (um das gesamte Benutzerkonto zu bearbeiten).

source: AMAZING!!! 😍 You currently have %0% users!
de_de: TOLLE!!! 😍 Sie haben derzeit %0% Benutzer!

source: Would it be a good time for you to continuing supporting the project?
de_de: Wäre es ein guter Zeitpunkt, um das Projekt weiter zu unterstützen?

source: YEEES!
de_de: Jaaa!

source: home
de_de: Startseite

source: 👍 Wanna meet 😍
de_de: 👍 Ich möchte mich treffen 😍

source: 👎 Not Interested
de_de: 👎 nicht interessiert

source: Sorry, this message was not found.
de_de: Entschuldigung, diese Nachricht wurde nicht gefunden.

source: Author:
de_de: Autor:

source: When:
de_de: Wann:

source: ~OR~
de_de: ~ODER~

source: The latest news
de_de: Die neusten Nachrichten

source: 🚀 Meet amazing people near %0%! 🎉
de_de: 🚀 Treffen Sie freundliche Menschen in der Nähe von %0%! 🎉

source: Love Calculator
de_de: Liebesrechner
fr_fr: Calculatrice d'amour

source: Album created on %0%
de_de: Album wurde am %0% erstellt

source: Modified on %0%
de_de: Geändert am %0%

source: Oops! Google Maps was not successful for the following reason:
de_de: Hoppla! Google Maps war aus folgendem Grund nicht erfolgreich:

source: Age Range
de_de: Altersspanne

source: Error: %element% must be a valid email address.
de_de: Fehler: %element% muss eine gültige E-Mail-Adresse sein.

source: Error: Nickname has to be from %0% to %1% characters long, or it is not available, or already used by other user.
de_de: Fehler: Der Nickname muss zwischen %0% und %1% Zeichen lang sein, ist leider nicht verfügbar oder wird bereits von einem anderen Benutzer verwendet.

source: Meet New People in %0%, %1% thanks %site_name%!
de_de: Treffen Sie neue Leute in %0%, %1% dank %site_name%!

source: Like %0%
de_de: Wie %0%
es_es: Me gusta %0%
fr_fr: J'aime

source: %0% sts – %1% lbs – %2% kgs
de_de: %0% Stone – %1% Pfund – %2% kg

source: IP: %0%
de_de: IP-Adresse: %0%

source: Hello
de_de: Hallo
fr_fr: Salut

source: Join Date
de_de: Eintrittsdatum

source: Database Backup
de_de: Datenbank-Sicherung

source: You will see, you will not regret it!
de_de: Du wirst sehen, dass du es nicht bereuen wirst!

source: General Info
de_de: Allgemeine Information

source: Bank Info
de_de: Bankverbindunhg

source: Website
de_de: Webseite

source: Interested 👍
de_de: Interessiert 👍

source: Inactive Account
de_de: Inaktives Konto
es_es: Cuenta inactiva.

source: If you cannot login, check to make sure that your "caps lock" key is off. Your username and password are CaSe SeNsItIvE. If you still cannot login, you can request to
de_de: Wenn Sie sich nicht einloggen können, überprüfen Sie, ob Ihr "Caps-Lock" ausgeschaltet ist. Ihr Benutzername und Passwort werden sonst Falsch eingegeben.

source: %site_name% is a free online dating site between singles.
de_de: %site _ name% ist eine kostenlose Online-Dating-Seite für Singles.

source: Meet Singles and Find now Love on %site_name%!
de_de: Treffe Singles und finde deine neue bessere Hälfte %site _ name%!

source: Thank you
de_de: Vielen Dank

source: Expiration
de_de: Ablauf

source: Donate
de_de: Spenden

source: Contribute
de_de: Beitragen

source: Modified %0%
de_de: Geändert %0%

source: Czech
de_de: Tschechisch

source: French Swiss
de_de: Französische Schweiz

source: German Swiss
de_de: Deutsch Schweiz

source: Italian
de_de: Italienisch

source: Italian Swiss
de_de: Italienische Schweiz

source: Peruvian
de_de: Peruanisch

source: Portuguese
de_de: Portugiesisch

source: Romanian
de_de: Rumänisch

source: Russian
de_de: Russisch

source: Venezuelan
de_de: Venezuelanisch

source: URL Unavailable
de_de: URL nicht verfügbar

source: Description of report
de_de: Beschreibung des Berichts

source: Your Phone Number
de_de: Ihre Telefonnummer

source: Remove Friend
de_de: Kollegen/in entfernen

source: Manage Friend
de_de: Verwalten von Freunden

source: At %site_name%, we work hard to give you one of the best social service!
de_de: Bei %site_name% arbeiten wir hart daran, dir einen der besten sozialen Dienste zu bieten!

source: Add new videos
de_de: Füge neue Videos hinzu

source: User Birthday
de_de: Geburtstag des Nutzers

source: HELP
de_de: HILFE

source: For security reasons, you cannot change your nickname.
de_de: Aus Sicherheitsgründen können Sie Ihren Nicknamen nicht ändern.

source: For security reasons and to avoid spam, you cannot change your email address. If it has changed, you will need to <a href="%0%">delete</a> your account and create a new one.
de_de: Aus Sicherheitsgründen und zur Vermeidung von Spam, können Sie Ihre E-Mail-Adresse nicht ändern. Wenn sich die seither geändert hat, müssen Sie Ihr Konto <a href="%0%">löschen</a> und ein neues erstellen.

source: Enter the code above:
es_es: Introduzca el código de arriba:
fr_fr: Entrer le code ci-dessus:

source: FFmpeg is not installed on your server or the path cannot be found. Please install and configure the path in "~/YOUR-PROTECTED-FOLDER/app/configs/config.ini"
fr_fr: FFmpeg est pas installé sur votre serveur ou le chemin ne peut pas être trouvé. S'il vous plaît installer et configurer le chemin d'accès dans \ "~ / YOUR-PROTÉGÉ-FOLDER / app / configs / config.ini "

source: Looks like you are still on the free version. It's time now to buy a Premium Pro License and get all amazing features and also to use this Module.
fr_fr: On dirait que vous êtes toujours sur la version gratuite. Il est temps maintenant d'acheter une licence Pro Premium et obtenir toutes les caractéristiques étonnantes et aussi pour utiliser ce module.

source: Your server must be connected to the Internet to work properly.
es_es: Su servidor debe estar conectado a Internet para funcionar correctamente.
fr_fr: Votre serveur doit être connecté à Internet pour fonctionner correctement.

source: Best regards,<br />The %0% Team.
es_es: Atentamente, <br /> El equipo %0%.
fr_fr: Cordialement, <br /> L'équipe %0%.

source: This message was sent to %0%.<br /> You are receiving this message because you have registered on %1%.<br /> You can change the e-mail alerts by visiting your account.
es_es: Este mensaje se envió a %0%. <br /> Recibirá este mensaje porque se ha registrado en %1%. <br /> Puede cambiar las alertas por correo electrónico visitando su cuenta.
fr_fr: Ce message a été envoyé à %0%. <br /> Vous recevez ce message parce que vous avez enregistré sur %1%. <br /> Vous pouvez modifier les alertes par e-mail en vous rendant votre compte.

source: Queries time: %0% | %1% %2% | Generated in %3% | Memory allocated: %4%
es_es: Tiempo de consultas: %0% | %1% %2% | Generado en %3% | Memoria asignada: %4%
fr_fr: temps Requêtes:%0% | %1% %2% | Généré en%3% | Mémoire allouée:%4%

source: Need to remove the link below?
es_es: Necesita quitar el link debajo?
fr_fr: Nécessité de supprimer le lien ci-dessous?

source: Powered By
es_es: Desarrollado por:
fr_fr: Optimisé par

source: Meet New People on %0%, %1% with %site_name%!
es_es: Conoce a gente nueva en %0%, %1% con %site_name%!
fr_fr: Rencontre de nouvelles personnes sur %0%,%1% avec%site_name%!

source: Free registration for the feature Like.
fr_fr: Inscription gratuite pour la fonctionnalité Like.

source: You must be registered to report contents.
es_es: Tiene que ser un usuario registrado para reporter contenido.
fr_fr: Vous devez être enregistré pour signaler le contenu.

source: Report
es_es: Reporte
fr_fr: Rapport

source: This HTTP parameter must be a %0% type!
fr_fr: Ce paramètre HTTP doit être de type %0%!

source: Oops! We are sorry but our email server encountered an internal error and the email could not be sent. Please try again later!
fr_fr: Oops! Nous sommes désolés mais notre serveur de messagerie rencontré une erreur interne et l'e-mail n'a pas été envoyé. Veuillez réessayer plus tard!

source: Error: %element% must contain a URL (e.g., <a href="http://sofun.co">http://www.sofun.co</a>).
fr_fr: Error:%element% doit contenir une URL (e.g., <a href="http://sofun.co">http://www.sofun.co</a>).

source: Error: Your phone number is incorrect. Please enter full phone number with area code.
fr_fr: Erreur: Votre numéro de téléphone est incorrect. S'il vous plaît entrer le numéro de téléphone complet avec l'indicatif régional.

source: Error: Your password has to contain from %0% to %1% characters.
es_es: Error: su contraseña debe contener de %0% a %1% de caracteres.
fr_fr: Erreur: Votre mot de passe doit contenir de %0% à %1% caractères.

source: Error: Invalid email address or this email is already used by another member.
es_es: Error: La dirección de correo electrónico no es válida o este correo electrónico ya está siendo utilizado por otro miembro.
fr_fr: Erreur: adresse e-mail non valide ou cet e-mail est déjà utilisé par un autre membre.

source: Error: this %element% must contain %0% character(s) or more.
es_es: Error: este %element% debe contener %0% carácter (s) o más.
fr_fr: Erreur: ce %element% doit contenir %0% caractère (s) ou plus.

source: Error: this %element% must contain %0% character(s) or less.
es_es: Error: este %element% debe contener %0% de caracteres o menos.
fr_fr: Erreur: ce %element% doit contenir %0% caractère (s) ou moins.

source: Error: Another account with the same bank account already exists. Please choose another.
es_es: Error: otra cuenta con la misma cuenta bancaria ya existe. Por favor, elija otro.
fr_fr: Erreur: Un autre compte avec le même compte bancaire existe déjà. S'il vous plaît choisir un autre.

source: Sorry, This bank account is not supported by our payment system.
es_es: Lo sentimos, esta cuenta bancaria no es compatible con nuestro sistema de pagos.
fr_fr: Désolé, ce compte bancaire est pas pris en charge par notre système de paiement.

source: Error: Your bank account is incorrect!
es_es: Error: ¡Su cuenta bancaria es incorrecta!
fr_fr: Erreur: Votre compte bancaire est incorrect!

source: Error: %element% must be alphanumeric (contain only numbers, letters, underscores, and/or hyphens).
es_es: Error: %element% debe ser alfanumérico (contener sólo números, letras, subrayados y / o guiones).
fr_fr: Erreur: %element% doit être alphanumérique (contenir que des chiffres, des lettres, de soulignement, et / ou des traits d' union).

source: Error: Your username has to contain from %0% to %1% characters, your username is not available or it is already used by other member.
es_es: Error: Tu nombre de usuario debe contener de %0% a %1% de caracteres, tu nombre de usuario no está disponible o ya lo ha utilizado otro miembro.
fr_fr: Erreur: Votre nom d'utilisateur doit contenir de %0% à %1% caractères, votre nom d'utilisateur ne sont pas disponibles ou il est déjà utilisé par un autre membre.

source: Error: %element% contains invalid characters. Here is the rule to be observed: "%0%"
fr_fr: Erreur: %element% contient des caractères non valides. Voici la règle à respecter: \ "%0% "

source: Errors Reporting of the pH7 Framework
es_es: Informes de errores del marco de pH7
fr_fr: Erreurs de rapport du Cadre pH7

source: %0% sts &ndash; %1% lbs &ndash; %2% kgs
fr_fr: %0% m & ndash; %1% lbs & ndash; %2% kgs

source: Upgrade %software_name% - %software_company% | Version %0%
es_es: Actualización %software_name% -%software_company% | Versión %0%
fr_fr: Mise à jour %software_name% - %software_company% | Version %0%

source: Repair of the Database... Ok!
fr_fr: Réparation de la base de données ... Ok!

source: Please <b>register</b> or <b>login</b> to vote this.
fr_fr: S'il vous plaît <b> enregistrer </ b> ou <b> connexion </ b> pour voter cela.

source: peoples have voted for this!
fr_fr: les gens ont voté pour ce!

source: people have voted for this!
fr_fr: les gens ont voté pour ce!

source: Password is correct!
es_es: ¡Contraseña es correcta!
fr_fr: Mot de passe est correct!

source: Your must enter a date valid (Month/Day/Year).
es_es: Su debe ingresar una fecha válida (mes/día/año).
fr_fr: Votre doit entrer une date valide (mois / jour / année).

source: OK!
fr_fr: D'accord !

source: Your must enter a valid url (e.g. http://www.coolonweb.com).
es_es: Su debe ingresar una dirección url válida (p. ej. http://www.deluxecupid.com).
fr_fr: Votre doit entrer une URL valide (par exemple http://www.coolonweb.com).

source: Bad parameters in the URL!
es_es: Parámetros erróneos en el URL!
fr_fr: Mauvais paramètres dans l'URL!

source: ZIP/Postal Code:
fr_fr: Code postal

source: Email
es_es: Correo Electrónico:
fr_fr: Adresse mail

source: Reason:
es_es: Motivo:
fr_fr: Raison :

source: Please be specific in your reason. This will hep us to improve our service and make it the best social service for you.
es_es: Por favor sea específico en su razón. Esta voluntad hep para mejorar nuestro servicio y hacer el mejor servicio social para usted.
fr_fr: S'il vous plaît être précis dans votre raison. Cela nous aide pour améliorer notre service et faire le meilleur service social pour vous.

source: I do not like the site
es_es: No me gusta el sitio
fr_fr: Je n'aime pas le site

source: I met someone
es_es: He conocido a alguien.
fr_fr: J'ai rencontré quelqu'un

source: Other, I put the answer in the message!
es_es: Otros, puse la respuesta en el mensaje!
fr_fr: Autre, je mets la réponse dans le message!

source: Enter the code above
es_es: Introduzca el código de arriba:
fr_fr: Entrez le code ci-dessus

source: About Me - My Ideal Date - Description:
fr_fr: À propos de moi - Ma rencontre idéal - Description:

source: Your State or Province:
es_es: Región o Estado:
fr_fr: Votre État ou Province:

source: Your Website/Blog
es_es: Su sitio Web/Blog
fr_fr: Votre Site Web / Blog

source: The passwords do not match.
es_es: Las nuevas contraseñas no coinciden.
fr_fr: Les mots de passe ne correspondent pas.

source: The old and new passwords are identical. So why do you change your password?
es_es: Las nueva y anterior contraseñas son idénticas. Entonces ¿por qué cambiar su contraseña?
fr_fr: Les anciens et les nouveaux mots de passe sont identiques. Alors, pourquoi voulez-vous changer votre mot de passe?

source: The old password is not correct.
es_es: La contraseña antigua no es correcta
fr_fr: L'ancien mot de passe est incorrect.

source: Your password has been correctly updated.
fr_fr: Votre mot de passe a été correctement mis à jour.

source: Hello %0% - We are proud to welcome you as a member of %site_name%!
es_es: Hola %0% - estamos orgullosos de darle la bienvenida como miembro de %site_name%!
fr_fr: Bonjour %0% - Nous sommes fiers de vous accueillir en tant que membre %site_name%!

source: Your hash validation is <em>"%0%"</em>.
es_es: La validación del hash es <em>"%0% "</em>.
fr_fr: Votre validation de hachage est <em> "% 0% " </ em>.

source: Username:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur:

source: Password: ***** (This field is hidden to protect against theft of your account).
es_es: Contraseña: *** (este campo está escondido para proteger contra el robo de tu cuenta).
fr_fr: Mot de passe: ***** (Ce champ est caché pour protéger contre le vol de votre compte).

source: You are receiving this mail because we received an application for registration with the email "%0%" has been provided in the form of %site_name% (%site_url%).
es_es: Usted está recibiendo este correo electronico porque hemos recibido una solicitud de registro con el correo electrónico "%0%" que se ha proporcionado en forma de %site_name% (%site_url %).
fr_fr: Vous recevez ce message parce que nous avons reçu une demande d'enregistrement avec l'e-mail "%0% " a été fournie sous forme de %site_name% (%site_url%).

source: Your hash validation has been emailed to you.
es_es: Su validación hash ha sido enviado por correo electrónico a usted.
fr_fr: Votre validation de hachage a été envoyé par courriel.

source: Type of Membership: %0%.
es_es: Tipo de Membresía: %0%
fr_fr: Type d'adhésion:%0%.

source: Email: %0%
es_es: Correo electrónico: %0%
fr_fr: Adresse mail

source: Unregister %0% - User: %1%
es_es: No registrado %0% - Usuario: %1%
fr_fr: Désenregistrez %0% - Utilisateur: %1%

source: The file content could not be saved!
fr_fr: Le fichier n'a pas pu être sauvegardé.

source: Online
es_es: En linea
fr_fr: En ligne

source: Is Online!
es_es: ¡Está en línea!
fr_fr: est en ligne.

source: Sorry, your account has not yet been activated. Please activate it by clicking the activation link that was emailed.
es_es: Lo sentimos. No has activado tu cuenta. Por favor revisa tu correo electrónico y sigue el enlace de activación.
fr_fr: Désolé, votre compte n'a pas encore été activé. S'il vous plaît l'activer en cliquant sur le lien d'activation qui a été envoyé par courriel.

source: Sorry, your account has not yet been activated. An administrator must validate your account.
es_es: Lo sentimos, que su cuenta no ha sido activada. Un administrador debe validar su cuenta.
fr_fr: Désolé, votre compte n'a pas encore été activé. Un administrateur doit valider votre compte.

source: Please %0% now to meet new people!
es_es: ¡Por favor %0% ahora para conocer a gente nueva!
fr_fr: S'il vous plaît %0% pour rencontrer de nouvelles personnes!

source: Email: %0%.
es_es: Correo electrónico: %0%
fr_fr: Adresse mail

source: Login now!
es_es: ¡Inicie sesión ahora!
fr_fr: Connectez-vous maintenant

source: All %site_name%'s team wish you a very happy birthday!
fr_fr: Toute l'équipe de %site_name% vous souhaite un très joyeux anniversaire!

source: Please you logged!
fr_fr: S'il vous plaît vous connecté!

source: Please go to the administrative part of the site and log in as administrator.
es_es: Por favor vaya a la parte administrativa del sitio e inicie sesión como administrador.
fr_fr: S'il vous plaît aller à la partie administrative du site et connectez-vous en tant qu'administrateur.

source: Please register or login to use this service.
es_es: Por favor registrese or inicie sesión para usar el servicio.
fr_fr: S'il vous plaît inscrivez-vous ou connectez-vous pour utiliser ce service.

source: Somebody tried to connect more %0% times with the IP address: "%1%".
fr_fr: Quelqu'un a essayé de se connecter plus %0% fois avec l'adresse IP: "%1% ".

source: For safety reasons we have blocked access to this person for a delay of %1% minutes.
fr_fr: Pour des raisons de sécurité, nous avons bloqué l'accès à cette personne pour un retard de %1% minutes.

source: If it is you who have made ​​the connection attempts, we suggest you request a new password <a href="%0%">here</a> in %1% minutes.
fr_fr: Si cela vous est qui ont fait les tentatives de connexion, nous vous suggérons de demander un nouveau mot de passe <a href="%0%"> ici </a> en %1% minutes.

source: If you do not know the person who made ​​the connection attempts, you should be very careful and change your password to a password more complicated.
fr_fr: Si vous ne connaissez pas la personne qui a fait les tentatives de connexion, vous devez être très prudent et changer votre mot de passe à un mot de passe plus compliqué.

source: We also recommend that you change the password for your mailbox, because it is in this box email we send a potential new password in case you forget.
fr_fr: Nous vous recommandons également de changer le mot de passe pour votre boîte aux lettres, car il est dans cette boîte email nous envoyons un nouveau mot de passe potentiel en cas d'oubli.

source: Security Alert : Login Attempts - %site_name%
fr_fr: Alerte de sécurité: tentatives de connexion - %site_name%

source: Please register for free in order to vote.
fr_fr: S'il vous plaît inscrivez-vous gratuitement pour pouvoir voter.

source: RSS Feed %site_name%, Free Onlide Dating Site with Webcam Chat Rooms, Meet Single People with %site_name%
es_es: RSS Feed %site_name%, sitio gratuito de citas Online con salas de Chat con Webcam, conocer gente soltera con %site_name%
fr_fr: Flux RSS %site_name%, Onlide site de rencontre gratuit avec webcam Chat Rooms, Rencontre seul Personnes avec %site_name%
