Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Search Topic - Discussion Forum - %site_name%
es_es: Búsqueda tema - Foro de discusión - %site_name%
fr_fr: Recherche Sujet - Forum de discussion - %site_name%

source: %0% Forum Result!
fr_fr: %0% Résultat Forum!

source: Your topic has been deleted!
es_es: Su tema ha sido borrado
fr_fr: Votre sujet a été supprimée!

source: Oops! Your topic could not be deleted
es_es: ¡Uy! Su tema no se pudo eliminar
fr_fr: Oops! Votre sujet ne peut pas être supprimé

source: Your message has been deleted!
es_es: ¡Su mensaje ha sido borrado!
fr_fr: Votre message a été supprimé!

source: Oops! Your message could not be deleted
es_es: ¡Uy! Su mensaje no se pudo eliminar
fr_fr: Oops! Votre message n'a pas pu être supprimé

source: Your Category has been deleted!
es_es: ¡Su categoría ha sido borrada!
fr_fr: Votre catégorie a été supprimée!

source: Oops! Your Category could not be deleted
es_es: ¡Uy! Su tema no se pudo eliminar
fr_fr: Oops! Votre catégorie n'a pas pu être supprimé

source: Your Forum has been deleted!
es_es: ¡Tu foro ha sido eliminado!
fr_fr: Votre Forum a été supprimée!

source: Oops! Your Forum could not be deleted
es_es: ¡Uy! No se puede eliminar tu foro
fr_fr: Oops! Votre Forum n'a pas pu être supprimé

source: The Category has been updated successfully!
es_es: ¡La categoría se ha actualizado con éxito!
fr_fr: La catégorie a été mis à jour avec succès!

source: Your message has been updated successfully!
es_es: ¡Su mensaje ha sido actualizado con éxito!
fr_fr: Votre message a été mis à jour avec succès!

source: Pay!
es_es: Paga por favor!
fr_fr: Payer

source: Provinder Not Found!
es_es: ¡Provinder no encontrado!
fr_fr: Provinder non trouvé!

source: You have received a new Payment from %0%
fr_fr: Vous avez reçu un nouveau paiement de %0%

source: Ip of the buyer: %0%
es_es: IP del comprador: %0%
fr_fr: Ip de l'acheteur: %0%

source: Please find all other details below
es_es: Por favor, encontrar el resto de los detalles a continuación
fr_fr: S'il vous plaît trouver tous les autres détails ci-dessous

source: The payment was aborted, no changes have been made to your account.
fr_fr: Le paiement a été annulée, aucune modification n'a été apportée à votre compte.

source: Active:
fr_fr: Actif:

source: No Message Found!
es_es: No hay mensajes
fr_fr: Aucun message Trouvé!

source: Sorry %0%, you do not have any messages.
fr_fr: Désolé %0%, vous ne disposez pas de message.

source: No message found.
es_es: No se encontró ningún mensaje
fr_fr: Aucun message trouvé.

source: No trash was found.
es_es: No se encontró ninguna basura.
fr_fr: Aucune poubelle n'a été trouvé.

source: Your search did not match any of your messages.
es_es: Su búsqueda no coincide con ninguno de sus mensajes.
fr_fr: Votre recherche ne correspond à aucun de vos messages.

source: %n% Mail Result!
es_es: %n% correo resultado!
fr_fr: %n% Résultat Mail!

source: Your message(s) has been deleted successfully!
fr_fr: Votre message (s) a été supprimé avec succès!

source: Sorry, we weren't able to find the page you requested.<br />We suggest you doing a <a href="%0%">new search</a>.
es_es: Lo sentimos, no encontramos la pagina que busca. <br/> Le sugerimos hacer un <a href="%0%"> una nueva busqueda<a>.
fr_fr: Désolé, nous ne sommes pas en mesure de trouver la page demandée. <br /> Nous vous suggérons de faire une <a href="%0%"> nouvelle recherche </a>.

source: Validate your Site
es_es: Verifique su Sitio Web
fr_fr: Validez votre site

source: Whoops! It appears the site has already been activated.
es_es: Parece que el sitio ya ha sido activado.
fr_fr: Whoops! Il semble que le site a déjà été activé.

source: Pending Status: Please confirm your site
es_es: Estado pendiente: Por favor confirme su sitio web
fr_fr: Statut En attente: S'il vous plaît confirmer votre site

source: We sent an email. Please confirm your Site
es_es: Enviamos un correo electronico. Por favor verifique su Sitio Web
fr_fr: Nous avons envoyé un e-mail. S'il vous plaît confirmer votre site

source: Your site is already validated!
es_es: Su Sitio Web ya está activado.
fr_fr: Votre site est déjà validée!

source: Congrats! Your site has now the Published status and you will be aware by email to any security patches or updates.
es_es: Felicitaciones! Su Sitio Web ahora ya tiene el estado de Publicado y sera notificado de cualquier software update.
fr_fr: Congrats! Votre site a maintenant le statut Publié et vous serez au courant par courrier électronique à tous les correctifs de sécurité ou mises à jour.

source: The hash is incorrect. Please copy/paste the hash link received in your email in Web browser URL bar.
es_es: El hash es incorrecto. Por favor, copiar/pegar el enlace de hash recibido en su correo electrónico en la barra de URL del navegador Web.
fr_fr: Le hachage est incorrect. S'il vous plaît copier / coller le lien de hachage reçue dans votre email dans le navigateur Web barre d'URL.

source: Valid Email:
es_es: Correo electrónico válido"
fr_fr: Email valide:

source: Validate my Site!
es_es: Verifique su Sitio Web!
fr_fr: Valider mon site!

source: Empty Note
fr_fr: Note vide

source: Oops! Empty Note...
fr_fr: Oops! Remarque vide ...

source: %n% Note Result!
es_es: %n% Nota resultado!
fr_fr: %n% Note Résultat!

source: No %0%'s post was found.
fr_fr: Aucun post de %0% trouvé.

source: Search Note - Looking a post
es_es: Búsqueda Blog - buscando por un post
fr_fr: Recherche Remarque - Vous cherchez un poste

source: Sorry, we weren't able to find the page you requested.<br /> May we suggest <a href="%0%">exploring some tags</a> or <a href="%1%">creating a new search</a>.
es_es: Lo sentimos, no pudimos encontrar la página solicitada.<br> sugerimos <a href="%0%">explorar algunas etiquetas</a> o la <a href="%1%">creación de una nueva búsqueda</a>.
fr_fr: Désolé, nous ne sommes pas en mesure de trouver la page demandée. <br /> \ N Nous vous suggérons <a href="%0%"> explorer certaines balises </a> ou <a href = "%1%\ "> la création d'une nouvelle recherche </a>.

source: Not Note Posts for the treatment of moderate.
fr_fr: Non Remarque Messages pour le traitement de modéré.

source: Search Note Post:
fr_fr: Rechercher Remarque Poster:

source: Enter Name, Keyword of post, Author (username, first name, last name) or ID of a Note.
fr_fr: Entrez le nom, les mots-clés de la poste, Auteur (nom d'utilisateur, prénom, nom) ou l'ID d'un billet.

source: ID Article must be unique!
fr_fr: Numéro d'article doit être unique!

source: You can not select more than 3 categories.
fr_fr: Vous ne pouvez pas sélectionner plus de 3 catégories.

source: Your Note has been received! But it will not be visible until it is approved by our moderators. Please do not send a new not.
fr_fr: Votre note a été reçu! Mais il ne sera pas visible jusqu'à ce qu'il soit approuvé par nos modérateurs. S'il vous plaît ne pas envoyer un nouveau pas.

source: You must have the ONLINE status in order to chat with other members.
fr_fr: Vous devez avoir le statut en ligne afin de discuter avec les autres membres.

source: Universal Login, Use the service Facebook, Twitter, Yahoo, AOL, Windows Live, Microsoft Live, Google, or other account to login on the social dating site %site_name%
es_es: Inicio de sesión universal, uso el servicio de Facebook, Twitter, Yahoo, AOL, Windows Live, Microsoft Live, Google u otro cuenta para iniciar sesión en el sitio citas sociales %site_name%
fr_fr: Connexion universelle, Utiliser le service Facebook, Twitter, Yahoo, AOL, Windows Live, Microsoft Live, Google, ou un autre compte pour vous connecter sur le site social de rencontres %site_name%

source: connect, login, Register, universal login, Facebook, Twitter, Yahoo, AOL, Windows Live, Microsoft Live, Google, social network, dating site, email
es_es: conectar, sesión universal de iniciar sesión, registrarse, Facebook, Twitter, Yahoo, AOL, Windows Live, Microsoft Live, Google, red social, sitio, correo electrónico
fr_fr: connecter, connexion, enregistrer, connexion universelle, Facebook, Twitter, Yahoo, AOL, Windows Live, Microsoft Live, Google, réseau social, site de rencontres, email

source: Config Universal Login
fr_fr: Config connexion universelle

source: Empty Video Album.
fr_fr: Album Vidéo Vide.

source: No album found or is still in pending approval.
fr_fr: Aucun album trouvé ou est toujours en attente d'approbation.

source: No video found or is still in pending approval.
fr_fr: Pas de vidéo trouvée ou est toujours en attente d'approbation.

source: Watch Video of <a href="%0%">%1%</a>
fr_fr: Regarder la vidéo de <a href="%0%">%1%</a>

source: Video of %0%, %1%
fr_fr: Vidéo %0%, %1%

source: Video of %0%, %1%, %2%
fr_fr: Vidéo %0%, %1%, %2%

source: Your video has been deleted!
es_es: Su video ha sido eliminado!
fr_fr: Votre vidéo a été supprimée!

source: Search Video - Looking a video
es_es: Video Search - Buscar un video
fr_fr: Recherche vidéo - Regarder une vidéo

source: %n% Video Result!
fr_fr: %n% Résultat de la vidéo!

source: Name of your video(s):
es_es: Nombre del Video(s):
fr_fr: Nom de votre vidéo (s):

source: I have the right to distribute this Video
fr_fr: J'ai le droit de distribuer cette vidéo

source: Embed Code:
es_es: Código de insercion
fr_fr: Code d'Intégration:

source: Video from Youtube, Vimeo, DailyMotion or MetaCafe.
es_es: Video de Youtube, Vimeo, DailyMotion o MetaCafe.
fr_fr: Vidéo de Youtube, Vimeo, DailyMotion ou Metacafe.

source: Description of your video:
es_es: Descripción del Video:
fr_fr: Description de votre vidéo:

source: Name of your video:
es_es: Nombre de su Video:
fr_fr: Nom de votre vidéo:

source: Your video has been updated successfully!
es_es: Su video se ha añadido con éxito!
fr_fr: Votre vidéo a été mis à jour avec succès!

source: Oops, the link of the video looks bad? Check that the link is correct.
fr_fr: Oops, le lien de la vidéo semble mauvais? Vérifiez que le lien est correct.

source: Invalid Api Video Type! Choose from Youtube, Vimeo, Dailymotion and Metacafe.
es_es: ¡Tipo de Api Video no es válido! Elija de Youtube, Vimeo, Dailymotion y Metacafe.
fr_fr: Invalid Api Video Type! Choose from Youtube, Vimeo, Dailymotion or Metacafe.

source: You must choose a type of video!
fr_fr: Vous devez choisir un type de vidéo!

source: Your video has been received! But it will not be visible until it is approved by our moderators. Please do not send a new not.
fr_fr: Votre vidéo a été reçu! Mais il ne sera pas visible jusqu'à ce qu'il soit approuvé par nos modérateurs. S'il vous plaît ne pas envoyer un nouveau pas.

source: Your video has been added successfully!
es_es: Su video se ha añadido con éxito!
fr_fr: Votre vidéo a été ajoutée avec succès!

source: The comment recipient does not exists.
es_es: El destinario de su comentario ya no existe.
fr_fr: Le commentaire destinataire n'existe pas.

source: Oops! Error when adding comment.
es_es: Error al agregar comentario.
fr_fr: Oops! Erreur lors de l'ajout de commentaire.

source: The comment has been sent successfully!
es_es: ¡Tu comentario ha sido enviado exitosamente!
fr_fr: Le commentaire a été envoyé avec succès!

source: The comment has been updated successfully!
es_es: ¡Tu comentario ha sido actualizado exitosamente!
fr_fr: Le commentaire a été mis à jour avec succès!

source: Oops! Error when updated comment.
es_es: ¡Uy! Error al actualizar comentario.
fr_fr: Oops! Erreur lors de mise à jour de commentaire.

source: The Password or Email was incorrected
es_es: La contraseña o el correo electrónico es incorrected
fr_fr: Le mot de passe ou par courriel a été incorrected

source: %n% Subscriber
es_es: %n% Suscriptor
fr_fr: %n% abonnés

source: The subscribers(s) has been deleted.
fr_fr: Les abonnés (s) a été supprimé.

source: %n% newsletters were sent successfully!
es_es: %n% boletines informativos fueron enviados con éxito!
fr_fr: %n% des bulletins ont été envoyés avec succès!

source: %n% Game Result!
es_es: %n% resultado de juego!
fr_fr: %n% Jeu Résultat!

source: The game has been updated successfully!
es_es: ¡El juego se ha actualizado con éxito!
fr_fr: Le jeu a été mis à jour avec succès!

source: Impossible to upload the game. If you are the administrator, please check if the folder of games data has the write permission (CHMOD 755).
fr_fr: Impossible de télécharger le jeu. Si vous êtes l'administrateur, s'il vous plaît vérifier si le dossier des données de jeux a l'autorisation d'écriture (CHMOD 755).

source: %software_name% <strong>%0%</strong> is available! Please <a href="%1%" target="_blank">update it now</a> and keep your site safe and stable.
fr_fr: %software_name% <strong>%0%</ strong> est disponible! S'il vous plaît <a href="%1%" target="_blank"> mettre à jour maintenant </a> et garder votre site sûr et stable.

source: %n% User Result!
es_es: %n% usuario resultado!
fr_fr: %n% Résultat utilisateur!

source: You are now logged out in as a member: %0%!
es_es: Ahora está desconectado como miembro: %0%!
fr_fr: Vous êtes maintenant connecté en tant que membre: %0%!

source: The profile(s) has been banned.
fr_fr: Le profil (s) a été interdit.

source: The profile(s) has been unbanned.
fr_fr: Le profil (s) a été débanni.

source: The profile(s) has been deleted.
fr_fr: Le profil (s) a été supprimé.

source: Advertisement Settings
fr_fr: Paramètres Publicité

source: %0% Banners
fr_fr: Bannières

source: Set Advertisement
fr_fr: Définir Publicité

source: Analytics Api Code
fr_fr: Analytics code Api

source: Style code injection
fr_fr: injection de code de style

source: JavaScript code injection
fr_fr: injection de code JavaScript

source: Search Admin - Looking an Admin
es_es: Admin búsqueda - buscando un Admin
fr_fr: Recherche Administrateur - Recherche Admin

source: The admin(s) has been deleted.
fr_fr: L'administrateur (s) a été supprimé.

source: Albums Picture Moderation
fr_fr: Albums Picture Modération

source: Albums Video Moderation
fr_fr: Albums Modération Vidéo

source: Avatar Moderation
fr_fr: Avatar modération

source: Profile Background Moderation
fr_fr: Profil Contexte Modération

source: The picture album has been approved!
fr_fr: L'album photo a été approuvé!

source: Oops! The picture album could not be approved!
fr_fr: Oops! L'album photo n'a pas pu être approuvé!

source: The avatar has been approved!
es_es: ¡El avatar ha sido aprobado!
fr_fr: L'avatar a été approuvé!

source: Oops! The avatar could not be approved!
es_es: Lo sentimos! El avatar no ha sido aprobada.
fr_fr: Oops! L'avatar ne pouvait pas être approuvé!

source: The picture album has been disapproved!
fr_fr: L'album photo a été refusé!

source: Oops! The picture album could not be disapproved!
fr_fr: Oops! L'album photo ne pouvait pas être désapprouvé!

source: The avatar has been disapproved!
es_es: ¡El avatar ha sido desaprobado!
fr_fr: L'avatar a été refusé!

source: Oops! The avatar could not be disapprove!
es_es: ¡Uy! El avatar no puede ser desaprobado!
fr_fr: Oops! L'avatar ne pouvait pas être désapprouver!

source: The picture album has been deleted!
fr_fr: L'album photo a été supprimée!

source: Oops! The picture album could not be deleted
fr_fr: Oops! L'album photo ne peut pas être supprimé

source: Database and other data
fr_fr: Base de données et d'autres données

source: Compile template
fr_fr: Compiler modèle

source: Static files
fr_fr: Les fichiers statiques

source: File Management
fr_fr: Gestion de fichiers

source: The Advertisement we been activate.
fr_fr: La Publicité-nous été activer.

source: Cannot activate Advertisement, please try later.
fr_fr: Vous ne pouvez pas activer Publicité, s'il vous plaît essayer plus tard.

source: The deactivate we been deleted.
fr_fr: Le deactivate nous été supprimé.

source: Cannot deactivate Advertisement, please try later.
fr_fr: Vous ne pouvez pas désactiver Publicité, s'il vous plaît essayer plus tard.

source: The Advertisement we been deleted.
fr_fr: La publicité nous été supprimé.

source: Cannot remove Advertisement, please try later.
fr_fr: Vous ne pouvez pas supprimer Publicité, s'il vous plaît essayer plus tard.

source: Invalid File Format! Please select a valid CSV/TXT file containing data members.
es_es: ¡Formato de archivo no válido! Por favor, seleccione un archivo CSV/TXT válido que contiene a miembros de datos.
fr_fr: Format de fichier incorrect! S'il vous plaît sélectionner un fichier CSV / TXT valide contenant des éléments de données.

source: The file is Invalid/empty or incorrect Delimiter/Enclosure set.
es_es: El archivo es invalido o vacías o recinto de delimitador incorrecto establecer.
fr_fr: Le fichier est incorrect / vide ou incorrect ensemble Délimiteur / boîtier.

source: Match Sex:
es_es: Match Género:
fr_fr: Rencontre Sexe:

source: File Content
es_es: Contenido del archivo
fr_fr: Contenu du fichier:

source: Return to back admins browse
es_es: Volver al examinador del admin
fr_fr: Retour à dos admins parcourir

source: WARNING! Here you don't have to add the %0% tags.
fr_fr: ATTENTION! Ici, vous ne devez pas ajouter les %0% tags.

source: Number:
fr_fr: Nombre:

source: Number of fake profiles to add in the same time.
fr_fr: Nombre de faux profils pour ajouter dans le même temps.

source: Global Settings:
es_es: Configuración Global
fr_fr: Paramètres globaux

source: Theme by default:
es_es: Tema predeterminada:
fr_fr: Thème par défaut:

source: Language by default:
es_es: Idioma predeterrminado:
fr_fr: Langue par défaut:

source: Homepage Splash Page:
es_es: Página de bienvenida Página principal:
fr_fr: Splash Page d'accueil Page:

source: Use the Splash Page for the visitors, otherwise it will classic page that will be used.
fr_fr: Utilisez le Splash page pour les visiteurs, sinon il sera la page classique qui sera utilisé.

source: Enable/Disable the "Animated Video" on the splash homepage. <strong>If you hold <a href="http://ph7cms.com/order">pH7CMSPro</a>, we can provide professional splash videos for your niche and setting-up the video on your site</strong>.
fr_fr: Activer / Désactiver le \ "Animated Video " sur la page d'accueil de démarrage. <Strong> Si vous détenez <a href="http://ph7cms.com/order"> pH7CMSPro </a>, nous pouvons fournir des vidéos de splash professionnels pour votre créneau et la mise en place de la vidéo sur votre site </ strong>.

source: Be careful! 'Full Ajax Navigation' feature is still in Beta and may not be working properly on all pages.
es_es: ¡Ten cuidado! 'Navegación Ajax completa' todavía está en Beta y no esté funcionando correctamente en todas las páginas.
fr_fr: Faites attention! fonctionnalité 'Full Navigation Ajax »est encore en version bêta et peut ne pas fonctionner correctement sur toutes les pages.

source: Show an Adult Warning to enter to the site. This is useful for sites with adult content.
fr_fr: Afficher un adulte Avertissement pour entrer sur le site. Ceci est utile pour les sites avec un contenu pour adultes.

source: Enable a Cookie Consent Bar to prevent your users that your site uses cookies. This is required for EU Law (if you have visitors from EU countries). The Cookie Bar will only be displayed if the visitor is in the EU.
fr_fr: Activer un cookie Consentement Bar pour empêcher vos utilisateurs que votre site utilise des cookies. Ceci est nécessaire pour le droit de l'UE (si vous avez des visiteurs en provenance des pays de l'UE). Le Bar Cookie ne sera affiché que si le visiteur est dans l'UE.

source: Show the Latest News on the software in the admin dashboard (recommend).
fr_fr: Afficher le Dernières Nouvelles sur le logiciel dans le tableau de bord d'administration (recommander).

source: Logo:
fr_fr: Le logo

source: The current logo of your site.
es_es: El logo actual de su sitio.
fr_fr: Le logo actuel de votre site.

source: Registration:
es_es: Registro:
fr_fr: Inscription :

source: Self activation via email
fr_fr: activation auto par e-mail

source: Picture and Video:
es_es: Foto y Video:
fr_fr: Photo et vidéo:

source: Watermark text:
es_es: Texto de marca de agua
fr_fr: texte Filigrane:

source: Size Watermark Text:
es_es: Texto de marca de agua
fr_fr: Taille Texte du filigrane:

source: Default video:
es_es: Predeterminado video:
fr_fr: vidéo par défaut:

source: Video by default if no video found.
fr_fr: Vidéo par défaut si aucune vidéo trouvée.

source: Moderation:
es_es: Moderación
fr_fr: Modération:

source: Profile Background Manual Approval:
fr_fr: Contexte Profil Approbation Manuel:

source: Pictures Manual Approval:
fr_fr: Photos Approbation du Manuel:

source: This mode is experimental approval, do not use it in production.
fr_fr: Ce mode est l'approbation expérimentale, ne pas utiliser en production.

source: Email Parameters:
es_es: Parámetros de correo electrónico:
fr_fr: E-mail Paramètres:

source: Security:
es_es: Seguridad:
fr_fr: Sécurité:

source: Blocking login attempts exceeded:
es_es: Superaron intentos de inicio de session. Bloqueo cuando excede:
fr_fr: Blocage des tentatives de connexion dépassées:

source: Enable blocking for User:
es_es: Activar el bloqueo de usuario:
fr_fr: Activer le blocage pour l'utilisateur:

source: Enable blocking for Affiliate:
es_es: Activar el bloqueo para afiliados:
fr_fr: Activer le blocage pour Affiliate:

source: Enable blocking for Admin:
es_es: Activar el bloqueo para el administrador:
fr_fr: Activer le blocage pour Admin:

source: Max login attempts before blocking for User:
es_es: Número máximo de intentos de inicio de session:
fr_fr: Max tentatives de connexion avant de bloquer pour l'utilisateur:

source: Max login attempts before blocking for Affiliate:
es_es: Inicio de sesión máximo intentos antes de bloqueo para afiliados:
fr_fr: Max tentatives de connexion avant de bloquer pour affiliation:

source: Max login attempts before blocking for Admin:
es_es: Inicio de sesión máximo intentos antes de bloqueo para el administrador:
fr_fr: Max tentatives de connexion avant de blocage pour l'administrateur:

source: Time interval blocking for User:
es_es: Intervalo de tiempo de bloqueo de usuario:
fr_fr: L'intervalle de temps de blocage pour l'utilisateur:

source: Time interval blocking for Affiliate:
es_es: Intervalo de tiempo de bloqueo para afiliados:
fr_fr: L'intervalle de temps de blocage pour Affiliate:

source: Time interval blocking for Admin:
es_es: Intervalo de tiempo de bloqueo para el administrador:
fr_fr: L'intervalle de temps de blocage pour Admin:

source: Various:
es_es: Varios:
fr_fr: diverses

source: Enter <a href="%0%" title="Get your IP here!">your IP address</a> and an even higher security and exclude all other persons and bots that tried to connect with another IP address even if the login is correct! Leave blank to disable this feature.
fr_fr: Entrez <a href="%0%" title="Get votre IP here!"> votre adresse IP </a> et une sécurité encore plus élevé et d'exclure toutes les autres personnes et les robots qui ont essayé de se connecter avec un autre IP répondre même si la connexion est correcte! Laissez vide pour désactiver cette fonction.

source: Enable or Disable the CSRF security tokens in forms:
es_es: Habilitar o deshabilitar los tokens de seguridad CSRF en formas:
fr_fr: Activer ou désactiver les jetons de sécurité CSRF dans les formes:
