Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Reports
de_de: Berichte
es_es: Reportes
it_it: Rapporti
pt_br: Denúncias

source: Fake Profiles Automatic Generator
fr_fr: Faux profils Générateur automatique
it_it: Generatore Automatico di Profili Falsi
pt_br: Gerador Automático de Perfis Falsos

source: Fake Profile Generator
de_de: Fakeprofil-Generator
fr_fr: Faux profil Générateur
it_it: Generatore di Profili Falsi
pt_br: Gerador de Perfil Falso

source: User Fields
de_de: Benutzerfelder
fr_fr: Les champs de l'utilisateur
it_it: Campi utente
pt_br: Campos do usuário

source: Fields List
fr_fr: Liste champs
it_it: Lista Campi
pt_br: Lista de campos

source: Add Fields
de_de: Felder hinzufügen
it_it: Aggiungi Campo
pt_br: Campos do usuário

source: Admins Manager
it_it: Gestione Amministratori
pt_br: Gerenciador de administradores

source: Admins
it_it: Amministratori
pt_br: Administradores

source: Search an Admin
es_es: Búsqueda de un administrador
it_it: Cerca un Amministratore
pt_br: Pesquisar um administrador

source: Add Admin
fr_fr: Ajouter Administrateur
it_it: Aggiungi Amministratore
pt_br: Adicionar administrador

source: Setting
de_de: Einstellung
it_it: Impostazione
pt_br: Configuração

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
pt_br: Geral

source: Meta Tags/Homepage Texts
it_it: Meta Tags/Homepage Testo
pt_br: Meta Tags / Textos de Homepage

source: Add Banners on the best click-through-rate locations
de_de: Fügen Sie Banner zu den besten Standorten für Klickraten hinzu
it_it: Aggiungi banner nelle migliori posizioni di click-through-rate
pt_br: Adicione Banners nos melhores locais de taxa de cliques

source: Ad Banners
es_es: Banners publicitarios
pt_br: Banners de anúncios

source: Analytics Code
de_de: Google-Analytics Code
fr_fr: code Analytics
pt_br: Código do Google Analytics

source: Custom CSS Style
de_de: Benutzerdefinierte CSS-Stil
pt_br: Estilo CSS personalizado

source: CSS Style
pt_br: Estilo CSS

source: JavaScript Injection
pt_br: Injeção de JavaScript

source: Modules Manager
de_de: Modul Manager
fr_fr: Modules Gestionnaire
it_it: Gestione Moduli
pt_br: Gerenciar módulos

source: Enable/Disable Modules
de_de: Aktiviere/Deaktiviere Module
fr_fr: Activer / Désactiver Modules
it_it: Abilita/Disabilita Moduli
pt_br: Ativar/desativar módulos

source: Third-party Modules Manager
de_de: Drittabieter Modulmanager
fr_fr: Tiers Gestionnaire Modules
it_it: Gestione Moduli di terze parti
pt_br: Gerenciador de módulos de terceiros

source: 3rd-party Mods Manager
it_it: Gestore Mods di terze parti
pt_br: Gerenciador de Mods de terceiros

source: Mass Mailer
de_de: Massenmailer
it_it: Mailer di massa
pt_br: Mail em massa

source: Subscribers
de_de: Abonnenten
es_es: Suscriptores
it_it: Iscritti
pt_br: Assinantes

source: Forum - Admin Mode
it_it: Forum - Modalità Amministratore
pt_br: Fórum - Modo Administrador

source: Admin Blog
fr_fr: Administrateur Blog
it_it: Blog Amministratore
pt_br: Administrador do Blog

source: Admin Control - Blog
it_it: Blog - Controllo Amministratore
pt_br: Painel de Controle - Blog

source: Add a Blog Post
fr_fr: Ajouter un blog
it_it: Aggiungi un post sul blog
pt_br: Adicionar um post no blog

source: Moderate Note Posts
de_de: Moderate Beiträge
es_es: Mensajes de nota moderada
it_it: Modera Note postate
pt_br: Moderar Mensagens de notas

source: Admin Game
fr_fr: Jeu Admin
it_it: Amministratore Gioco
pt_br: Admin Jogo

source: Add a Game
es_es: Añadir un juego
fr_fr: Ajouter un jeu
it_it: Aggiungi un Gioco
pt_br: Adicionar um jogo

source: Affiliate Manager
it_it: Gestione Affiliati
pt_br: Gerenciar afiliados

source: Banners Manager
fr_fr: Bannières Gestionnaire
it_it: Gestione Banners
pt_br: Gerenciar Banners

source: Affiliates List
de_de: Top Partner Liste
es_es: Lista de afiliados
fr_fr: Liste des Affiliés
it_it: Lista Affiliati
pt_br: Lista de Afiliados

source: Search an Affiliate
de_de: Suche ein Partner
es_es: Buscar afiliado
it_it: Cerca un Affiliato
pt_br: Pesquisar um afiliado

source: Add Affiliate
de_de: Partner hinzufügen
es_es: Añadir afiliado
it_it: Aggiungi Affiliato
pt_br: Adicionar afiliado

source: Affiliate Fields
de_de: Felder für Affiliates
es_es: Campos de afiliados
it_it: Campi di affiliazione
pt_br: Campos de afiliados

source: Payment System
de_de: Zahlungssystem
fr_fr: Système de paiement
it_it: Sistema di pagamento
pt_br: Sistema de pagamento

source: Billing
de_de: Rechnung
it_it: Fatturazione
pt_br: Faturamento

source: Set the Default Membership Group for new Users
de_de: Legen Sie die Standardmitgliedschaftsgruppe für neue Benutzer fest
fr_fr: Définir par défaut Groupe adhésion pour les nouveaux utilisateurs
it_it: Imposta il gruppo di appartenenza predefinito per i nuovi utenti
pt_br: Definir o grupo de associação padrão para novos usuários

source: Default Membership Group
fr_fr: Par défaut Groupe adhésion
it_it: Gruppo di appartenenza predefinito
pt_br: Grupo de Membros Padrão

source: Membership Manager
de_de: Mitgliedschaftsmanager
it_it: Gestione Membri
pt_br: Gerenciar membros

source: Add a new Membership
es_es: Añadir un nuevo miembro
it_it: Aggiungi un nuovo Membro
pt_br: Adicionar um novo membro

source: Payment Gateway Config
fr_fr: Configurer mode de paiement
it_it: Pagamento Gateway Config
pt_br: Configuração do gateway de pagamento

source: Gateway Config
fr_fr: Passerelle Config
pt_br: Configuração de Gateway

source: Member Mails Manager
de_de: Mitglieds Nachrichtenmanager
it_it: Gestione Mail Membri
pt_br: Gerenciar correio de membros

source: Mail Manager
de_de: Nachrichtenmanager
it_it: Gestione Mail
pt_br: Gerenciador de correio

source: Member Messages Monitor
de_de: Mitgliedernachrichten Übersicht
it_it: Monitor dei messaggi dei Membri
pt_br: Monitor de mensagens de membros

source: Messages Monitor
de_de: Nachrichten Übersicht
es_es: Monitor de mensajes
fr_fr: Messages Moniteur
it_it: Monitor dei Messaggi
pt_br: MOnitor de Mensagens

source: Search Member Messages
it_it: Cerca messaggi dei Membri
pt_br: Pesquisar Mensagens de Membros

source: Search Messages
de_de: Nachrichten durchsuchen
it_it: Cerca messaggi
pt_br: Pesquisar Mensagens

source: Video Youtube API key
pt_br: Chave API de Video Youtube

source: Universal Login Config
fr_fr: Connexion universelle Config
it_it: Configurazione Accesso Universale
pt_br: Configuração de login universal

source: User Moderation
de_de: Benutzer Moderation
es_es: Moderación de usuario
fr_fr: Modération de l'utilisateur
it_it: Moderazione Utenti
pt_br: Moderação do usuário

source: Moderate Photo Albums
de_de: Moderiere Fotoalben
es_es: Moderación de Foto álbums
it_it: Modera Foto Album
pt_br: Moderador de álbuns de fotos

source: Photo Album
pt_br: Álbum de foto

source: Moderate Pictures
de_de: Moderate Bilder
es_es: Moderación de Fotos
it_it: Modera Immagini
pt_br: Imagens moderadas

source: Picture
es_es: Fotos:
pt_br: Foto

source: Moderate Video Albums
de_de: Moderate Video-Alben
es_es: Moderación de Video álbums
it_it: Modera Album Video
pt_br: Moderador de álbuns de vídeo

source: Video Album
pt_br: Álbum de vídeo

source: Moderate Videos
de_de: Moderiere Videos
es_es: Moderación de Videos
it_it: Modera Video
pt_br: Moderador de Vídeos

source: Moderate Profile Photos
de_de: Moderiere Profilfotos
it_it: Modera Foto profilo
pt_br: Moderador de Fotos de perfil

source: Moderate Profile Background
de_de: Moderateriere Profil-Hintergrund
fr_fr: Profil modéré Contexte
it_it: Modera sfondo del Profilo
pt_br: Moderador de Fundo de perfil

source: Profile Background
fr_fr: Contexte profil
pt_br: Fundo do perfil

source: Moderate Notes
de_de: Moderate Hinweise
es_es: Moderación de Notas
it_it: Modera Note
pt_br: Moderador de Notas

source: Unmoderated Note Posts
de_de: Unmoderierte Posts
es_es: Mensajes de nota sin moderar
it_it: Note post non moderate
pt_br: Postagens de notas não modificadas

source: Unmoderated Notes
de_de: Unmoderierte Beitträge
fr_fr: Remarques unmoderated
it_it: Note non moderate
pt_br: Notas não modificadas

source: All Notes
de_de: Alle Beiträge
it_it: Tutte le Note
pt_br: Todas as Notas

source: Moderate the Webcam Pictures
de_de: Moderiere Webcam-Bilder
es_es: Moderar las fotos Webcam
it_it: Modera le immagini della webcam
pt_br: Moderar fotos de câmera da internet

source: Webcam Pictures
es_es: Fotos de webcam
it_it: Webcam Immagini
pt_br: Fotos da Webcam

source: File/Page CMS
de_de: Datei / Seiten CMS
pt_br: Arquivo / Página CMS

source: File/Page
de_de: Datei / Seite
pt_br: Arquivo / Página

source: Public File Manager
de_de: Öffentlicher Dateimanager
it_it: Gestore File Pubblico
pt_br: Gerenciar arquivos públicos

source: Public Files
fr_fr: Fichiers publicsMe
it_it: Files Pubblici
pt_br: Arquivos públicos

source: Protected File Manager
de_de: Geschützter Dateimanager
it_it: File Manager protetto
pt_br: Gerenciador de Arquivos Protegidos

source: Protected Files
de_de: Geschützte Dateien
fr_fr: des fichiers protégés
it_it: File protetti
pt_br: Arquivos protegidos

source: Display Page of Module
fr_fr: Affichage Page du Module
pt_br: Exibir página do módulo

source: Page Module
de_de: Seiten Modul
fr_fr: Module Page
it_it: Pagina Modulo
pt_br: Módulo de Páginas

source: Display Email Template
de_de: E-Mail-Vorlage anzeigen
fr_fr: Affichage Modèle de courrier électronique
it_it: Mostra modello di email
pt_br: Exibir modelo de email

source: Email Template
de_de: E-Mail Vorlage
fr_fr: Modèle de courrier électronique
it_it: Modello Email
pt_br: Modelo de email

source: Display all Templates Files
de_de: Zeige alle Vorlagedateien
it_it: Visualizza tutti i file di modelli
pt_br: Exibir todos os modelos de arquivos

source: Templates Files
de_de: Vorlagedateien
fr_fr: fichiers Templates
it_it: Modelli Files
pt_br: Modelos de Arquivos

source: Suggestion List
fr_fr: Liste Suggestion
it_it: Lista dei Suggerimenti
pt_br: Lista de Sugestões

source: Ban Options
fr_fr: options de Ban
it_it: Opzioni Ban
pt_br: Opções de proibição

source: Tools
de_de: Werkzeuge
fr_fr: Outils
it_it: Strumenti
pt_br: Ferramentas

source: Tool
de_de: Werkzeug
it_it: Strumento
pt_br: Ferramenta

source: Caches Manager
de_de: Zwischenspeicher-Manager
it_it: Gestione Caches
pt_br: Gerenciador de Caches

source: Caches Controls
de_de: Zwischenspeicher-Steuerelemente
fr_fr: Contrôles Caches
it_it: Controlli Caches
pt_br: Controles de caches

source: Cache Setting
de_de: Zwischenspeicher-Einstellung
it_it: Impostazione della cache
pt_br: Configuração de cache

source: Backup Manager
de_de: Sicherungs-Manager
it_it: Gestore backup
pt_br: Gerenciador de backup

source: Free Space Server
de_de: Freier Speicherplatz
fr_fr: Espace libre Serveur
it_it: Spazio libero del Server
pt_br: Servidor de espaço livre

source: Information
fr_fr: Renseignements
it_it: Informazione
pt_br: Informação

source: Site Statistics
de_de: Seiten Statistik
fr_fr: Statistiques du site
it_it: Statistiche del Sito
pt_br: Estatísticas do site

source: Site Stats
de_de: Seitenstatistiken
fr_fr: Statistiques du site
it_it: Statistiche Sito
pt_br: Estatísticas do site

source: Software
fr_fr: Logiciel
pt_br: Programas

source: PHP Info
fr_fr: Info PHP
pt_br: Informação PHP

source: Need some Helps?
de_de: Brauchen Sie Hilfe?
it_it: Hai bisogno di aiuto?
pt_br: Precisa de ajuda?

source: Buy a License Key
fr_fr: Acheter une clé de licence
it_it: Acquista una chiave di licenza
pt_br: Compre uma chave de licença

source: Switch to pH7CMSPro
it_it: Passa a pH7CMSPro
pt_br: Mudar para pH7CMSPro

source: Will You Be Nice Today? Like 78% of our users who contribute on a regular basis.
it_it: Sarai gentile oggi? Piace al 78% dei nostri utenti che contribuiscono regolarmente.
pt_br: Você será legal hoje? Como 78% dos nossos usuários que contribuem regularmente.

source: Software Documentation
fr_fr: Logiciel Documentation
it_it: Software Documentazione
pt_br: Documentação de Software

source: Documentation
de_de: Dokumentation
fr_fr: Documents
it_it: Documentazione
pt_br: Documentação

source: Report a Problem
de_de: Problem melden
fr_fr: Signaler un problème
it_it: Riporta un problema
pt_br: Denunciar um problema

source: Report a Bug
de_de: Melde einen technischen Fehler
it_it: Riporta un Bug
pt_br: Denunciar um erro

source: My account
de_de: Mein Konto
es_es: Mi cuenta
it_it: Il mio Account
pt_br: Minha conta

source: Switch back to the Admin Panel
de_de: Wechseln Sie wieder zurück in das Admin Panel
it_it: Passa al pannello di amministrazione
pt_br: Volte para o Painel do administrador

source: My Profile
de_de: Mein Profil
it_it: Il Mio Profilo
pt_br: Meu perfil

source: Change My Profile Photo
it_it: Cambia l'immagine del Mio Profilo
pt_br: Mudar minha foto de perfil

source: Edit My Profile
de_de: Mein Profil bearbeiten
it_it: Modifica il Mio Profilo
pt_br: Editar meu perfil

source: My Wallpaper
de_de: Mein Hintergrund
it_it: Il mio sfondo
pt_br: Meu papel de parede

source: My Email Notification Settings
de_de: Meine E-Mail-Benachrichtigungseinstellungen
it_it: Le mie impostazioni di notifica e-mail
pt_br: Minhas configurações de notificação por email

source: My Privacy Settings
de_de: Meine Datenschutzeinstellungen
it_it: Le mie impostazioni sulla privacy
pt_br: Minhas configurações de privacidade

source: Privacy Setting
de_de: Privatsphäreeinstellung
fr_fr: Paramètre de confidentialité
it_it: Impostazioni Privacy
pt_br: Minha configuração de privacidade

source: My Membership
de_de: Meine Mitgliedschaft
it_it: Il mio abbonamento
pt_br: Minha filiação

source: Change My Password
de_de: Mein Passwort ändern
it_it: Cambia la Mia Password
pt_br: Mudar minha senha

source: The Latest Users
it_it: Gli ultimi utenti
pt_br: Os usuários mais recentes

source: My friends
de_de: Freunde
it_it: I miei Amici
pt_br: Meus amigos

source: Visitors who visited my profile
de_de: Benutzer, die mein Profil besucht haben
it_it: Visitatori che hanno visitato il mio profilo
pt_br: Visitantes que viram meu perfil

source: My photo albums
it_it: I miei album fotografici
pt_br: Meus álbuns de fotos

source: My video albums
it_it: I miei album video
pt_br: Meus álbuns de video

source: My discussions
it_it: Le mie discussioni
pt_br: Minhas discussões

source: My notes
de_de: Meine Notizen
it_it: Le Mie Note
pt_br: Minhas anotações

source: Quick User Search
it_it: Ricerca veloce Utenti
pt_br: Pesquisa rápida de usuários

source: The Latest News
de_de: Die neusten Nachrichten
it_it: Le ultime notizie
pt_br: As últimas notícias

source: Hi <em>%0%</em>! How are you today?
de_de: Hallo <em>%0%</ em>! Wie geht es Dir heute?
it_it: Ciao <em>%0%</em>! Come stai oggi?
pt_br: Olá <em>%0%</em>! Como você está hoje?

source: Say hi to the new people and meet them!
de_de: Lerne hier neue Leute kennen und treffe sie!
it_it: Saluta le nuove persone e incontrali!
pt_br: Diga oi para as novas pessoas e encontre-as!

source: Wall
de_de: Pinnwand
es_es: Muro
fr_fr: Mur
it_it: Parete
pt_br: Parede

source: The lastest news
it_it: Le ultime notizie
pt_br: As últimas notícias

source: Remove the profile photo?
de_de: Entfernen Sie das Profilfoto?
it_it: Rimuovere la Foto del Profilo?
pt_br: Remover a foto do perfil?

source: Warning:
de_de: Warnung:
fr_fr: Avertissement:
it_it: Attenzione:
pt_br: Atenção:

source: Your profile photo must contain a photo of you under penalty of banishment of your account!
de_de: Dein Profilfoto muss ein Foto von dir enthalten, unter Androhung der Verbannung deines Accounts!
it_it: La foto del tuo profilo deve contenere una tua foto a pena di esclusione del tuo account!
pt_br: Sua foto de perfil deve conter uma foto sua sob pena de banimento de sua conta!

source: Want to take a photo of yourself directly with your webcam?
de_de: Möchtest du ein Foto von dir direkt mit deiner Webcam machen?
fr_fr: Vous voulez prendre une photo de vous-même directement avec votre webcam?
it_it: Vuoi fare una foto di te direttamente con la tua webcam?
pt_br: Quer tirar uma foto sua diretamente com sua webcam?

source: Wallpaper
de_de: Hintergrund
it_it: Sfondo
pt_br: Papel de parede

source: Your current wallpaper
de_de: Ihr aktueller Hintergrund
fr_fr: Votre fond d'écran actuel
it_it: Il tuo attuale sfondo
pt_br: Seu papel de parede atual

source: Remove wallpaper?
de_de: Hintergrund entfernen?
fr_fr: Retirer le papier peint?
it_it: Rimuovere lo sfondo?
pt_br: Remover papel de parede?

source: Profile Wallpaper
de_de: Profil-Hintergrund
it_it: Sfondo del Profilo
pt_br: Papel de Parede de Perfil

source: Notification
pt_br: Notificação

source: Want to delete your account...?
es_es: ¿Deseas eliminar tu cuenta?
it_it: Vuoi cancellare il tuo account ...?
pt_br: Deseja excluir sua conta...?

source: To see the new members who view your profile, you must first change
de_de: Um die neuen Mitglieder zu sehen, die Ihr Profil angesehen haben, müssen Sie zuerst ändern
fr_fr: Pour voir les nouveaux membres qui consultent votre profil, vous devez d'abord changer
it_it: Per vedere i nuovi membri che visualizzano il tuo profilo, devi prima cambiare
pt_br: Para ver os novos membros que visualizaram seu perfil, você deve primeiro alterar

source: your privacy settings
de_de: Ihre Datenschutzeinstellungen
it_it: le tue impostazioni sulla privacy
pt_br: suas configurações de privacidade

source: Recently Viewed By:
de_de: Kürzlich gesehen von:
fr_fr: Récemment vu par:
it_it: Visualizzati di recente da:
pt_br: Visto recentemente por:

source: Search for a visitor of %0%
de_de: Suche nach einem Besucher von %0%
es_es: Búsqueda para un visitante de %0%
it_it: Cerca un visitatore di% 0%
pt_br: Procure um visitante de %0%

source: Shoot!
de_de: Treffer!
it_it: Scatta!
pt_br: Atirar!

source: Upload!
de_de: Hochladen!
it_it: Carica!
pt_br: Envio!

source: XML Sitemap - %site_name%
pt_br: Sitemap XML - %site_name%

source: Priority
de_de: Priorität
pt_br: Prioridade

source: Change Frequency
de_de: Frequenz ändern
pt_br: Mudar a frequência

source: Last Change (UTC)
pt_br: Última alteração (UTC)

source: Oops! No links to display. Come back later ;)
de_de: Hoppla! Keine anzuzeigenden Links Komme später wieder ;)
it_it: Oops! Nessun link da visualizzare. Torna più tardi ;)
pt_br: Opa! Não há links para exibir. Volte mais tarde ;)

source: Discussion Forums
de_de: Diskussionsforen
it_it: Forum di discussione
pt_br: Fóruns de discussão

source: Videos Movie
de_de: Video Film
es_es: Videos pelicula
it_it: Video film
pt_br: Vídeos Movie

source: Free Chatroulette Speed Dating
de_de: Kostenloses Chatroulette Speed-Dating
it_it: Chatroulette gratuita Speed ​​Dating
pt_br: Grátis rápido bate-papo roleta de encontro

source: Share %site_name%
de_de: Anteil %site_name%
it_it: Condividi %site_name%
pt_br: Compartilhar - %site_name%

source: XML Site Map
it_it: Mappa del Sito XML▪
pt_br: Mapa do site em XML

source: Unknown OS
de_de: Unbekanntes Betriebssystem
es_es: Sistema operativo desconocido
fr_fr: Inconnu OS
it_it: OS Sconosciuto
pt_br: OS desconhecido

source: Unknown Web Browser
de_de: Unbekannter Webbrowser
es_es: Navegador de Web desconocido
fr_fr: Inconnu Navigateur Web
it_it: Browser Web sconosciuto
pt_br: Navegador Desconhecido

source: Unknown Search Engine Bot
de_de: Unbekannter Suchmaschinenbot
es_es: Motor de búsqueda desconocido
fr_fr: Inconnu Search Engine Bot
it_it: Bot del motore di ricerca sconosciuto
pt_br: Bot de motor de pesquisa desconhecido

source: Unknown Search Engine Bot IP
de_de: Unbekannte Suchmaschinenbot- IP
es_es: Bot IP desconocido en el motor de búsqueda
fr_fr: Inconnu Search Engine Bot IP
it_it: IP bot del motore di ricerca sconosciuto
pt_br: IP do Bot de Motor de Busca Desconhecido

source: You need to buy a <strong>valid <a href="%0%">pH7CMS</a> License Key</strong> to use the features requiring a license key!
es_es: ¡Necesita comprar una <strong><a href="%0%">Clave de</a> Licencia <a href="%0%">pH7CMS</a> válida</strong> para usar las características que requieren una clave de licencia!
fr_fr: Vous devez acheter une <strong><a href="%0%">pH7CMS</a> License valide</strong> pour utiliser toutes les fonctions!
pt_br: Você precisa comprar uma <a href="%0%">chave de licença</a><strong> válida para usar os recursos que exigem uma chave de licença!

source: You are still using the Free version. It's now time to switch to the Pro version and get all amazing features and be able to use this module.
pt_br: Você ainda está usando a versão gratuita. Agora é hora de mudar para a versão Pro e obter todos os recursos incríveis e poder usar este módulo.

source: #LICENSE ERROR# The owner of this website needs to pay a <a href="%0%">pH7CMS License</a> to use this feature.
es_es: #ERROR DE LICENSE# el dueño de este sitio web necesita pagar una <a href="%0%">licencia de pH7CMS</a> para utilizar esta función.
fr_fr: #LICENSE ERROR # Le propriétaire de ce site Web doit payer une <a pH7CMS de href="%0%"> License </a> pour utiliser cette fonctionnalité.
pt_br: #LICENSE ERROR# O proprietário deste website precisa pagar uma <a href="%0%"> licença do pH7CMS</a> para usar este recurso.

source: %0% seconds ago.
de_de: vor %0% Sekunden.
es_es: %0% minutos antes
fr_fr: secondes
it_it: %0% secondi fa.
pt_br: %0% segundos atrás.

source: one minute ago.
de_de: vor einer Minute.
es_es: hace un minuto.
fr_fr: il y a une minute.
it_it: un minuto fa.
pt_br: um minuto atrás.

source: %0% minutes ago.
de_de: vor %0% Minuten.
es_es: %0% minutos antes
fr_fr: minutes
it_it: %0% minuti fa.
pt_br: %0% minutos atrás.

source: one hour ago.
de_de: vor einer Stunde.
es_es: hace una hora.
fr_fr: il y a une heure.
it_it: un ora fa.
pt_br: uma hora atrás.

source: %0% hours ago.
de_de: vor %0% Stunden.
es_es: %0% horas atrás
fr_fr: il y a des heures
it_it: %0% ore fa.
pt_br: %0% horas atrás.

source: one day ago.
de_de: vor einem Tag.
es_es: Hace un día
fr_fr: il y a un jour.
it_it: un giorno fa.
pt_br: um dia atrás.

source: %0% days ago.
de_de: Vor %0% Tagen.
es_es: %0% días antes
fr_fr: il y a quelques jours
it_it: %0% giorni fa.
pt_br: %0% dias atrás.

source: one week ago.
de_de: vor einer Woche.
es_es: hace una semana.
fr_fr: il y a une semaine.
it_it: una settimana fa.
pt_br: uma semana atrás.

source: %0% weeks ago.
de_de: Vor %0% Wochen.
es_es: %0% semanas antes.
fr_fr: il y a 20 semaines
it_it: %0% settimane fa.
pt_br: %0% semanas atrás.

source: one month ago.
de_de: vor einem Monat.
es_es: hace un mes.
fr_fr: il y a un mois
it_it: un mese fa.
pt_br: um mês atrás.

source: %0% months ago.
de_de: vor %0% Monaten.
es_es: %0% meses antes.
fr_fr: Il y a 9 à 12 mois
it_it: %0%mesi fa.
pt_br: %0% meses atrás.

source: one year ago.
de_de: vor einem Jahr.
es_es: hace un año
fr_fr: il y a un an
it_it: un anno fa.
pt_br: um ano atrás.

source: %0% years ago.
de_de: vor %0% Jahren.
es_es: %0% años antes.
fr_fr: Il y a 36 ans
it_it: %0% anni fa.
pt_br: %0% anos atrás.

source: Errors Reporting of pH7Framework
de_de: Fehlerberichterstattung des pH7Frameworks
it_it: Segnalazione di errori di pH7Framework
pt_br: Relatório de erros do framework pH7

source: Invalid Log Option.
de_de: Ungültige Protokolloption.
it_it: Opzione di registro non valida.
pt_br: Opção de log inválido.
