Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Welcome to the Blog administrator mode.
de_de: Willkommen im Blog-Administrator-Modus.
es_es: Bienvenido al Blog el modo de administrador.
fr_fr: Bienvenue sur le mode Blog administrateur.
it_it: Benvenuti alla modalità di amministratore del Blog.
pt_br: Bemvindo ao modo de administrador do Blog.

source: Add a Post
de_de: Fügen Sie einen Beitrag hinzu
es_es: Añadir comentario
fr_fr: Ajouter un Message
it_it: Aggiungi un Post
pt_br: Adicione um post

source: Edit the Post
es_es: Editar entrada
fr_fr: Modifier la Poste
it_it: Modifica un Post
pt_br: Editar o post

source: Your post has been deleted!
de_de: Dein Beitrag wurde gelöscht!
es_es: Su comentario ha sidoe eliminado!
fr_fr: Votre message a été supprimé!
it_it: Il tuo post è stato eliminato!
pt_br: Sua postagem foi excluída!

source: The thumbnail has been deleted successfully!
de_de: Das Vorschaubild wurde erfolgreich gelöscht!
es_es: ¡La miniatura se ha eliminado con éxito!
fr_fr: La vignette a été supprimé avec succès!
it_it: La thumbnail è stata cancellata con successo!
pt_br: O thumbnail foi excluído com sucesso!

source: The Blog of %site_name%
es_es: El Blog de %site_name%
fr_fr: Le Blog de %site_name%
it_it: Il Blog di %site_name%
pt_br: O Blog do - %site_name%

source: No Posts
es_es: No hay entradas.
it_it: Nessun Posts
pt_br: Nenhum post

source: Oops! There are no posts at the moment. Please come back soon 😉
de_de: Hoppla! Zur Zeit sind keine Beiträge vorhanden. Bitte besuchen Sie uns bald wieder 😉
es_es: ¡Uy! No hay entradas en el momento. Por favor vuelva pronto
it_it: Oops! Non ci sono post al momento. Torna presto a trovarci 😉
pt_br: Opa! Não há posts no momento. Por favor volte em breve 😉

source: No Blog Found
es_es: No se ha encontrado ningún blog
fr_fr: Non Blog Trouvé
it_it: Nessun Blog Trovato
pt_br: Nenhum blog encontrado

source: No "%0%" category found!
de_de: Keine "%0%" Kategorie gefunden!
es_es: ¡Ninguna categoría de "%0%" encontrada!
fr_fr: "%0% " catégorie non trouvé!
it_it: Nessuna categoria "%0%" trovata!
pt_br: Nenhuma categoria "%0%" encontrada!

source: Search by Category: "%0%" Blog
de_de: Suche nach Kategorie: "%0%" Blog
es_es: Búsqueda por Categoría: "%0%" Blog
fr_fr: Recherche par catégorie: "%0% " Blog
it_it: Cerca per Categoria: "%0%" Blog
pt_br: Pesquisa por Categoria: "%0%" Blog

source: %n% Post Found!
it_it: %n% Post Trovato!
pt_br: %n% post encontrado!

source: Search Blog Post by Category %0% - Dating Social Community Blog
de_de: Suche Blogpost nach Kategorie %0% - Dating Social Community Blog
es_es: Buscar Post Blog por categoría %0% - Citas comunidad Social Blog
fr_fr: Recherche Blog Post par catégorie %0% - Rencontres Blog Communauté social
it_it: Post del Blog di ricerca per categoria %0% - Dating Social Community Blog
pt_br: Pesquisar post no Blog por Categoria %0% - Blog da Comunidade

source: search,post,blog,dating,social network,community,news
de_de: Suche, Post, Blog, Dating, soziales Netzwerk, Gemeinschaft, Nachrichten
es_es: búsqueda, post, blog, citas, red social, comunidad, noticias
fr_fr: recherche, poste, blog, dating, réseau social, communautaire, nouvelles
it_it: ricerca, post, blog, incontri, rete sociale, comunità, notizie
pt_br: pesquisa, postar, blog, namoro, rede social, comunidade, notícias

source: Blog Search - Looking for a post
de_de: Blog Suche - Suche nach einem Beitrag
it_it: Ricerca Blog - alla ricerca di un post
pt_br: Pesquisa no Blog - Procurando uma publicação

source: Sorry, your search returned no results!
de_de: Entschuldigung, Ihre Suche ergab keine Ergebnisse!
it_it: Siamo spiacenti, la ricerca ha dato nessun risultato!
pt_br: Desculpe, a sua busca nao teve resultados!

source: Dating Social Blog - Your search returned
de_de: Dating Social Blog - Ihre Suche wiederholen
es_es: Dating Social Blog - la búsqueda ha devuelto
fr_fr: Rencontre Blog Social - Votre recherche a donné
it_it: Incontri Social Blog - la ricerca ha restituito
pt_br: Blog do - %site_name% - Sua busca retornou

source: Search - Dating Social Community Blog
de_de: Suche - Dating Social Community Blog
es_es: Buscar - el Blog de la comunidad Social de citas
fr_fr: Recherche - Rencontres Communauté Blog Social
it_it: Ricerca - incontri Blog comunità sociale
pt_br: Pesquisa - Blog do - %site_name

source: search,blog,dating,social network,community,news
de_de: Suche, Blog, Dating, soziales Netzwerk, Community, News
es_es: búsqueda, blog, citas, red social, comunidad, noticias
fr_fr: recherche, blog, dating, réseau social, communautaire, nouvelles
it_it: ricerca, blog, incontri, rete sociale, comunità, notizie
pt_br: pesquisa, blog, namoro, rede social, comunidade, notícias

source: Sorry, we weren't able to find the page you requested.
de_de: Leider konnten wir die von Ihnen angeforderte Seite nicht finden.
it_it: Siamo spiacenti, non siamo riusciti a trovare la pagina richiesta.
pt_br: Desculpe, não conseguimos encontrar a página que você solicitou.

source: You can go back on the <a href="%0%">blog homepage</a> or <a href="%1%">search with different keywords</a>.
it_it: Si può tornare indietro <a href="%0%">blog homepage</a> o <a href="%1%">ricerca con parole chiave diverse</a>.
pt_br: Você pode voltar para a <a href="%0%"> página inicial do blog</a> ou <a href="%1%"> pesquisar com palavras-chave diferentes</a>.

source: Article name:
it_it: Articolo nome:
pt_br: Nome do artigo:

source: Article ID:
de_de: Artikel ID:
es_es: ID del artículo:
fr_fr: Numéro d'article:
it_it: Articolo ID:
pt_br: ID do artigo:

source: your-address
es_es: Su dirección
fr_fr: Votre adresse
it_it: il Tuo-indirizzo
pt_br: seu endereço

source: Article ID will be the name of the URL.
es_es: ID del artículo será el nombre de la URL.
fr_fr: Numéro d'article sera le nom de l'URL.
it_it: Articolo ID è il nome dell'URL.
pt_br: O ID do artigo será o nome do URL.

source: Select a category that fits the best for your article.
de_de: Wählen Sie eine Kategorie, die am besten zu Ihrem Artikel passt.
es_es: Seleccione una categoría que se adapte lo mejor para tu artículo.
fr_fr: Sélectionnez une catégorie qui convient le mieux pour votre article.
it_it: Selezionare una categoria che si adatta meglio per il tuo articolo.
pt_br: Selecione uma categoria que se encaixe melhor no seu artigo.

source: Body:
es_es: Cuerpo del mensaje:
fr_fr: Corps :
pt_br: Corpo:

source: The language of the article:
it_it: La lingua di questo articolo:
pt_br: A linguagem do artigo:

source: e.g., "en", "fr", "es", "js"
de_de: z.B., "de","en", "fr", "es", "js"
es_es: por ejemplo, "en", "fr", "es", "js"
pt_br: por exemplo, "en", "fr", "es", "pt", "js"

source: Separate keywords by commas and without spaces between the commas.
es_es: Palabras clave separada por comas y sin espacios entre las comas.
fr_fr: mots-clés séparés par des virgules et sans espaces entre les virgules.
it_it: Parole chiave separate da una virgola e senza spazi tra le virgole.
pt_br: Separe as palavras-chave por vírgulas e sem espaços entre as vírgulas.

source: Title (meta tag):
es_es: Título (etiqueta meta):
fr_fr: Titre (meta tag):
it_it: Titolo (meta tag):
pt_br: Título (meta tag):

source: Enable Comment:
de_de: Kommentar aktivieren:
es_es: Activar el comentario:
fr_fr: Activer Commentaire:
it_it: Abilita commentit:
pt_br: Ativar Comentário:

source: The language of your article:
es_es: Idioma de su articulo:
fr_fr: La langue de votre article:
it_it: La lingua del tuo articolo:
pt_br: O idioma do seu artigo:

source: e.g., "en", "fr", "es", "jp"
es_es: por ejemplo, "en", "fr", "es", "jp"
pt_br: por exemplo, "en", "fr", "es", "pt", "jp"

source: The current thumbnail of your post.
de_de: Die aktuelle Miniatur Ihres Posts
es_es: La miniatura actual de su entrada.
fr_fr: La vignette actuelle de votre poste.
it_it: Il thumbnail corrente del tuo post.
pt_br: O Thmbnail atual da sua postagem.

source: Remove this thumbnail?
de_de: Diese Miniatur entfernen?
es_es: ¿Quitar esta miniatura?
fr_fr: Retirez cette vignette?
it_it: Rimuovi questo thumbnail?
pt_br: Remover esta thumbnail?

source: Post Not Found!
de_de: Keinen Kommentar gefunden!
es_es: ¡Publicación no Encontrada!
fr_fr: Article Introuvable
it_it: Post Non Trovato!
pt_br: Post não encontrado!

source: Name, Keyword of posts, or ID of a blog post:
es_es: Nombre, palabra clave de los mensajes, o ID de una entrada de blog:
it_it: Nome, parola chiave del post, o l'ID di un post del blog:
pt_br: Nome, palavra-chave das postagens ou ID de uma postagem do blog:

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
pt_br: Título

source: Created Date
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: date de création
it_it: Data di creazione
pt_br: Data da criação

source: Updated Date
de_de: Letzte Aktualisierung
es_es: Fecha actualizacion
fr_fr: date de mise à jour
it_it: Data di aggiornamento
pt_br: Data atualizada

source: The post ID already exists or is incorrect.
de_de: Die Post-ID existiert bereits oder ist falsch.
es_es: El ID del post ya existe o es incorrecto.
it_it: L'ID del post già esiste o non è corretto.
pt_br: O ID do post já existe ou está incorreto.

source: An error occurred while adding the post.
es_es: Error al agregar su entrada.
it_it: Errore durante l'aggiunta del post.
pt_br: Ocorreu um erro ao adicionar a postagem.

source: Post successfully created!
de_de: Beitrag erfolgreich erstellt!
es_es: Mensaje para publicar creado correctamente
it_it: Post creato con successo!
pt_br: Post criado com sucesso!

source: Post successfully updated!
es_es: ¡Su comentario fue actualizado exitosamente!
it_it: Post aggiornato con successo!
pt_br: Post atualizado com sucesso!

source: Free Chat Room Dating
de_de: Kostenloser Datingchat
es_es: Chat Room gratis
fr_fr: Chat gratuit Chambre Dating
it_it: Chat Room incontri gratis
pt_br: Bate papo Grátis

source: Find Your Match at The Best Free Online Dating Site with Free Chat Rooms, Single Chat Meet People
de_de: Finden Sie Ihr Glück auf unserer kostenlosen Online-Dating-Seite mit kostenlosen Chat-Räumen, Blogs und Foren.
es_es: Encontrar a tu pareja en el mejor citas en línea sitio con salas de Chat gratis, solo Chat conocer gente
fr_fr: Trouvez votre match au meilleur site de rencontre gratuit en ligne avec chat gratuit, Chambres simples Bavarder Rencontrez des gens
it_it: Trova il Partner ideale nel miglior sito di incontri online gratuito con chat room gratuite, chat singola incontra persone
pt_br: Encontre seu par no melhor site de namoro online com salas de bate-papo, bate-papo individual

source: chat, speed dating, meet singles, dating, free dating, chat room, chat webcam
de_de: Chat, Speed Dating, Singles treffen, Dating, kostenloses Dating, Chatroom, Chat Webcam
es_es: chat, citas de velocidad, conocer solteros, citas, gratis Data, sala de chat, chat webcam
fr_fr: chat, speed dating, rencontrer des célibataires, rencontres, rencontre gratuit, chat room, chat webcam
it_it: speed dating, incontra singles, incontri, chat, gratis dating, chat room, chat webcam
pt_br: bate papo, encontro rápido, conhecer solteiros, namoro, livre namoro, sala de chat, chat webcam

source: Welcome to <span class="pH3">Free Chat Room</span> on <span class="pH0">%site_name%</span>!
es_es: ¡Bienvenido a la <span class="pH3">sala de Chat gratis</span> en <span class="pH0">%site_name %</span>!
fr_fr: Bienvenue à <span class = \ "pH3 "> Free Chat Room </ span> sur <span class = \ "pH0 "> %site_name% </ span>!
it_it: Benvenuto in <span class="pH3">Chat Room Gratis</span> su <span class="pH0">%site_name%</span>!
pt_br: Bem-vindo ao <span class="pH3">Sala de Chat</span>em - <span class="pH0">%site_name%</span>!

source: Free Video Room, Live Speed Dating ChatRoulette
de_de: Freier Videoraum, Live Speed ​​Dating ChatRoulette
es_es: Libre sala de Video, Live Speed-Dating ChatRoulette
fr_fr: Video gratuit Room, Speed ​​Dating ChatRoulette en direct
pt_br: Sala de Vídeo, bate papo ao Vivo

source: Free Live Speed Dating with the Chatroulette of %site_name%, Meet new people near you and make new friends, sex friends and free flirting, Free online dating site for singles without registration with Video Chat Rooms!
de_de: Kostenloses Live Speed Dating mit dem Chatroulette von %site_name%, Treffen Sie neue Leute in Ihrer Nähe und machen Sie neue Freundschaften, Sexbekanntschaften und kostenloses Flirten, Kostenlose Online-Dating-Website für Singles ohne Registrierung mit Video Chat Rooms!
es_es: Libre Live Speed Dating con el Chatroulette de %site_name%, conoce a gente nueva cerca de ti y hacer nuevos amigos, amigos para conocer, sitio libre de citas online para solteros sin registro con Video Chat Rooms!
fr_fr: Gratuit Speed ​​Dating en direct avec le Chatroulette de %site_name%, Rencontre de nouvelles personnes près de chez vous et faire de nouveaux amis, des amis du sexe et flirter gratuit, en ligne site de rencontres pour les célibataires sans inscription avec chat vidéo Chambres!
it_it: Incontri gratuiti in diretta con la Chatroulette di %site_name%,Incontra nuove persone vicino a te e fai nuove amicizie, amici del sesso e flirtare gratuitamente, sito di incontri online gratuito per single senza registrazione con Video Chat Rooms!
pt_br: Namoro Rápido e ao Vivo com o Chatroulette - %site_name%, Conheça novas pessoas perto de você e faça novos amigos, sexo e flertes grátis, site de namoro online gratuito para solteiro, sem registro, com salas de vídeo chat!

source: chat, chatroulette, sex friend, single, speed dating, meet singles, dating, free dating, chat room, chat webcam
de_de: Chat, Chatroulette, Sex Freund, Single, Speed ​​Dating, Singles treffen, Partnersuche, Dating kostenlos, Chatraum, Chat Webcam
es_es: chat, chatroulette, amigos, solteros, speed dating, conocer solteros, citas, citas gratis, sala de chat, chat webcam
fr_fr: chat, chatroulette, sexe ami, unique, speed dating, rencontrer des célibataires, rencontres, rencontre gratuit, chat room, chat webcam
pt_br: bate-papo, chatroulette, sexo amigo, solteiro, speed dating, conhecer solteiros, namoro, livre namoro, sala de chat, bate-papo webcam

source: Welcome to <span class="pH1">Speed Dating ChatRoulette</span> of <span class="pH0">%site_name%</span>!
es_es: ¡Bienvenido a <span class="pH1">ChatRoulette Speed Dating</span> de <span class="pH0">%site_name%</span>!
fr_fr: Bienvenue à <span class = \ "pH1 "> Speed ​​Dating ChatRoulette </ span> de <span class = \ "pH0 "> %site_name%</ span>!
it_it: Benvenuto in <span class="pH1">Speed Dating ChatRoulette</span> di <span class="pH0">%site_name%</span>!
pt_br: Bem-vindo a <span class="pH1">Conversa de Chat pela Speed ​</span>de <span class="pH0">%site_name%</span>!

source: Your comment has been successfully removed!
de_de: Dein Kommentar wurde entfernt!
es_es: ¡Tu comentario ha sido eliminado exitosamente!
fr_fr: Votre commentaire a été supprimé avec succès!
it_it: Il tuo commento è stato rimosso con successo!
pt_br: Seu comentário foi removido com sucesso!

source: Your comment does not exist anymore.
es_es: Su comentario ya no existe.
fr_fr: Votre commentaire n'existe plus.
it_it: Il tuo commento non esiste più.
pt_br: Seu comentário não existe mais.

source: Whoops! The comment could not be removed!
de_de: Hoppla! Der Kommentar konnte nicht entfernt werden!
es_es: ¡No se pudo quitar el comentario!
fr_fr: Whoops! Le commentaire ne peut pas être retiré!
it_it: Ops! Il commento non può essere rimosso!
pt_br: Ops! O comentário não pôde ser removido!

source: comment,comments,social,community,friend,social network,people,dating,post,wall,social dating
de_de: Kommentar, Kommentare, social, Gemeinschaft, Freund, social network, Leute, Dating, Post, Wand, social Dating
es_es: comentario, comentarios, sociales, comunidad, amigo, red social, gente, citas, poste, pared, Liga social
fr_fr: commentaires, commentaires, sociaux, communautaires, ami, réseau social, les gens, les rencontres, poste, mur, rencontre sociale
it_it: commento, commenti, sociale, comunità, amico, rete sociale, persone, incontri, post, muro, incontri sociali
pt_br: comentar, comentários, social, comunidade, amigo, rede social, pessoas, namoro, postar, parede, namoro social

source: Read the <span class='pH1'>%0%</span>'s comment
de_de: Lies den <span class='pH1'>%0%</span>
es_es: Leer comentario del <span class='pH1'>%0%</span>
fr_fr: Lire le <span class = 'pH1'>%0%</ span> s 'commentaire
it_it: Leggi i <span class='pH1'>%0%</span> commenti
pt_br: Leia o comentário de <span class='pH1'>%0%</span>

source: Read comment of %0%, %1%. %2%
de_de: Lesen Sie den Kommentar von %0%, %1%. %2%
es_es: Leer comentario de %0%.%1%, %2%
fr_fr: Lire commentaire de %0%, %1%. %2%
it_it: Leggi commenti di %0%, %1%. %2%
pt_br: Ler o comentário de %0%, %1%. %2%

source: comment,%0%
de_de: Kommentar,%0%
es_es: Comentario, %0%
fr_fr: Commentaire, %0%
it_it: commento,%0%
pt_br: comentário, %0%

source: No comments yet, please return to the <a href="%0%">previous page</a>.
es_es: No hay comentarios todavía, por favor regrese a la <a href="%0%">página anterior</a>.
fr_fr: Pas encore de commentaires, s'il vous plaît revenir à la <a href="%0%"> page précédente </a>.
it_it: Nessun commento ancora, si prega di ritornare nella <a href="%0%">Pagina precedente </a>.
pt_br: Ainda não há comentários, por favor volte para a <a href="%0%"> página anterior</a>.

source: Add a new comment
de_de: Füge einen neuen Kommentar hinzu
es_es: Añadir un comentario nuevo
fr_fr: Ajouter un nouveau commentaire
it_it: Aggiungi un nuovo commento
pt_br: Adicionar novo comentário

source: Edit the comment
de_de: Bearbeiten Sie den Kommentar
es_es: Editar un comentario
fr_fr: Modifier le commentaire
it_it: Modifica il commento
pt_br: Editar o comentário

source: The comment has been deleted!
es_es: El comentario ha sido eliminado.
fr_fr: Le commentaire a été supprimé!
it_it: Il commento è stato eliminato!
pt_br: O comentário foi excluído!

source: Comment Not Found
es_es: Comentario no fue encontrado
fr_fr: Commentaire non trouvé
it_it: Commento non trovato
pt_br: Comentário não encontrado

source: No comments yet, <a class="bold" href="%0%">add one</a>!
es_es: ¡No hay comentarios aún, <a class="bold" href="%0%">Agregar uno</a>!
fr_fr: Pas encore de commentaires, <a class="bold" href="%0%"> ajouter en un </a>!
it_it: Nessun commento ancora, <a class="bold" href="%0%">aggiungi un commento</a>!
pt_br: Ainda não há comentários, <a class="bold" href="%0%"> adicione um</a>!

source: Your comment:
de_de: Ihr Kommentar:
es_es: Su comentario:
fr_fr: Votre commentaire
it_it: Il Tuo commentot:
pt_br: Seu comentário:

source: Edit your comment:
de_de: Deine Bewertung bearbeiten:
es_es: Edite su comentario:
fr_fr: Modifier votre commentaire:
it_it: Modifica il Tuo commento:
pt_br: Edite seu comentário:

source: The comment recipient doesn't exists.
de_de: Der Kommentarempfänger existiert nicht.
it_it: Il destinatario del commento non esiste.
pt_br: O destinatário do comentário não existe.

source: Oops! Error occurred when adding comment.
it_it: Oops! Si è verificato un errore durante l'aggiunta di commento.
pt_br: Opa! Erro ao adicionar comentário.

source: Comment posted!
de_de: Kommentar veröffentlicht!
it_it: Commento postato!
pt_br: Comentário postado!

source: Comment updated!
de_de: Kommentar aktualisiert!
it_it: Commento aggiornato!
pt_br: Comentário atualizado!

source: Oops! Error occurred when updated comment.
it_it: Oops! Errore durante aggiornamento commento.
pt_br: Opa! Ocorreu um erro quando atualizou o comentário.

source: Oops! You don't have the permission to update the comment.
it_it: Oops! Non hai il permesso di aggiornare il commento.
pt_br: Opa! Você não tem permissão para atualizar o comentário.

source: Config Universal Login - API Keys
de_de: Universelles Login konfigurieren - API-Schlüssel
es_es: Inicio de sesión de configuración Universal - claves de API
it_it: Login di config Universal - chiavi API
pt_br: Configurar login universal - chaves de API

source: Welcome to Universal Login
de_de: Willkommen beim Universal Login
es_es: Bienvenido al inicio de sesión universal
fr_fr: Bienvenue à Universal Connexion
it_it: Benvenuti all'accesso universale
pt_br: Bem-vindo ao Login Universal

source: Universal Login, Use the service Facebook, Twitter, Outlook, Microsoft, Google, or other account to login on the social dating site %site_name%
de_de: Universal Login, Verwenden Sie den Dienst Facebook, Twitter, Outlook, Microsoft, Google oder ein anderes Konto, um sich auf der sozialen Dating-Website %site_name% anzumelden.
it_it: Universal Login, Use the service Facebook, Twitter, Outlook, Microsoft, Google, o altro account per effettuare il login sul sito social dating %site_name%
pt_br: Login Universal, Use o serviço Facebook, Twitter, Outlook, Microsoft, Google ou outra conta para fazer login no site de encontros - %site_name%

source: connect, login, Register, universal login, Facebook, Twitter, Outlook, Microsoft, Google, social network, dating site, email
it_it: collegare, accesso, registro, universale login, Facebook, Twitter, Outlook, Microsoft, Google, social network, sito di incontri, email
pt_br: conectar, login, registrar, login universal, Facebook, Twitter, Outlook, Microsoft, Google, rede social, site de namoro, e-mail

source: You are successfully registered!
de_de: Du hast dich erfolgreich registriert!
es_es: Usted se ha registrado con éxito.
fr_fr: Vous êtes inscrit avec succès!
it_it: Ti sei registrato con successo!
pt_br: Você foi registrado com sucesso!

source: Loading...
de_de: Lade...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
pt_br: Carregando...

source: Signing in...
de_de: Anmeldevorgang läuft...
es_es: Iniciando sesión...
fr_fr: Connectant...
it_it: Registrazione...
pt_br: Entrando...

source: The %0% API is incorrect.
de_de: Die %0% API ist falsch.
es_es: El %0% API es incorrecto.
fr_fr: Le %0% API est incorrect.
it_it: Il %0% API non è corretto.
pt_br: A %0% API está incorreta.

source: Hi %0%, welcome to %site_name%
de_de: Hallo %0%, willkommen auf %site_name%
es_es: ¡Bienvenido a %site_name%, %0%!
fr_fr: Salut %0%, bienvenue à %site_name%
it_it: Ciao %0%, benvenuto in %site_name%
pt_br: Olá, %0%, seja bem-vindo a %site_name%

source: You have now been registered! %0%
de_de: Sie sind jetzt registriert! %0%
es_es: ¡Ahora esta registrado! %0%
fr_fr: Vous avez maintenant été inscrit! %0%
it_it: Ora sei stato registrato! %0%
pt_br: Você já foi registrado! %0%

source: Oops! An error has occurred. Please try again later.
de_de: Hoppla! Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.
es_es: ¡Uy! Ocurrio un error , por favor, inténtelo mas luego.
fr_fr: Une erreur s'est produite. Veuillez réessayer ultérieurement.
it_it: Oops! Si è verificato un errore. Per favore riprova più tardi.
pt_br: Opa! Ocorreu um erro. Por favor, tente novamente mais tarde.

source: Contact Us
de_de: Kontaktieren Sie uns
es_es: Contáctenos
fr_fr: Nous joindre
it_it: Contattaci
pt_br: Entre em Contato

source: Contact %site_name%
de_de: Kontakt %site_name%
es_es: Contactar %site_name%
fr_fr: Contactez %site_name%
it_it: Contatti %site_name%
pt_br: Entre em contato com - %site_name%

source: Enter the full phone number including its country calling codes (e.g., +44768374890).
es_es: Introduzca el número de teléfono completo incluyendo su país que llama códigos (por ejemplo, +44768374890).
it_it: Immettere il numero di telefono completo, compresi i codici di chiamata del paese (ad esempio + 44768374890).
pt_br: Digite o número de telefone completo, incluindo os códigos de chamada do país (por exemplo, +55 21 1234-5678).
