Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: How can I update my profile?
es_es: ¿Cómo puedo actualizar mi perfil?
it_it: Come posso aggiornare il mio profilo?
pt_br: Como posso atualizar meu perfil?

source: To update your profile, you must go into your profile and settings in your profile editing. You can move through the different parts of your profile by clicking the tabs at the top of the page.
de_de: Um dein Profil zu aktualisieren, musst du dein Profil und deine Einstellungen in deinem Profil bearbeiten. Sie können sich durch die verschiedenen Bereiche Ihres Profils bewegen, indem Sie auf die Registerkarten oben auf der Seite klicken.
it_it: Per aggiornare il tuo profilo, devi entrare nel tuo profilo e impostazioni nella modifica del tuo profilo. Puoi spostarti tra le diverse parti del tuo profilo facendo clic sulle schede nella parte superiore della pagina.
pt_br: Para atualizar seu perfil, você deve entrar em seu perfil e configurações na edição do seu perfil. Você pode percorrer as diferentes partes do seu perfil clicando nas guias na parte superior da página.

source: How can I delete my account?
es_es: ¿Cómo puedo borrar mi cuenta?
it_it: Come posso cancellare il mio account?
pt_br: Como posso excluir minha conta?

source: If you are aboslutely sure that you want to delete your account, you can do so in your privacy settings. Please note that your account will be permanently deleted and irrecoverable!
it_it: Se sei assolutamente sicuro di voler eliminare il tuo account, puoi farlo nelle tue impostazioni sulla privacy. Si prega di notare che il tuo account sarà cancellato in modo permanente e irrecuperabile!
pt_br: Se você estiver absolutamente certo de que deseja excluir sua conta, poderá fazê-lo em suas configurações de privacidade. Por favor, note que sua conta será permanentemente excluída e irrecuperável!

source: How can I update my email address?
it_it: Come posso aggiornare il mio indirizzo email?
pt_br: Como posso atualizar meu endereço de email?

source: For safety and to prevent spam, you can not change your email address.
it_it: Per sicurezza e per prevenire lo spam, non puoi cambiare il tuo indirizzo email.
pt_br: Por segurança e para evitar spam, você não pode alterar seu endereço de e-mail.

source: How can I deal with someone that is bothering me?
it_it: Come posso trattare con qualcuno che mi dà fastidio?
pt_br: Como posso lidar com alguém que está me incomodando?

source: If someone is bothering or harassing you, blocking them is usually the best solution. Please report it via our contact form with the url of the profile of the person and the explanation of what the person has done wrong.
it_it: Se qualcuno ti sta disturbando o molestando, bloccarli è solitamente la soluzione migliore. Si prega di segnalarlo tramite il nostro modulo di contatto con l'url del profilo della persona e la spiegazione di ciò che la persona ha fatto di sbagliato.
pt_br: Se alguém está incomodando ou assediando você, bloqueá-los geralmente é a melhor solução. Por favor comunique-o através do nosso formulário de contato com a url do perfil da pessoa e a explicação do que a pessoa fez de errado.

source: By who this Web App has been created?
pt_br: Por quem este Web App foi criado?

source: <strong><a href="http://ph7cms.com">pH7CMS</a></strong> is built by a small volunteer team of engineers, programmers, designers, and others in many different sites across the globe. It is updated continuously, and<br /> in constantly evolving to give the best image of the <strong>next Social Dating Web generation</strong>!<br /> If you wish to help us as volunteer developer and if you know one of the following languages (C++, Java, Android, Python, PHP 7+ OOP, HTML5/CSS, JavaScript OOP/Node.js, Ruby on Rails, Swift, SQL, Unix Server, Apache/Nginx)<br /> or professional hackers who could help us in the security of our Web software to find any security vulnerability in order to create the most secure Web software ever<br /> or help us in the translation of one of our open source CMS, you can directly start by <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS">forking our project on Github</a> or contact us via our <a href="http://ph7cms.com/contact/">contact form</a>.<br /> Moreover, this unique experience will <strong>make the difference more than ever on your CV</strong>.
pt_br: O <strong><a href="http://ph7cms.com">pH7CMS</a></strong> é construído por uma pequena equipe de engenheiros, programadores, designers e outros em vários locais do mundo. Ele é atualizado continuamente e está em constante evolução para dar a melhor imagem da <strong> próxima geração da Encontros Online</strong>! <br /> Se você quiser nos ajudar como desenvolvedor voluntário e se você souber uma das seguintes linguagens (C ++, Java, Android, Python, PHP 7+ OOP, HTML5 / CSS, JavaScript OOP / Node.js, Ruby on Rails, Swift, SQL, servidor Unix, Apache / Nginx) <br /> ou hackers profissionais que poderiam nos ajudar na segurança do nosso software da Web para encontrar qualquer vulnerabilidade de segurança, a fim de criar o software da Web mais seguro de todos os tempos <br /> ou nos ajudar na tradução de um dos nossos CMS de código aberto, você pode iniciar diretamente por <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS"> direcionar nosso projeto no Github </a> ou entre em contato conosco através do nosso <a href="http://ph7cms.com/contact/"> formulárioo de contato</a>. <br /> Além disso, esta experiência única irá <strong> fazer a diferença no seu CV </ strong>.

source: <em>A contribution to an open source project such as <a href="http://ph7cms.com/what-is-the-best-dating-software-provider/">pH7CMS, Open Source Social/Dating Provider</a> looks great on your CV!</em>
pt_br: <em> Uma contribuição para um projeto de código aberto, como o <a href="http://ph7cms.com/what-is-the-best-dating-software-provider/"> pH7CMS, provedor de fonte aberta/social</a>parece ótimo no seu currículo! </em>

source: <p>%site_name% is a free online dating site between singles.<br /> <strong>Meet Singles and Find now Love on %site_name%</strong>!<br /> For love, flirting, simple date, romantic encounter ...<br /> It offers many services like webcam chat rooms, speed dating, games to divertire, forum discussions, live messenger etc.<br /> So come quickly and join us on the next generation of online dating communities!<br /> <br /> <hr /><br /> Thank you,<br /> The Team.</p>
pt_br: <p>%site_name% é um site de namoro online gratuito para solteiros. <br /> <strong> Conheça Solteiros e Encontre agora o Amor em - %site_name% </strong>! <br /> Por amor, paquera, encontro simples, romântico encontro ... <br /> Ele oferece muitos serviços como salas de bate papo com webcam, encontros rápidos, jogos para se divertir, discussões em fóruns, mensagens ao vivo etc. <br />. Então venha rapidamente e junte-se a nós na próxima geração de comunidades de namoro online! <br /> <br /> <hr/> <br /> Obrigado, <br /> A equipe. </p>

source: Currently we don't have any jobs available. Come back later 😉
de_de: Momentan haben wir keine Jobs verfügbar. Komm später zurück 😉
it_it: Attualmente non abbiamo posti di lavoro disponibili. Torna più tardi 😉
pt_br: Atualmente não temos trabalhos disponíveis. Volte depois 😉

source: Build an online dating business with software that fits your needs!
it_it: Costruisci un business di appuntamenti online con un software adatto alle tue esigenze!
pt_br: Construa um negócio de namoro online com software que atenda às suas necessidades!

source: Sexy Flirt
pt_br: Flerte sexy

source: Want to build a similar online dating business..?
de_de: Möchten Sie ein ähnliches Online-Dating-Geschäft aufbauen?
it_it: Vuoi costruire un business di dating online simile ..?
pt_br: Quer construir um negócio de namoro online semelhante..?

source: Read the Business Plan, Step-by-Step
it_it: Leggi il Business Plan, passo passo
pt_br: Leia o plano de negócios, passo a passo

source: Your Link Here!
it_it: Il tuo link qui!
pt_br: Seu link aqui!

source: Group ID#
de_de: Gruppen ID#
fr_fr: ID du groupe : #
it_it: Gruppo ID#
pt_br: ID do grupo #

source: Price (%0%)
de_de: Preis (%0%)
fr_fr: Prix (%0%)
it_it: Prezzo (%0%)
pt_br: Preço (%0%)

source: Expiration Days
es_es: Días de vencimiento:
it_it: Giorno di Scadenza
pt_br: Dias de expiração

source: Delete (Irreversible!)
de_de: Löschen (irreversibel!)
fr_fr: Supprimer (Irréversible!)
it_it: Elimina (Irreversibile!)
pt_br: Excluir (irreversível!)

source: Want to be a VIP member?
de_de: Willst du ein VIP-Mitglied sein?
pt_br: Quer ser um membro VIP?

source: Want to access to many additional features?
de_de: Möchten Sie auf viele zusätzliche Funktionen zugreifen?
pt_br: Quer acessar muitos recursos adicionais?

source: Want to increase your chances of meeting someone reliable?
de_de: Möchten Sie Ihre Chancen erhöhen, jemanden zuverlässig zu treffen?
pt_br: Quer aumentar suas chances de encontrar alguém confiável?

source: Secure your membership TODAY and get all premium advantages!
de_de: Sichern Sie sich HEUTE Ihre Mitgliedschaft und erhalten Sie alle Premium-Vorteile!
pt_br: Garanta sua assinatura HOJE e obtenha todas as vantagens PREMIUM!

source: Pay the subscription for %site_name%!
de_de: Bezahle das Abo für %site_name% und genieße alle Vorteile!
pt_br: Pague a assinatura de - %site_name%!

source: Membership Name: %0%
de_de: Mitgliedschaftsname: %0%
pt_br: Nome da associação: %0%

source: Expiration: %0%
de_de: Ablaufdatum: %0%
pt_br: Vencimento: %0%

source: Renew your membership
pt_br: Renove sua assinatura

source: Choose your membership
pt_br: Escolha sua associação

source: per day
de_de: pro Tag
pt_br: por dia

source: every %0% days
de_de: alle %0% Tage
pt_br: cada %0% dias

source: one-time payment
pt_br: pagamento único

source: Purchase this membership!
de_de: Erwerben Sie diese Mitgliedschaft!
pt_br: Compre essa associação!

source: Choose It
de_de: Wählen Sie
pt_br: Escolha

source: No Payment System Enabled!
de_de: Kein Zahlungssystem aktiviert!
pt_br: Nenhum sistema de pagamento ativado!

source: Purchase your subscription safely!
de_de: Kaufen Sie Ihr Abonnement auf sicheren Weg!
pt_br: Compre sua assinatura com segurança!

source: Membership requested is not available!
de_de: Die gewünschte Mitgliedschaft ist nicht verfügbar!
pt_br: A associação solicitada não está disponível!

source: Thank you for your purchase! Your membership has now been upgraded.
de_de: Danke für Ihren Einkauf! Ihre Mitgliedschaft wurde jetzt aktualisiert.
pt_br: Obrigado pela sua compra! Sua associação agora foi atualizada.

source: Make Your Website Better!
de_de: Machen Sie Ihre Website besser!
it_it: Rendi il tuo sito Web migliore!
pt_br: Faça seu site melhor!

source: OR
fr_fr: OU
pt_br: OU

source: Become a Patron!
de_de: Werde ein Patron!
it_it: Diventa un Patrono!
pt_br: Torne-se Patrono!

source: Will You Be Nice Today...? Be like 78% of our users who contribute to the software on a regular basis.
pt_br: Você será legal hoje...? Seja como 78% de nossos usuários que contribuem com o software regularmente.

source: Add new pictures
de_de: Neue Bilder hinzufügen
it_it: Aggiungi una nuova Immagine
pt_br: Adicionar novas fotos

source: Add a new album
de_de: Fügen Sie ein neues Album hinzu
es_es: añadir un nuevo álbum
it_it: Aggiungi un nuovo Album
pt_br: Adicione um novo álbum

source: by
de_de: von
fr_fr: par
it_it: di
pt_br: de

source: in
fr_fr: dans
pt_br: em

source: Album created on %0%.
fr_fr: Album créé sur %0%.
it_it: Album creato su %0%.
pt_br: Álbum criado em %0%.

source: Modified on %0%.
fr_fr: Modifié le %0%.
it_it: Modificato su %0%.
pt_br: Modificado em %0%.

source: About %site_name%
de_de: Über %site_name%
fr_fr: A propos de %site_name%
it_it: Riguardo %site_name%
pt_br: Sobre - %site_name%

source: About Us
de_de: Über uns
fr_fr: À propos
it_it: Riguardo a Noi
pt_br: Sobre nós

source: About
de_de: Über
fr_fr: À propos
it_it: Riguardo a
pt_br: Sobre

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
pt_br: Ajuda

source: Company Blog | News
pt_br: Blog da empresa | Notícia

source: Become an Affiliate
de_de: Werde auch ein Affiliate
es_es: Conviértase en un Suscriptor
it_it: Diventa un'affiliato
pt_br: Torne-se um afiliado

source: Contact
de_de: Kontakt
es_es: Contacto
it_it: Contatto
pt_br: Contato

source: Our Partners
de_de: Unsere Partner
fr_fr: Nos partenaires
it_it: Nostri Partners
pt_br: Nossos parceiros

source: Partners
de_de: Partner
fr_fr: Partenaires
pt_br: Parceiros

source: Jobs | Careers
de_de: Jobs | Karriere
fr_fr: emploi | Carrières
it_it: Lavori | Carriere
pt_br: Jobs | Carreiras

source: Jobs
fr_fr: Offres d'emploi
it_it: Lavori
pt_br: Empregos

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
it_it: Domande frequenti
pt_br: Questões frequentemente perguntadas

source: Terms of Use
de_de: Nutzungsbedingungen
fr_fr: CGU
it_it: Termini d'Uso
pt_br: Termos de uso

source: Privacy
de_de: Datenschutz
fr_fr: Confidentialité
pt_br: Privacidade

source: Subscribe to our newsletter!
de_de: Abbonieren Sie sich auf unseren Newsletter!
fr_fr: Abonnez-vous à notre newsletter
it_it: Iscriviti alla nostra Newsletter!
pt_br: Assine a nossa newsletter!

source: Invite your friends!
de_de: Lade Deine Freunde ein!
es_es: Invite a sus amigos
fr_fr: Inviter un ami
it_it: Invita i tuoi amici!
pt_br: Convide seus amigos!

source: Invite
de_de: Einladen
fr_fr: Inviter
it_it: Invita
pt_br: Convite

source: Whoops! No users found.
de_de: Hoppla! Keine Benutzer gefunden.
es_es: ¡Lo sentimos! No se encontraron usuarios.
it_it: Ops! Nessun utente trovato.
pt_br: Ops! Usuários não encontrados.

source: Name: %0%
it_it: Nome: %0%
pt_br: Nome: %0%

source: Gender: %0% %1%
de_de: Geschlecht: %0% % 1%
it_it: Sesso: %0% %1%
pt_br: Sexo: %0% %1%

source: Seeking: %0%
de_de: Suchen: %0%
it_it: Ricerca:% 0%
pt_br: Procurando: %0%

source: Age: %0%
de_de: Alter: %0%
it_it: Età:% 0%
pt_br: Idade: %0%

source: From: %0%
de_de: Von: %0%
it_it: Da: %0%
pt_br: De: %0%

source: City: %0%
de_de: Stadt: %0%
it_it: Città: %0%
pt_br: Cidade: %0%

source: State: %0%
de_de: Bundesland: %0%
it_it: Stato: %0%
pt_br: Estado: %0%

source: From %0%
de_de: Von %0%
it_it: Da %0%
pt_br: De %0%

source: Login As a member
de_de: Als Mitglied Anmelden
it_it: Login come membro
pt_br: Login Como membro

source: Relax and go
de_de: Entspannen Sie sich und gehen Sie
it_it: Rilassati e vai
pt_br: Relaxe e vá

source: JavaScript is disabled on your Web browser!<br /> Please enable JavaScript via the options of your Web browser in order to use this website.
fr_fr: JavaScript est désactivé dans votre navigateur Web! <br /> S'il vous plaît activer JavaScript via les options de votre navigateur Web pour pouvoir utiliser ce site.
it_it: JavaScript è disabilitato sul tuo browser!<br /> Abilitare JavaScript tramite le opzioni del proprio browser Web per utilizzare questo sito Web.
pt_br: O JavaScript está desabilitado em seu navegador! <br /> Ative o JavaScript através das opções do seu navegador para usar este site.

source: Attention!
de_de: Achtung!
it_it: Attenzione!
pt_br: Atenção!

source: Some of the women (or men) profiles you see on dating sites might be scams to collect money.
de_de: Einige der Profile von Frauen (oder Männern), die Sie auf Dating-Sites sehen, könnten Betrügereien sein, um illegal Geld zu kassieren.
it_it: Alcuni dei profili delle donne (o degli uomini) che vedi nei siti di appuntamenti potrebbero essere truffe per raccogliere denaro.
pt_br: Alguns perfis de mulheres (ou homens) que você vê em sites de namoro podem ser fraudes para arrecadar dinheiro.

source: People who are really interested in you will never ask for money.
de_de: Menschen, die wirklich an Ihnen interessiert sind, werden nie nach Geld fragen.
it_it: Le persone che sono veramente interessate a te non chiederanno mai soldi.
pt_br: As pessoas realmente interessadas em você nunca pedirão dinheiro.

source: Be careful, don't send the money to anybody!
de_de: Sei vorsichtig, sende niemals Geld an Benutzer von Dating Seiten. Bitte nehmen Sie sofort kontakt mit uns auf. so können wir ggf. Anzeige erstatten und betrügerische Machenschaften zu unterbinden !
it_it: Stai attento, non inviare i soldi a nessuno!
pt_br: Tenha cuidado, não envie o dinheiro para ninguém!

source: WARNING: Your site is in development mode! You can change the mode
de_de: Achttung: Ihre Website befindet sich im Entwicklungsmodus! Sie können den Modus ändern
it_it: ATTENZIONE: il tuo sito è in modalità sviluppo! Puoi cambiare la modalità
pt_br: AVISO: Seu site está em modo de desenvolvimento! Você pode mudar o modo

source: Change the Environment Mode
de_de: Ändern Sie den Umgebungsmodus
it_it: Cambia in modalità Environment
pt_br: Alterar o modo de ambiente

source: here
de_de: hier
it_it: quì
pt_br: aqui

source: Join Now!
de_de: Jetzt beitreten!
fr_fr: Inscription
it_it: Iscriviti adesso!
pt_br: Entrar!

source: Members
de_de: Mitglieder
fr_fr: Membres
it_it: Membri
pt_br: Membros

source: People
de_de: Personen
fr_fr: Personnes
it_it: Persone
pt_br: Pessoas

source: Search the members
de_de: Suche nach Mitglieder
es_es: búsqueda de miembros
fr_fr: Rechercher les membres
it_it: Cerca i Membri
pt_br: Pesquise os membros

source: Users in %0% through the Map!
de_de: Benutzer in %0% über die Karte!
fr_fr: Utilisateurs en %0% par la carte!
it_it: Utenti in %0% attraverso la mappa!
pt_br: Usuários em %0% através do Mapa!

source: People Nearby
de_de: Menschen in der Nähe
it_it: Persone nelle vicinanze
pt_br: As pessoas próximas

source: Users Birthday
fr_fr: utilisateurs anniversaire
it_it: Compleanno Utenti
pt_br: Aniversário dos usuários

source: Birthday
fr_fr: Anniversaire
it_it: Compleanno
pt_br: Aniversário

source: All Birthday
fr_fr: Tous anniversaire
it_it: Tutti i Compleanni
pt_br: Todos os aniversários

source: Men Birthday
fr_fr: hommes anniversaire
it_it: Uomini Compleanno
pt_br: Aniversário dos homens

source: Women Birthday
fr_fr: Femmes anniversaire
it_it: Donne Compleanno
pt_br: Aniversário das mulheres

source: Couples Birthday
fr_fr: Couples anniversaire
it_it: Coppie Compleanno
pt_br: Aniversário Casais

source: Free Social Dating Chat Rooms
de_de: Freie Social Dating Chat-Räume
it_it: Chat room per appuntamenti sociali gratuiti
pt_br: Salas de bate-papo grátis

source: Chat Rooms
pt_br: Salas de conversa

source: Photo Gallery
de_de: Fotogalerie
fr_fr: Galerie photos
it_it: Galleria Foto
pt_br: Galeria de fotos

source: Photos
de_de: Fotos
it_it: Fotografie
pt_br: Fotos

source: Hot Or Not
fr_fr: Chaud ou pas
pt_br: Quente ou não

source: Search Photos
de_de: Fotos suchen
es_es: Buscar Fotos
it_it: Cerca Foto
pt_br: Pesquisar Fotos

source: Video Gallery
de_de: Video Galerie
fr_fr: Galerie vidéos
it_it: Galleria Video
pt_br: Galeria de vídeo

source: Videos
fr_fr: Vidéos
it_it: Video
pt_br: Vídeos

source: Search Videos
es_es: Buscar videos
it_it: Cerca Video
pt_br: Pesquisar vídeos

source: Games Zone
de_de: Spiel Zone
es_es: Zona de juegos
fr_fr: Jeux Zone
it_it: Zona Giochi
pt_br: Zona dos Jogos

source: Game
de_de: Spiel
fr_fr: Jeu
it_it: Gioco
pt_br: Jogos

source: Forums
de_de: Foren
es_es: Foros
pt_br: Fóruns

source: Search Topics
de_de: Themen suchen
es_es: Buscar temas
it_it: Cerca argomenti
pt_br: Tópicos de pesquisa

source: Community Notes
de_de: Gemeinschaftsnotizen
fr_fr: notes de la Communauté
it_it: Note Community
pt_br: Notas Comunitárias

source: Search Notes
de_de: Beiträge suchen
es_es: Buscar notas
it_it: Cerca Note
pt_br: Pesquisar notas

source: My Emails
fr_fr: Mes e-mails
it_it: Le mie Email
pt_br: Meus emails

source: Mail
de_de: E-Mail
fr_fr: Courriel
pt_br: Enviar

source: Compose
de_de: Verfassen
fr_fr: Composer
it_it: Componi
pt_br: Escrever

source: Inbox - Messages Received
de_de: Posteingang-Nachrichten
it_it: Posta in arrivo - Messaggi ricevuti
pt_br: Caixa de entrada - mensagens recebidas

source: Messages Sent
de_de: Gesendete Nachrichten
es_es: Mensajes enviados
it_it: Messaggi inviati
pt_br: Mensagens enviadas

source: Sent
de_de: Gesendet
it_it: Inviato
pt_br: Enviado

source: Find Messages
es_es: Buscar mensajes
it_it: Trova Messaggi
pt_br: Encontrar mensagens

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
pt_br: Configurações

source: Edit Profile
de_de: Profil bearbeiten
es_es: Editar Perfil
fr_fr: Modifier le profil
it_it: Modifica Profilo
pt_br: Editar Perfil

source: Design Profile
es_es: Diseño del Perfil
fr_fr: Conception profil
it_it: Profilo di progettazione
pt_br: Perfil de design

source: My Account
de_de: Mein Konto
es_es: Mi Cuenta
it_it: Il mio Account
pt_br: Minha conta

source: Account
de_de: Konto
es_es: Cuenta
pt_br: Conta

source: My Settings
de_de: Meine Einstellungen
it_it: Le mie Impostazioni
pt_br: Minhas configurações

source: See My Profile
it_it: Guarda il mio Profilo
pt_br: Veja meu perfil

source: Change Profile Photo
de_de: Profilbild ändern
it_it: Cambia Foto nel Profilo
pt_br: Alterar foto do perfil

source: Add an Album
es_es: Agregar un álbum
fr_fr: Ajouter un album
it_it: Aggiungi un Album
pt_br: Adicionar um álbum

source: My Albums
de_de: Meine Alben
fr_fr: Mes albums
it_it: Il mio Album
pt_br: Meus álbuns

source: Videos Gallery
de_de: Videogalerie
es_es: Galería de videos
fr_fr: Galerie vidéos
it_it: Galleria Video
pt_br: Galeria de vídeos

source: My Notes
de_de: Meine Notizen
fr_fr: Mes notes
it_it: Le mie Note
pt_br: Minhas anotações

source: Friends Manager
de_de: Freunde Manager
it_it: Gestione Amici
pt_br: Gerenciar Amigos

source: Friends List
de_de: Freundesliste
fr_fr: Liste d'amis -
it_it: Lista Amici
pt_br: Lista de amigos

source: Find a friend in my list
fr_fr: Trouver un ami dans ma liste
it_it: Trova un amico nella mia lista
pt_br: Encontre um amigo na minha lista

source: Find a Friend
fr_fr: Trouver un ami
it_it: Trova un amico
pt_br: Encontre um amigo

source: Who Visited My Profile
de_de: Wer hat mein Profil besucht
fr_fr: Qui a visité mon profil
it_it: Chi ha visitato il mio Profilo
pt_br: Quem visitou meu perfil

source: Who See Me
de_de: Wer kann mich sehen
fr_fr: qui me regarde
it_it: Chi mi guarda
pt_br: Quem me vê

source: Find who visited my profile
de_de: Wer hat mein Profil besucht?
it_it: Trova chi ha visitato il mio profilo
pt_br: Encontrar quem visitou meu perfil

source: Find Visitor(s)
it_it: Trova Visitatore(i)
pt_br: Encontrar visitante(s)

source: Logout
de_de: Abmelden
fr_fr: Déconnexion
it_it: Esci Disconnetti
pt_br: Sair

source: Get Ad Banners
de_de: Erhalten Sie Werbebanner
it_it: Ottieni banner pubblicitari
pt_br: Obter banners de anúncios

source: Dashboard
es_es: Tablero Principal
fr_fr: Tableau de bord
pt_br: Painel de controle

source: Edit My Account
es_es: Editar mi cuenta
it_it: Modifica il mio Account
pt_br: Editar minha conta

source: Users/Admins Manager
de_de: Benutzer/Admins Manager
it_it: Gestione Utenti /Amministratori
pt_br: Gerenciador de usuários/administradores

source: User/Admin
de_de: Benutzer/Admin
it_it: Utente /Amministratore
pt_br: Usuário/Admin

source: Users Manager
de_de: Benutzerverwaltung
it_it: Gestione Utenti
pt_br: Gerenciar Usuários

source: Users
de_de: Benutzer
fr_fr: Utilisateurs
it_it: Utenti
pt_br: Usuários

source: Browse
de_de: Durchsuchen
fr_fr: Naviguer
it_it: Sfoglia
pt_br: Navegador

source: Search Users
de_de: Benutzer suchen
es_es: Buscar usuarios
fr_fr: Rechercher des utilisateurs
it_it: Cerca Utenti
pt_br: Pesquisar Usuários

source: Add User
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur
it_it: Aggiungi Utente
pt_br: Adicionar usuário

source: Report Abuse
de_de: Missbrauch melden
es_es: Reportar un abuso
fr_fr: Signaler un abus
it_it: Segnala abuso
pt_br: Denunciar abuso
