Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Sorry, we haven't found any photo!
es_es: ¡Lo sentimos, no hemos encontrado ninguna foto!
fr_fr: Désolé, nous avons trouvé aucune photo!
it_it: Siamo spiacenti, non abbiamo trovato nessuna foto!
pt_br: Desculpe, não foi encontrada nenhuma foto!

source: Webcam Picture Party Fun
de_de: Webcam Foto Party Fun
es_es: Webcam foto de la fiesta
fr_fr: Fun Webcam Picture Party
it_it: Immagine webcam Party Fun
pt_br: Festa de foto de webcam

source: Come take your best pictures of you and your friends on the wall of the best photo shoots!
es_es: ¡Ven a tomar tus mejores fotos de usted y sus amigos en el muro de las mejores sesiones de fotos!
fr_fr: Venez prendre vos meilleures photos de vous et vos amis sur le mur des meilleures pousses de photo!
it_it: Vieni a fare le tue migliori foto di te e dei tuoi amici sul muro dei migliori servizi fotografici!
pt_br: Traga suas fotos de você e seus amigos para a parede das melhores sessões de fotos!

source: Guaranteed fun!
es_es: ¡Diversión garantizada!
fr_fr: Plaisir garanti!
it_it: Divertimento garantito!
pt_br: Diversão garantida!

source: Webcam Video Party Fun
es_es: Divertida fiesta Webcam Video
fr_fr: Fun Webcam Video Party
pt_br: Festa de foto de webcam

source: Come take your best videos of you and your friends on the wall of the best video shoots!
es_es: ¡Ven a tomar tus mejores videos de usted y sus amigos para ponerlos en el muro de los mejores lanzamientos videos!
fr_fr: Venez prendre vos meilleures vidéos de vous et de vos amis sur le mur des meilleures pousses de vidéo!
it_it: Vieni a portare i tuoi migliori video di te e dei tuoi amici sul muro delle migliori riprese video!
pt_br: Traga seus vídeos de você e seus amigos para a parede dos melhores vídeos!

source: RSS Feed List
es_es: Listado de Alertas RSS
fr_fr: RSS Feed Liste
it_it: RSS Feed Lista
pt_br: Lista de Feeds RSS

source: RSS Feed %site_name%, Free Online Dating Site with Video Chat Rooms, Meet Single People with %site_name%
it_it: RSS Feed %site_name%, Sito di incontri online gratuito con chat video, incontri con persone single %site_name%
pt_br: RSS Feed - %site_name%, Site de namoro online com salas de chat de vídeo, Conheça pessoas solteiras em - %site_name%

source: RSS Feed Not Found!
de_de: RSS Feed nicht gefunden!
it_it: RSS Feed Non Trovato!
pt_br: RSS Feed não encontrado!

source: Site Map
es_es: Mapa del lugar
fr_fr: Plan du Site
it_it: Mappa del Sito
pt_br: Mapa do site

source: Map of Website, Free Online Dating Site with Video Chat Rooms, Meet Single People with %site_name%
it_it: Mappa del sito web, sito di incontri online gratuito con chat video, incontrare persone single con %site_name%
pt_br: Mapa do site, Site de namoro online gratuito com salas de chat de vídeo, Conheça pessoas solteiras em - %site_name%

source: Sitemap Not Found!
de_de: Sitemap nicht gefunden!
it_it: Mappa del Sito non trovata!
pt_br: Mapa do site não encontrado!

source: Click for display/edit this file
fr_fr: Cliquez pour afficher / modifier ce fichier
pt_br: Clique para exibir/editar este arquivo

source: File Not Found!
de_de: Seite nicht gefunden!
pt_br: Arquivo não encontrado!

source: Your logged IP is:
de_de: Ihre protokollierte IP lautet:
fr_fr: Votre adresse IP est connecté:
it_it: L'IP registrato è:
pt_br: Seu IP registrado é:

source: Latest <a href="%software_website%" title="%software_name%">pH7CMS Software</a>'s News
de_de: Letzte <a href="%software_website%" title="%software_name%">pH7CMS Software</a> News
it_it: Ultimo <a href="%software_website%" title="%software_name%">pH7CMS Software</a> Notizie
pt_br: Últimas <a href="%software_website%" title="%software_name%"> Notícias do Software pH7CMS </a>

source: Time
de_de: Zeit
it_it: Tempo
pt_br: Tempo

source: Women
de_de: Frauen
fr_fr: Femmes
it_it: Donna
pt_br: Mulheres

source: Couples
de_de: Paare
it_it: Coppia
pt_br: Casais

source: User Statistics
de_de: Benutzerstatistiken
it_it: Statistiche Utente
pt_br: Estatísticas do usuário

source: %site_name% Statistics
de_de: %site_name% Statistik
it_it: %site_name% Statistiche
pt_br: %site_name% - Estatísticas

source: Quick Stats
de_de: Schnelle Statistiken
it_it: Statistiche Veloci
pt_br: Estatísticas rápidas

source: Today
de_de: Heute
fr_fr: Aujourd'hui
it_it: Oggi
pt_br: Hoje

source: Last week
de_de: Letzte Woche
fr_fr: La semaine passée
it_it: La settimana scorsa
pt_br: Semana passada

source: This month
de_de: Diesen Monat
fr_fr: Ce mois
it_it: Questo Mese
pt_br: Este mês

source: This year (%0%)
de_de: Dieses Jahr (%0%)
fr_fr: Cette année
it_it: Quest'Anno (%0%)
pt_br: Este ano (%0%)

source: All (since %0%)
de_de: Alle (seit %0%)
fr_fr: Tous (depuis %0%)
it_it: Tutti (since %0%)
pt_br: Tudo (desde %0%)

source: All Member Logins
de_de: Alle Mitgliederanmeldungen
it_it: Tutti gli accessi membri
pt_br: Login de todos os membros

source: Men Member Logins
de_de: Männliche Mitgliederanmeldungen
it_it: Accesso Membri Uomini
pt_br: Logins de homens

source: Women Member Logins
de_de: Weibliche Mitgliederanmeldungen
it_it: Accesso Membri Donna
pt_br: Logins de mulheres

source: Couple Member Logins
de_de: Paar-Anmeldungen
it_it: Accesso Membri Coppie
pt_br: Logins de casal

source: All Affiliate Logins
de_de: Alle Werbepartneranmeldungen
it_it: Accessi di tutti gli Affiliati
pt_br: Logins de todos os afiliados

source: Men Affiliate Logins
de_de: Männer-Werbepartner-Logins
it_it: Accesso Affiliati Uomini
pt_br: Logins de afiliados homens

source: Women Affiliate Logins
de_de: Frauen-Werbepartner-Logins
it_it: Accesso Affiliati Donna
pt_br: Logins de afiliados mulheres

source: All Admin Logins
de_de: Alle Admin-Logins
it_it: Accessi di tutti gli Amministratori
pt_br: Todos os Logins de Administrador

source: Men Admin Logins
de_de: Männliche Admin Logins
it_it: Accessi Uomini Amministratori
pt_br: Logins de Admin homens

source: Women Admin Logins
de_de: Weibliche Admin Logins
it_it: Accessi Donne Amministratrici
pt_br: Logins de Admin Mulheres

source: All Member Registrations
de_de: Alle Mitgliederregistrierungen
it_it: Tutte le Registrazioni dei Membri
pt_br: Todos os Registros de Membros

source: Men Member Registrations
de_de: Männer Mitgliederregistrierungen
it_it: Registrazioni dei Membri Uomini
pt_br: Registos de membros masculinos

source: Women Member Registrations
de_de: Frauen Mitgliederregistrierungen
it_it: Registrazioni dei Membri Donna
pt_br: Registos de membros femininos

source: Couple Member Registrations
de_de: Paar- Mitgliederregistrierungen
it_it: Registrazioni dei Membri Coppia
pt_br: Inscrição de membros casal

source: All Affiliate Registrations
de_de: Alle Werbepartner-Registrierungen
it_it: Tutte le iscrizioni affiliate
pt_br: Todas as inscrições afiliadas

source: Men Affiliate Registrations
de_de: Registrierungen von Partnerunternehmen
it_it: Registrazioni Affiliati Uomini
pt_br: Registos de afiliados homens

source: Women Affiliate Registrations
de_de: Frauen-Partner-Registrierungen
it_it: Registrazioni Affiliati Donna
pt_br: Registos de afiliados mulheres

source: All Admin Registrations
de_de: Alle Admin-Registrierungen
it_it: Tutte le Registrazioni degli Amministratori
pt_br: Todas as inscrições administrativas

source: Men Admin Registrations
de_de: Männliche Admin-Registrierungen
it_it: Registrazione Amministratori Uomini
pt_br: Registos de administração de homens

source: Women Admin Registrations
de_de: Weibliche Admin-Registrierungen
it_it: Registrazione Amministratori Donna
pt_br: Registos de administração de mulheres

source: Notes
de_de: Notizen
fr_fr: Remarques
it_it: Note
pt_br: Notas

source: Private Messages
de_de: Private Nachrichten
it_it: Messaggio Privato
pt_br: Mensagens privadas

source: Profile Comments
de_de: Profil Kommentare
it_it: Commenti profilo
pt_br: Comentários do perfil

source: Photo Comments
de_de: Fotokommentare
it_it: Commenti Foto
pt_br: Comentários da foto

source: Video Comments
de_de: Video Kommentare
es_es: Comentarios del video
it_it: Commenti Video
pt_br: Comentários de vídeos

source: Blog Comments
de_de: Blog Kommentare
es_es: Comentarios del blog
it_it: Commenti Blog
pt_br: Comentários do Blog

source: Note Comments
de_de: Anmerkungen beachten
es_es: Comentarios de la nota
it_it: Commenti Note
pt_br: Comentários de Nota

source: Game Comments
de_de: Spiel Kommentare
es_es: Comentarios de juego
it_it: Commenti Giochi
pt_br: Comentários do Jogo

source: Posted by
de_de: Veröffentlicht von
it_it: Postato da
pt_br: Postado por

source: Disapproved
de_de: Abgelehnt
fr_fr: Refusée
it_it: Disapprovato
pt_br: Reprovado

source: Approved
de_de: Genehmigt
fr_fr: Approuvé
it_it: Approvato
pt_br: Aprovado

source: No Picture Albums found for the moderation treatment.
it_it: Nessun album fotografico trovato per il trattamento di moderazione.
pt_br: Nenhum álbum de fotos foi encontrado para o tratamento de moderação.

source: Add a new banner
de_de: neuen Banner erstellen
it_it: Aggiungi un nuovo Banner
pt_br: Adicionar um novo banner

source: Logo
fr_fr: Le logo
pt_br: Logotipo

source: Size
de_de: Größe
it_it: Dimensione
pt_br: Tamanho

source: Database
de_de: Datenbank
pt_br: Base de dados

source: Optimization Tables
de_de: Tabellen optimieren
it_it: Ottimizzazione Tables
pt_br: Tabelas de Otimização

source: Repair Tables
de_de: Tabellen reparieren
it_it: Ripara Tables
pt_br: Tabelas de reparo

source: These actions can take minutes depending of the database size.
de_de: Diese Aktionen können je nach Datenbankgröße mehrere Minuten dauern.
it_it: Queste azioni possono richiedere alcuni minuti a seconda delle dimensioni del database.
pt_br: Essas ações podem levar minutos dependendo do tamanho do banco de dados.

source: User ID#
de_de: Nutzer-ID#
es_es: ID# del usuario
fr_fr: ID de l'utilisateur :
it_it: Utente ID#
pt_br: ID# de usuário. #

source: Email Address
de_de: E-Mail Adresse
fr_fr: Adresse e-mail
it_it: Indirizzo Email
pt_br: Endereço de email

source: User
de_de: Benutzer
it_it: Utente
pt_br: Usuário

source: Membership Group + ID
de_de: Mitgliedergruppe + ID
fr_fr: Appartenance à un groupe + ID
it_it: Grouppo Membri + ID
pt_br: Grupo de membros + ID

source: Registration Date
de_de: Registrierungsdatum
es_es: Fecha de Registro
it_it: Data di registrazione
pt_br: Data de registro

source: Last Edit
de_de: Letzte Änderung
it_it: Ultima modifica
pt_br: Última edição

source: Reference
de_de: Referenz
fr_fr: Référence
it_it: Riferimento
pt_br: Referência

source: Action
de_de: Aktion
es_es: Acción
fr_fr: d'action
it_it: Azione
pt_br: Ação

source: Ban
de_de: Sperren
pt_br: Banimento

source: UnBan
fr_fr: desinterdire
pt_br: Desbloqueio

source: Approve
de_de: Genehmigen
fr_fr: Approuver
it_it: Approva
pt_br: Aprovar

source: Disapprove
de_de: Ablehnen
fr_fr: Désapprouvent
it_it: Disapprova
pt_br: Desaprovar

source: IP Country
fr_fr: IP Pays
pt_br: IP do País

source: No login
de_de: Kein Login
it_it: Nessun accesso
pt_br: Nenhum login

source: No editing
de_de: Keine Bearbeitung
it_it: Nessuna modifica
pt_br: Sem edição

source: Edit User's Profile
es_es: Editar perfil del usuario
it_it: Modifica Profilo Utente
pt_br: Editar o perfil do usuário

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
pt_br: Editar

source: Edit User's Avatar
es_es: Editar Avatar de usuario
it_it: Modifica Avatar Utente
pt_br: Editar Avatar do usuário

source: Edit Avatar
de_de: Avatar bearbeiten
es_es: Editar Avatar
it_it: Modifica Avatar
pt_br: Editar Avatar

source: Edit User's Wallpaper
es_es: Editar fondo de pantalla del usuario
pt_br: Editar papel de parede do usuário

source: Edit Wallpaper
de_de: Hintergrundbild bearbeiten
es_es: Editar fondo de pantalla
it_it: Modifica sfondo
pt_br: Editar papel de parede

source: Send a message to this member
fr_fr: Envoyer un message à ce membre
pt_br: Envie uma mensagem para este membro

source: Send mail
es_es: Enviar Correo Electrónico
pt_br: Enviar correio

source: Login as a user (to edit all this user account).
it_it: Accedi come utente (per modificare tutto questo account utente).
pt_br: Faça o login como usuário (para editar toda a conta de usuário).

source: Login as
it_it: Accedi come
pt_br: Faça o login como

source: Disapprove (notified user by email)
de_de: Ablehnen (benachrichtigter Benutzer per E-Mail)
it_it: Disapprovare (utente notificato via email)
pt_br: Reprovar (usuário notificado por email)

source: Refers
de_de: Bezieht sich auf
it_it: Riferito
pt_br: Classificar

source: Bank Account
de_de: Bankkonto
it_it: Conto bancario
pt_br: Conta bancária

source: Edit Affiliate's Account
de_de: Partner-Konto bearbeiten
it_it: Modifica l'account di Affiliazione
pt_br: Editar conta do afiliado

source: Affiliate Platform with %site_name%
de_de: Partner-Plattform mit %site_name%
it_it: Piattaforma di affiliazione con %site_name%
pt_br: Plataforma afiliada com - %site_name%

source: Make Money with our Affiliate Program!
de_de: Verdienen Sie Geld mit unserem Partner-Programm!
es_es: ¡Ganar dinero con nuestro programa de afiliados!
fr_fr: Faire de l'argent avec notre programme d'affiliation!
it_it: Guadagna con il nostro programma di affiliazione!
pt_br: Ganhe dinheiro com o nosso programa de afiliados!

source: Our affiliate program offers one of the highest payment rates on the market
de_de: Unser Partnerprogramm bietet eine der höchsten Zahlungsraten auf dem Markt
it_it: Il nostro programma di affiliazione offre uno dei più alti tassi di pagamento sul mercato
pt_br: Nosso programa de afiliados oferece uma das maiores taxas de pagamento do mercado

source: Welcome to our Affiliate Program!
de_de: Willkommen Sie in unserem Partnerprogramm!
es_es: ¡Bienvenido a nuestro programa de afiliados!
it_it: Benvenuto nel nostro programma di affiliazione!
pt_br: Bem-vindo ao nosso Programa de afiliados!

source: Sign In
de_de: Anmelden
fr_fr: Connexion
it_it: Registrati
pt_br: Assinar em

source: Search Blog Posts
de_de: Blogeinträge suchen
es_es: Buscar entradas en el Blog
it_it: Cerca post di blog
pt_br: Pesquisar postagens de blog

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
pt_br: Categorias

source: Top Popular Posts
fr_fr: Top Posts populaires
it_it: Messaggi popolari più visti
pt_br: Posts mais populares

source: Top Rated Posts
fr_fr: Les plus beaux messages
it_it: Post più votati
pt_br: Posts mais votados

source: See more
de_de: Mehr anzeigen
it_it: Vedi di più
pt_br: Ver mais

source: Edit Article
de_de: Artikel bearbeiten
es_es: Editar Artículo
it_it: Modifica Articolo
pt_br: Editar artigo

source: Delete Article
de_de: Artikel löschen
es_es: ﻿Borrar artículo
fr_fr: Supprimer l'article
it_it: Elimina Articolo
pt_br: Excluir artigo

source: Add a new Article
es_es: Añadir un nuevo artículo
it_it: Aggiungi un nuovo Articolo
pt_br: Adicionar um novo artigo

source: Search for Blog Post
es_es: Buscar Entradas en el Blog
it_it: Cerca Post nel Blog
pt_br: Pesquisar no blog

source: Your IP is: %0%
de_de: Ihre IP ist: %0%
pt_br: Seu IP é: %0%

source: Age:
de_de: Alter:
fr_fr: Âge:
it_it: Età:
pt_br: Idade:

source: City/Town:
de_de: Stadt / Ort:
it_it: Città/Paese:
pt_br: Cidade:

source: Social Profile:
de_de: Soziales Profil:
it_it: Profilo Social:
pt_br: Perfil social:

source: A Little About Me
de_de: Etwas über mich
it_it: Qualcosa su di me
pt_br: Um pouco sobre mim

source: Photos & Videos
it_it: Foto e Video
pt_br: Fotos e Vídeos

source: Join Date:
de_de: Beitrittsdatum:
fr_fr: Date d'inscription
it_it: Data di iscrizione:
pt_br: Data de afiliação:

source: Last Activity:
de_de: Letzte Aktivität:
fr_fr: Dernière Activité:
it_it: Ultima Attività:
pt_br: Última atividade:

source: Views:
de_de: Aufrufe:
fr_fr: Vues:
it_it: Visualizzazioni:
pt_br: Visualizações:

source: Location
de_de: Standort
it_it: Posizione
pt_br: Localização

source: Chat
fr_fr: Tchat
pt_br: Bate papo

source: Match
de_de: Spiel
fr_fr: Rencontre
it_it: Incontro
pt_br: Encontro

source: Send Message
de_de: Nachricht senden
es_es: Enviar mensaje
it_it: Invia Messaggio
pt_br: Enviar mensagem

source: Add Friend
de_de: Freund hinzufügen
fr_fr: Ajouter comme contact
it_it: Aggiungi Amico
pt_br: Adicionar amigo

source: Add Category
de_de: Kategorie hinzufügen
it_it: Aggiungi Categoria
pt_br: Adicionar categoria

source: Add Forum
de_de: Forum hinzufügen
fr_fr: Ajouter Forum
it_it: Aggiungi Forum
pt_br: Adicionar fórum

source: Pending...
de_de: Ausstehend…
fr_fr: En attente
it_it: In attesa...
pt_br: Pendente...

source: Search for a friend of %0%
de_de: Suche für einen Freund von %0%
es_es: Buscar un amigo de %0%
it_it: Cerca un amico di %0%
pt_br: Procure um amigo de %0%

source: Top Popular Games
de_de: Top Populäre Games
fr_fr: Meilleurs jeux populaires
it_it: Top Giochi Popolari
pt_br: Top Jogos Populares

source: Top Rated Games
fr_fr: Jeux les mieux notés
it_it: Top Giochi più votati
pt_br: Jogos mais votados

source: Newest Games
de_de: Neueste Spiele
fr_fr: Nouveaux Jeux
it_it: I giochi più nuovi
pt_br: Novos Jogos

source: Delete Game
de_de: Spiel löschen
it_it: Elimina Gioco
pt_br: Excluir jogo

source: If the photo does not match your sexual preference please be respectful and press the SKIP button below
it_it: Se la foto non corrisponde alle tue preferenze sessuali, si prega di essere rispettosi e premere il pulsante SALTA sotto
pt_br: Se a foto não corresponder à sua preferência sexual, por favor, seja respeitoso e pressione o botão SKIP abaixo

source: SKIP
it_it: SALTA
pt_br: PULAR

source: If you forgot your password, enter your account email address below and we will send<br /> you an email containing a special link that will help you create a new password.<br /> Make sure you enter the <em>same email address you use to sign in to your profile</em>.
de_de: Wenn Sie Ihr Passwort vergessen haben, geben Sie unten die E-Mail-Adresse Ihres Kontos ein und wir senden Ihnen eine E-Mail mit einem speziellen Link, der Ihnen bei der Erstellung eines neuen Passworts helfen wird.<br /> Achten Sie darauf, die <em> gleiche E-Mail-Adresse einzugeben Adresse, mit der Sie sich in Ihrem Profil anmelden </em>.
fr_fr: Si vous avez oublié votre mot de passe, entrez votre compte adresse email ci-dessous et nous vous enverrons <br /> vous un e-mail contenant un lien spécial qui vous aidera à créer un nouveau mot de passe. <br /> Assurez-vous que vous entrez dans le <em> même email adresse que vous utilisez pour vous connecter à votre profil </ em>.
pt_br: Se você esqueceu sua senha, digite o endereço de e-mail da sua conta abaixo e enviaremos um e-mail contendo um link especial que ajudará você a criar uma nova senha. <br /> Certifique-se de digitar o <em> mesmo e-mail que você usa para fazer login no seu perfil </em>.

source: New Message
pt_br: Nova mensagem

source: Unread
pt_br: Não lida

source: Reply
de_de: Antworten
it_it: Rispondi
pt_br: Resposta

source: Restor
pt_br: Restaurar

source: Move to Inbox
de_de: In den Posteingang verschieben
pt_br: Mova para a caixa de entrada

source: WARNING! Before sending your emails, it is preferable that you have a dedicated hosting or agreement with your hosting company so that your hosting account will not be banned because many hosting not tolerate the sending of mass emails.<br /> Sending can take time! DO NOT interrupt the script.
de_de: WARNUNG! Bevor Sie Ihre E-Mails senden, ist es besser, wenn Sie ein dediziertes Hosting oder eine Vereinbarung mit Ihrem Hosting-Unternehmen haben, damit Ihr Hosting-Account nicht gesperrt wird, da viele Hosting-Provider das Versenden von Massen-E-Mails nicht tolerieren.<br /> Unterbrechen Sie das Skript NICHT.
fr_fr: ATTENTION! Avant d'envoyer vos e-mails, il est préférable que vous avez un hébergement dédié ou un accord avec votre société d'hébergement afin que votre compte d'hébergement ne sera pas interdit parce que beaucoup d'hébergement ne tolère pas l'envoi de courriels de masse. <br /> L'envoi peut prendre du temps! NE PAS interrompre le script.
it_it: AVVERTIMENTO! Prima di inviare le tue e-mail, è preferibile avere un hosting o un accordo dedicato con la tua società di hosting in modo che il tuo account di hosting non sia vietato perché molti hosting non tollerano l'invio di e-mail di massa. <br /> L'invio può richiedere tempo! NON interrompere la sceneggiatura.
pt_br: ATENÇÃO! Antes de enviar seus e-mails, é preferível que você tenha uma hospedagem dedicada ou um acordo com sua empresa de hospedagem para que sua conta de hospedagem não seja banida, pois muitas hospedagens não toleram o envio de e-mails em massa. Enviar pode levar tempo! NÃO interrompa o script.

source: No Notes found for the moderation treatment.
de_de: Keine Hinweise für die Moderationsbehandlung gefunden.
pt_br: Nenhuma anotação encontrada para o tratamento de moderação.

source: Search Note Posts
de_de: Suche Notizbeiträge
it_it: Cerca Note Postate
pt_br: Pesquisar postagens da nota

source: Top Authors
fr_fr: Top Auteurs
it_it: Top Autori
pt_br: Autores principais

source: Login as this author to edit this post. Please first approve this note as an administrator to be able to edit or delete it.
fr_fr: Connectez-vous comme cet auteur pour modifier ce poste. S'il vous plaît approuver premier cette note en tant qu'administrateur pour pouvoir modifier ou le supprimer.
pt_br: Entre como autor para editar este post. Primeiro, aprove esta nota como administrador para poder editá-la ou excluí-la.

source: Login as this User
it_it: Accedi come questo utente
pt_br: Entre como este usuário

source: Search a Note
de_de: Suchen Sie eine Notiz
es_es: Buscar una nota
it_it: Cerca una Nota
pt_br: Pesquisar uma nota

source: Dating CMS - Dating Software, Open Source Dating Script
pt_br: Encontro CMS - Software de Namoro, Open Source Dating Script

source: pH7 Social / Dating CMS
pt_br: pH7 Social / Namoro CMS

source: is a <a href="https://sourceforge.net/projects/ph7socialdating/">Free</a> and <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS">Open Source</a> <strong>Social Dating Software</strong> for building online dating web apps and social networks.
it_it: è un <a href="https://sourceforge.net/projects/ph7socialdating/">Gratuito</a> e <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS">Open Source</a> <strong>Social Dating Software</strong> per la creazione di app web per incontri online e social network.
pt_br: é um <a href="https://sourceforge.net/projects/ph7socialdating/">Gratuito</a> e <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS" > Código aberto </a> <strong> Social Dating Software </ strong> para criar aplicativos web e redes sociais de encontros on-line.

source: pH7CMS is also sometimes called "CMS-Dating".
it_it: pH7CMS è anche a volte chiamato "CMS-Dating".
pt_br: pH7CMS é também chamado de "CMS-Dating".

source: I can't login, or I forgot my username or password.
it_it: Non riesco ad accedere, o ho dimenticato il mio nome utente o password.
pt_br: Não consigo fazer login ou esqueci meu nome de usuário ou senha.

source: If you can't login, check to make sure that your "caps lock" key is off. Your username and password are CaSe SeNsItIvE. If you still cannot login, you can request to
it_it: Se non riesci ad accedere, verifica che il tasto "Bloc Maiusc" sia disattivato. Il tuo nome utente e la password sono CaSe SeNsItIvE. Se ancora non riesci ad accedere, puoi richiedere a
pt_br: Se você não conseguir fazer login, verifique se a tecla "caps lock" está desativada. Seu nome de usuário e senha são Case SeNsItIvE. Se você ainda não conseguir fazer login, poderá solicitar a

source: reset your password
de_de: Passwort zurücksetzen
it_it: reimposta la password
pt_br: redefinir sua senha

source: or
de_de: oder
it_it: o
pt_br: ou

source: contact us
de_de: Kontaktieren Sie uns
es_es: Contáctenos
it_it: contattaci
pt_br: contate-nos
