Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: Impossible to upload the game. Please check if the folder "%0%" has the write permission (CHMOD 755) or contact your host to check it.
de_de: Das Spiel kann nicht hochgeladen werden. Bitte überprüfen Sie, ob der Ordner "%0%" die Schreibberechtigung (CHMOD 755) hat oder kontaktieren Sie Ihren Host, um dies zu überprüfen.
es_es: Imposible cargar el juego. Por favor, compruebe si la carpeta "%0%" tiene el permiso de escritura (CHMOD 755) o póngase en contacto con su administrador para comprobarlo.
it_it: Impossibile caricare il gioco. Si prega di controllare se la cartella "%0%" ha l'autorizzazione di scrittura (CHMOD 755) o Contatta il tuo host per controllarlo.
pt_br: Impossível carregar o jogo. Por favor, verifique se a pasta "%0%" tem permissão de gravação (CHMOD 755) ou entre em contato com seu host para verificar.

source: The game has been successfully added!
es_es: ¡El juego ha sido añadido con éxito!
it_it: Il gioco è stato aggiunto con successo!
pt_br: O jogo foi adicionado com sucesso!

source: You Men!
de_de: Ihr Männer!
es_es: Hombres
fr_fr: Vous les hommes!
it_it: Voi uomini!
pt_br: Vocês homens!

source: Vote for the most beautiful women, the sexiest and hottest!
de_de: Wähle die schönsten Frauen und heißesten!
es_es: Vote por la mas bella, la mas sexy!
fr_fr: Votez pour les plus belles femmes, la plus sexy et la plus chaude!
it_it: Voto per le donne più belle, più sexy e più calde!
pt_br: Vote nas mulheres mais bonitas, as mais sexy e gostosas!

source: You Women!
de_de: Du bist eine Frau!
es_es: Mujeres
it_it: Voi donne!
pt_br: Vocês mulheres!

source: Vote for the best men, the sexiest and hottest!
de_de: Wähle die schönsten und heißesten Männer!
es_es: Vote por el mejor, el mas sexy!
fr_fr: Votez pour les meilleurs hommes, la plus sexy et la plus chaude!
it_it: Voto per gli uomini migliori, il più sexy e più caldo!
pt_br: Vote nos melhores homens, os mais sexy e gostosos!

source: Hot On Not - Free Online Dating Site
de_de: Heiß oder nicht - Kostenlose Online-Dating-Site
es_es: Hot o no - gratis en línea sitio de citas
fr_fr: Hot Or Not - Free Dating Site en ligne
it_it: Hot On Not - sito di Incontri Online gratis
pt_br: Quente ou Não - site de namoro online grátis

source: hot, hot or not, hotornot, sexy, rate, rating, voting, women, free, dating, speed dating, flirt
es_es: caliente, caliente o no, hotornot, sexy, tipo, clasificación, votación, mujeres, gratis, Liga, velocidad de citas, ligar
fr_fr: chaud, chaud ou non, HotOrNot, sexy, taux, note, le vote, les femmes, libre, rencontres, speed dating, flirt
pt_br: quente, quente ou não, hot or not, sexy, pontos, classificação, votação, mulheres, livre, namoro, encontro rápido, flerte, namoro rápido

source: Sorry, we haven't found any photo to Hot Or Not Party.
es_es: ¡Lo sentimos, no hemos encontrado ninguna foto en Hot or Nor Party!
fr_fr: Désolé, nous avons trouvé aucune photo Hot Or Not Party.
it_it: Siamo spiacenti, non abbiamo trovato nessuna foto per Hot Or Not Party.
pt_br: Desculpe, não foi encontrada nenhuma foto na festa Quente ou Não (Hot Or Not Party).

source: Sent at %0%
es_es: Enviado en %0%
fr_fr: Envoyé à %0%
it_it: Inviato alle %0%
pt_br: Enviado em %0%

source: You must have the ONLINE status in order to speak instantaneous.
es_es: Debe tener el estado EN LINEA para hablar instantáneo.
fr_fr: Vous devez avoir le statut en ligne afin de parler instantanée.
it_it: Per parlare istantanea, è necessario disporre dello stato ONLINE.
pt_br: Você deve ter o status ONLINE para falar instantaneamente.

source: %0% is offline. Send a <a href='%1%'>Private Message</a> instead.
de_de: %0% ist offline. Senden Sie stattdessen eine <a href='%1%'>private Nachricht</a> .
es_es: %0% está fuera de línea. Enviar un <a href='%1%'>Mensaje a privado</a> en su lugar.
fr_fr: %0% est déconnecté. Envoyer un <a href='%1%'> Message Privé </a> à la place.
it_it: %0% non è in linea. Inviare un <a href='%1%'>Messaggio Privato</a>.
pt_br: %0% está offline. Envie uma <a href='%1%'> mensagem privada </a>.

source: You need to <a href='%0%'>upgrade your membership</a> to be able to chat.
es_es: Necesita <a href='%0%'>actualizar su membresía</a> poder chatear.
it_it: È necessario <a href='%0%'>upgrade del tuo abbonamento</a>per poter chattare.
pt_br: Você precisa <a href='%0%'> atualizar sua assinatura </a> para poder bater papo.

source: You must have the ONLINE status in order to chat with other users.
es_es: Debe tener el estado EN LINEA para chatear con otros usuarios.
it_it: Per chattare con altri utenti, è necessario disporre dello stato ONLINE.
pt_br: Você deve ter o status ONLINE para conversar com outros usuários.

source: Invite your Friends
de_de: Lade deine Freunde ein
es_es: Invite a sus amigos y amigas
it_it: Invita i tuoi amici
pt_br: Convide seus amigos

source: Invite your friends to join %site_name%
de_de: Lade deine Freunde ein, auf %site_name%
es_es: Invita a tus amigos a unirse a %site_name%
fr_fr: Invitez vos amis à rejoindre %site_name%
it_it: Invita i tuoi amici ad unirsi %site_name%
pt_br: Convide seus amigos para participar de - %site_name%

source: Your name:
de_de: Ihr Name:
es_es: Su nombre:
fr_fr: Votre nom:
it_it: Il tuo nome:
pt_br: Seu nome:

source: To:
de_de: An:
es_es: Para:
fr_fr: A:
it_it: A:
pt_br: Para:

source: Upto 10 email addresses separated by commas.
es_es: Hasta 10 direcciones de correo electrónico separadas por comas.
fr_fr: Upto 10 adresses e-mail séparées par des virgules.
it_it: Fino a 10 indirizzi email separati da virgole.
pt_br: Até 10 endereços de email separados por vírgulas.

source: Invite your Friends!
it_it: Invita i tuoi amici!
pt_br: Convide seus amigos!

source: To prevent spam, you cannot put more than %0% email addresses at a time.
de_de: Um Spam zu vermeiden, können Sie nicht mehr als %0% der E-Mail-Adressen gleichzeitig eingeben.
it_it: Per prevenire lo spam, non si può mettere più di indirizzi email di %0% alla volta.
pt_br: Para evitar spam, você não pode colocar mais de %0% de endereços de e-mail por vez.

source: One or more email addresses are invalid!
de_de: Eine oder mehrere E-Mail-Adressen sind ungültig!
es_es: Una o más direcciones de correo electrónico son inválidas
fr_fr: Une ou plusieurs adresses e-mail ne sont pas valables!
it_it: Uno o più indirizzi di posta elettronica non sono validi!
pt_br: Um ou mais endereços de email são inválidos!

source: Cool! We have sent that.
de_de: Cool! Wir haben das gesendet.
es_es: ¡Genial! Hemos enviado.
fr_fr: Cool! Nous avons fait cela.
it_it: Bello! Che abbiamo inviato.
pt_br: Legal! Nós enviamos isso.

source: Hello!
de_de: Hallo!
es_es: ¡Hola!
fr_fr: Bonjour !
it_it: Ciao!
pt_br: Olá!

source: You have received a privilege on the invitation from your friend on the new platform to meet new generation - %site_name%
de_de: Sie haben eine Einladung eines Freundes erhalten, Ihn auf folgende Dating-Platform zu folgen um neue Menschen kennenzulernen - %site_name%
es_es: Han recibido un privilegio a la invitación de su amigo en la nueva plataforma para cumplir con la nueva generación - %site_name%
fr_fr: Vous avez reçu un privilège sur l'invitation de votre ami sur la nouvelle plate - forme pour répondre à la nouvelle génération - %site_name%
it_it: Avete ricevuto un privilegio su invito dal tuo amico sulla nuova piattaforma per incontrare la nuova generazione - %site_name%
pt_br: Você recebeu o convite de um amigo para entrar na nova plataforma de encontros - %site_name%

source: Get exclusive privilege to join your friend is waiting for you!
es_es: ¡Privilegio exclusivo de obtener a tu amigo te está esperando!
fr_fr: Obtenez le privilège exclusif de rejoindre votre ami vous attend!
it_it: Ottieni il privilegio esclusivo per unirsi al tuo amico ti sta aspettando!
pt_br: Tenha o privilégio exclusivo de se juntar ao amigo que está esperando por você!

source: Message left by your friend:
es_es: Mensaje dejado por su amigo:
fr_fr: Message laissé par votre ami:
it_it: Messaggio lasciato da un tuo amico:
pt_br: Mensagem deixada pelo seu amigo:

source: You are receiving this message because "%0%" you know has entered your email address in the form of invitation of friends to our site. This is not spam!
es_es: Usted está recibiendo este mensaje porque "%0%" sabes ha introducido su dirección de correo electrónico en el formulario de invitación de amigos a nuestro sitio. ¡Esto no es spam!
fr_fr: Vous recevez ce message parce que "%0% " vous savez est entré dans votre adresse e-mail sous la forme d'invitation d'amis à notre site. Cela ne veut pas spam!
it_it: Stai ricevendo questo messaggio perché "%0%" Sai che ha inserito il tuo indirizzo e-mail sotto forma di invito di amici al nostro sito. Questo non è spam!
pt_br: Você está recebendo esta mensagem porque "%0%" digitou seu endereço de e-mail na forma de convite de amigos para o nosso site. Isso não é spam!

source: Privilege on the invitation from your friend for the new generation community platform - %site_name%
es_es: Privilegio a la invitación de su amigo para la plataforma de la comunidad de nueva generación - %site_name%
fr_fr: Privilège sur l'invitation de votre ami pour la nouvelle plate - forme communautaire de génération - %site_name%
it_it: Privilegio su invito da un tuo amico per la piattaforma di comunità di nuova generazione - %site_name%
pt_br: Privilégio no convite de seu amigo para a nova geração da plataforma de encontros em - %site_name%

source: Forgot your Password?
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
it_it: Hai dimenticato la Password?
pt_br: Esqueceu sua senha?

source: Password Reset
de_de: Passwort zurücksetzen
es_es: Restablecer Contraseña
fr_fr: Réinitialiser mot de passe
it_it: Reimpostazione della password
pt_br: Resetar a senha

source: Oops! Email or hash is invalid.
de_de: Hoppla! E-Mail oder Hash ist ungültig.
es_es: ¡Uy! Correo electrónico o hash no es válido.
fr_fr: Oops! Email ou hash est invalide.
it_it: Oops! E-mail o hash non è valido.
pt_br: Opa! E-mail ou hashtag é inválido.

source: Your new password has been emailed to you.
de_de: Ihr neues Passwort wurde Ihnen per E-Mail zugesandt.
es_es: Su nueva contraseña fue enviada a tu correo electrónico.
fr_fr: Votre nouveau mot de passe a été envoyé par courriel.
it_it: La nuova password è stata inviata a voi.
pt_br: Sua nova senha foi enviada para você por e-mail.

source: Hello,
de_de: Hallo,
it_it: Ciao,
pt_br: Olá,

source: Your new password is: %0%
de_de: Dein neues Passwort lautet: %0%
it_it: La nuova password è: %0%
pt_br: Sua nova senha é: %0%

source: Please change it once you are <a href="%0%">logged in</a> (Account -> Edit Profile -> Change Password).
de_de: Bitte ändern Sie es, sobald Sie <a href="%0%">eingeloggt sind</a> (Account -> Profil bearbeiten -> Passwort ändern).
it_it: Si prega di cambiare una volta che siete <a href="%0%">registrato nel</a> (Conto-> modifica profilo-> Cambia Password).
pt_br: Por favor, altere assim que estiver <a href="%0%">logado</a> (Conta -> Editar Perfil -> Alterar Senha).

source: Module not found!
de_de: Modul nicht gefunden!
it_it: Modulo non trovato!
pt_br: Módulo não encontrado!

source: Generate a new password!
es_es: Generar una nueva contraseña
fr_fr: Générer un nouveau mot de passe!
it_it: Genera una nuova password!
pt_br: Gere uma nova senha!

source: Password reset instructions sent to %0%
de_de: Anweisungen zum Zurücksetzen des Passworts gesendet an %0%
it_it: Istruzioni inviate a reimpostazione password %0%
pt_br: Instruções de redefinição de senha enviadas para %0%

source: Someone (from the IP: %0%) has requested a new password for this account.
de_de: Jemand (von der IP-Adresse: %0%) hat ein neues Kennwort für dieses Konto beantragt.
it_it: Qualcuno (da IP: %0%) ha richiesto una nuova password per questo account.
pt_br: Alguém (do IP: %0%) solicitou uma nova senha para essa conta.

source: If you requested it, click on the link below, otherwise please ignore this email and your password will remain unchanged.
de_de: Wenn Sie Ihr Passwort ändern möchten, klicken Sie auf den unten stehenden Link, ansonsten bitte ignorieren Sie diese E-Mail und Ihr Passwort bleibt unverändert.
it_it: Se richiesto, clicca sul link qui sotto, in caso contrario si prega di ignorare questa email e la password rimarrà invariata.
pt_br: Se você solicitou, clique no link abaixo, caso contrário, ignore este e-mail e sua senha permanecerá inalterada.

source: Request for new password - %site_name%
de_de: Anfrage für ein neues Passwort - %Site_name%
es_es: Solicitud de nueva contraseña - %site_name %
fr_fr: Demande de nouveau mot de passe - %site_name%
it_it: Richiedi nuova password - %site_name%
pt_br: Pedido de nova senha em - %site_name%

source: Love Calculator with <span class="pH1">You</span> and <span class="pH1">%0%</span>
de_de: Liebesrechner mit <span class="pH1">Ihnen</span> und <span class="pH1">%0%</span>
es_es: Calculadora de amor con <span class="pH1">usted</span> y <span class="pH1">% 0%</span>
fr_fr: Amour Calculatrice avec <span class = \ "pH1 "> Vous </ span> et <span class = \ "pH1 ">%0%</ span>
it_it: Calcolatore di affinità con <span class="pH1">Te</span> e <span class="pH1">%0%</span>
pt_br: Calculadora do Amor com <span class="pH1">você</span> e <span class="pH1">%0%</span>

source: No Name Found for the Love Calculator!
es_es: ¡No hay nombre para la calculadora de amor!
fr_fr: No Name Found pour la Love Calculator!
it_it: Nessun nome trovato per il calcolatore di affinità!
pt_br: Nenhum nome encontrado para a calculadora do amor!

source: Your message does not exist anymore in your trash bin.
es_es: Su mensaje ya no existe en la papelera.
it_it: Il tuo messaggio non esiste più nel vostro cestino.
pt_br: Sua mensagem não existe mais em sua lixeira.

source: Your message has been moved to your trash bin.
es_es: Su mensaje ha sido movido a la papelera.
it_it: Il tuo messaggio è stato spostato il vostro cestino.
pt_br: Sua mensagem foi movida para sua lixeira.

source: Your message does not exist anymore in your inbox.
es_es: Tu mensaje ya no existe en su bandeja de entrada
it_it: Il tuo messaggio non esiste più nella posta in arrivo.
pt_br: Sua mensagem não existe mais em sua caixa de entrada.

source: Your message has been moved to your inbox.
es_es: Su mensaje ha sido movido a su bandeja de entrada.
it_it: Il tuo messaggio è stato spostato nella posta in arrivo.
pt_br: Sua mensagem foi movida para sua caixa de entrada.

source: Your message does not exist anymore.
es_es: Su mensaje ya no existe.
fr_fr: Votre message n'existe plus.
it_it: Il tuo messaggio non esiste più.
pt_br: Sua mensagem não existe mais.

source: Your message has been successfully removed!
es_es: ¡Tu mensaje ha sido eliminado exitosamente!
fr_fr: Votre message a été supprimé avec succès!
it_it: Il tuo messaggio è stato rimosso con successo!
pt_br: Sua mensagem foi removida com sucesso!

source: No messages found!
de_de: Keine Nachrichten gefunden!
es_es: Ningun mensaje encontrado!
fr_fr: Aucun message trouvé!
it_it: Nessun messaggio trovato!
pt_br: Nenhuma mensagem encontrada!

source: Email List
de_de: E-Mail-Liste
es_es: Listado de Correo Electrónico:
fr_fr: Liste de diffusion
it_it: Lista Email
pt_br: Lista de e-mail

source: %n% message found!
it_it: %n% messaggio trovato!
pt_br: %n% mensagem encontrada!

source: MailBox : Compose a new message
es_es: Buzón: Componer un mensaje nuevo
fr_fr: MailBox: Composez un nouveau message
it_it: Cassetta postale: Comporre un nuovo messaggio
pt_br: Caixa de Correio: Escrever uma nova mensagem

source: Compose a new message
es_es: Componer un mensaje nuevo
fr_fr: Composez un nouveau message
it_it: Comporre un nuovo messaggio
pt_br: Escrever uma nova mensagem

source: MailBox : Inbox
es_es: Buzón de correo: bandeja de entrada
fr_fr: MailBox: Boîte de réception
it_it: Cassetta postale: posta in arrivo
pt_br: Caixa de Correio: Caixa de Entrada

source: No Messages Found!
de_de: Keine Nachricht gefunden!
it_it: Nessun messaggio trovato!
pt_br: Não foram encontradas mensagens!

source: No messages in your inbox
de_de: Keine Nachrichten in Ihrem Posteingang
it_it: Nessun messaggio nella tua casella di posta
pt_br: Nenhuma mensagem na sua caixa de entrada

source: Sorry %0%, you don't have any messages in your inbox.
de_de: Entschuldigung %0%, Sie haben keine Nachrichten in Ihrem Posteingang.
it_it: Mi dispiace %0%, non hai tutti i messaggi nella posta in arrivo.
pt_br: Desculpe %0%, você não tem nenhuma mensagem na sua caixa de entrada.

source: MailBox : Messages Sent
de_de: Postfach: Gesendete Nachrichten
es_es: Buzón: Mensajes enviados
it_it: Cassette postali: Messaggi inviati
pt_br: Caixa de Correio: Mensagens Enviadas

source: Empty!
de_de: Leer!
es_es: Vacío
fr_fr: vide.
it_it: Vuota!
pt_br: Vazio!

source: Sorry!
de_de: Entschuldigung!
es_es: ¡Lo sentimos!
fr_fr: Désolé!
it_it: Mi dispiace!
pt_br: Desculpe!

source: No messages found.
de_de: Keine Nachrichten gefunden.
it_it: Nessun messaggio trovato.
pt_br: Nenhuma mensagem encontrada.

source: MailBox : Trash
de_de: Postfach: Papierkorb
es_es: Buzón: basura
it_it: Cassetta postale: Cestino
pt_br: Caixa de Correio: Lixeira

source: No trashed messages were found.
it_it: Non sono stati trovati messaggi nel cestino.
pt_br: Nenhuma mensagem na lixeira foi encontrada.

source: Mail Search - Look for a message
de_de: Mail-Suche - Suchen Sie nach einer Nachricht
it_it: Trova Mail - Cercare un messaggio
pt_br: Pesquisa por correspondência - Procure uma mensagem

source: Your search didn't match any of your messages.
it_it: La ricerca non corrisponde a nessuno dei tuoi messaggi.
pt_br: Sua pesquisa não corresponde a nenhuma de suas mensagens.

source: Mail | Message - Your search returned
es_es: Correo | Mensaje - la búsqueda ha devuelto
fr_fr: Courrier | Message - Votre recherche a donné
it_it: Posta elettronica | Messaggio - la ricerca ha restituito
pt_br: Mail | Mensagem - Sua busca retornou

source: Your message doesn't exist anymore in your trash bin.
it_it: Il tuo messaggio non esiste più nel vostro cestino.
pt_br: Sua mensagem não existe mais em sua lixeira.

source: Your message(s) has/have been moved to your trash bin.
es_es: Sus mensajes se han movido a la papelera.
it_it: I Tuoi messaggi sono stati spostati nel cestino.
pt_br: Suas mensagens foi/foram movidas para sua lixeira.

source: Your message doesn't exist anymore in your inbox.
it_it: Il tuo messaggio non esiste più nella posta in arrivo.
pt_br: Sua mensagem não existe mais em sua caixa de entrada.

source: Your message(s) has/have been moved to your inbox.
es_es: Su mensaje ha sido movido a su bandeja de entrada.
it_it: I messaggi sono stati spostati nella posta in arrivo.
pt_br: Sua mensagem não existe mais em sua caixa de entrada.

source: Your message has been deleted successfully
de_de: Nachricht wurde erfolgreich gelöscht
es_es: ¡Tu mensaje ha sido eliminado exitosamente!
it_it: Il tuo messaggio è stato eliminato con successo
pt_br: Sua mensagem foi excluída com sucesso

source: Your message doesn't exist anymore.
it_it: Il tuo messaggio non esiste più.
pt_br: Sua mensagem não existe mais.

source: Your message(s) has/have been deleted successfully!
de_de: Nachricht(en) wurde erfolgreich gelöscht!
es_es: Sus mensajes han sido eliminados.
it_it: Il tuo messaggio è stato eliminato con successo!
pt_br: Sua mensagem foi/foram deletada(s) com sucesso!

source: Please <a href="%0%">research with different keywords</a>.
de_de: Bitte <a href="%0%">mit verschiedenen Keywords suchen</a>.
it_it: Per favore <a href="%0%">ricerca con parole chiave diverse</a>.
pt_br: Por favor, <a href="%0%"> pesquise com palavras-chave diferentes </a>.

source: Recipient:
de_de: Empfänger:
es_es: Destinatario:
fr_fr: Destinataires
it_it: Destinatario:
pt_br: Destinatário:

source: RE:
pt_br: Responder:

source: Your message:
es_es: Sú mensaje
fr_fr: Votre message
it_it: Il tuo messaggio:
pt_br: Sua mensagem:

source: Search a message:
es_es: Buscar correo - buscar un mensaje
fr_fr: Rechercher un message:
it_it: Ricerca un messaggio:
pt_br: Pesquisar uma mensagem:

source: Enter a keyword in the Subject, Contents, Author (username, first name, last name) or message ID.
es_es: Escriba una palabra clave en el Asunto, Contenido, Autor (nombre de usuario, nombre, apellido) o ID de mensaje.
fr_fr: Saisissez un mot-clé dans la réserve, matières, Auteur (nom d'utilisateur, prénom, nom) ou un message ID.
it_it: Inserisci una parola chiave nell'oggetto, contenuto, autore (nome, cognome, username) o ID del messaggio.
pt_br: Digite uma palavra-chave no Assunto, Conteúdo, Autor (nome de usuário, primeiro nome, sobrenome) ou ID da mensagem.

source: Subject
de_de: Betreff
es_es: Tema:
fr_fr: Sujet
it_it: Oggetto
pt_br: Assunto

source: Author (username)
es_es: Autor (usuario)
fr_fr: Auteur (nom d'utilisateur)
it_it: Autore (nome utente)
pt_br: Autor (nome de usuário)

source: Recent
de_de: Aktuell
es_es: Reciente
fr_fr: Récent
it_it: Recenti
pt_br: Recente

source: Inbox
de_de: Posteingang
es_es: Buzón de correo
fr_fr: Boîte de réception
it_it: Posta in arrivo
pt_br: Caixa de entrada

source: Outbox
de_de: Gesendet
es_es: Buzon de envios
fr_fr: Messages envoyée
it_it: Posta in uscita
pt_br: Caixa de saída

source: Trash
de_de: Papierkorb
es_es: Buzón: basura
fr_fr: Poubelle
it_it: Cestino
pt_br: Lixeira

source: Oops! You can not send a message to yourself.
es_es: No se puede enviar mensaje a si mismo.
fr_fr: Oops! Vous ne pouvez pas envoyer un message à vous-même.
it_it: Oops! Non è possibile inviare un messaggio a te stesso.
pt_br: Opa! Você não pode enviar uma mensagem para si mesmo.

source: Oops! You cannot reply to administrator! If you want to contact us, please use our <a href="%0%">contact form</a>.
es_es: No puede responder al administrador! Si desea contactarnos, por favor use <a href="%0%"> mensaje </a>
fr_fr: Oops! Vous ne pouvez pas répondre à l'administrateur! Si vous souhaitez nous contacter, s'il vous plaît utiliser notre <a href="%0%"> formulaire de contact </a>.
it_it: Oops! Non puoi rispondere all'amministratore! Se si desidera contattarci, si prega di utilizzare il nostro <a href="%0%">modulo di contatto</a>.
pt_br: Opa! Você não pode responder ao administrador! Se você quiser entrar em contato, use nosso <a href="%0%"> formulário de contato </a>.

source: Oops! The username "%0%" does not exist.
de_de: Hoppla! Der Benutzername "%0%" ist nicht vorhanden.
es_es: El usuario "%0%" no existe.
fr_fr: Oops! Le nom d'utilisateur "%0%" n'existe pas.
it_it: Oops! Il nome utente "%0%" non esiste.
pt_br: Opa! O nome de usuário "%0%" não existe.

source: Problem while sending the message. Please try again later.
es_es: Se detecto un problema mientras enviamos su mensaje. Por favor intente luego.
fr_fr: Problème lors de l'envoi du message. Veuillez réessayer plus tard.
it_it: Problema durante l'invio del messaggio. Si prega di riprovare più tardi.
pt_br: Problema ao enviar a mensagem. Por favor, tente novamente mais tarde.

source: You received a new message from %0%
de_de: Du hast eine neue Nachricht erhalten von %0%
es_es: Ha recibido un nuevo mensaje de %0%
fr_fr: Vous avez reçu un nouveau message de %0%
it_it: Hai ricevuto un nuovo messaggio da %0%
pt_br: Você recebeu uma nova mensagem de %0%

source: Click here
de_de: Hier klicken
es_es: Haga click aqui
fr_fr: Cliquez ici
it_it: Clicca quì
pt_br: Clique aqui

source: to read your message.
es_es: Para leer su mensaje.
fr_fr: lire votre message.
it_it: per leggere il Tuo messaggio.
pt_br: para ler sua mensagem.
