Repository: pH7Software/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: de_de, es_es, fr_fr, it_it, pt_br

source: No Pictures found for the moderation treatment.
de_de: Keine Bilder gefunden für die Moderationsbehandlung.
it_it: Nessuna immagine trovata per il trattamento di moderazione.

source: No Videos found for the moderation treatment.
de_de: Keine Videos gefunden für die Moderationsbehandlung.
it_it: Nessun video trovato per il trattamento di moderazione.

source: No Video Albums found for the moderation treatment.
de_de: Für die Moderationsbehandlung wurden keine Videoalben gefunden.
it_it: Nessun album video trovato per il trattamento di moderazione.

source: No modules available in your %software_name% repository
it_it: Nessun modulo disponibile nel tuo %software_name% depositato

source: Module(s) available to install:
it_it: Moduli disponibili per l'installazione:

source: Website of module
it_it: Sito Web del modulo

source: version
it_it: versione

source: Contact Author
de_de: Mitglied kontaktieren
it_it: Contatta l'Autore

source: Are you sure to install this module?
it_it: Sei sicuro di installare questo modulo?

source: Install
de_de: Installieren
it_it: Installa

source: Category:
de_de: Kategorie:
it_it: Categoria:

source: License:
de_de: Lizenz:
it_it: Licenza:

source: Module path id not valid!
it_it: ID percorso modulo non valido!

source: Module(s) installed on your website:
it_it: Moduli installati sul tuo sito web:

source: Are you sure you want to uninstall this module?
de_de: Möchten Sie dieses Modul wirklich deinstallieren?
it_it: Sei sicuro di voler disinstallare questo modulo?

source: Uninstall
de_de: Deinstallieren
it_it: Disinstalla

source: Save SQL file to your server
it_it: Salva SQL file sul Tuo server

source: Save Gzip Archive (.gz) to your server
it_it: Salva Gzip Archive (.gz) sul Tuo server

source: Download SQL file to your desktop
it_it: Scarica SQL file sul Tuo desktop

source: Download Gzip Archive (.gz) to your desktop
it_it: Scarica Gzip Archive (.gz) sul Tuo desktop

source: Show on the screen
it_it: Mostra sullo schermo

source: View Database
it_it: Vedi Database

source: Database Restore from server
it_it: Ripristino del database dal server

source: Please select a dump file
it_it: Si prega di selezionare un file di dump

source: Restore data from dump
it_it: Ripristina i dati dal dump

source: Delete dump
it_it: Elimina dump

source: Database Restore from PC
it_it: Ripristina Database dal PC

source: Please select a SQL file (extension ".sql" or compressed archive ".gz")
it_it: Seleziona un file SQL (estensione ".sql" o archivio compresso ".gz")

source: Restore
de_de: Wiederherstellen
it_it: Ripristina

source: WARNING! Before enabling minify Java compiler, be sure to make sure that Java is installed on your server otherwise it will not work. It is usually available on dedicated servers, sometimes on shared hosting.
de_de: Achttung! Bevor Sie den minify Java Compiler aktivieren, stellen Sie sicher, dass Java auf Ihrem Server installiert ist, sonst funktioniert es nicht. Es ist in der Regel auf dedizierten Servern verfügbar, manchmal auch auf gemeinsamen Hosting.
it_it: AVVERTIMENTO! Prima di abilitare il minify Java Compiler, assicurati che Java sia installato sul tuo server altrimenti non funzionerà. Di solito è disponibile su server dedicati, a volte su hosting condiviso.

source: Free Space
de_de: Freier Speicherplatz
it_it: Spazio Libero

source: Note: If all folders are on the same hard disk, you will have the same size everywhere.
de_de: Hinweis: Wenn sich alle Ordner auf derselben Festplatte befinden, haben Sie überall dieselbe Größe.
it_it: Nota: se tutte le cartelle si trovano sullo stesso disco rigido, le stesse dimensioni saranno ovunque.

source: Country Flag
de_de: Länderflagge
it_it: Bandiera Nazione

source: Edit the Wallpaper of the User's Profile Page
de_de: Bearbeiten Sie das Hintergrundbild der Benutzerprofilseite
it_it: Modifica lo sfondo della pagina del profilo dell'utente

source: Send a message to this user
de_de: Senden Sie eine Nachricht an diesen Benutzer
it_it: Invia un messaggio a questo utente

source: Send Mail
de_de: Mail senden
it_it: Invia Email

source: Your Unique Referral Link
it_it: Il tuo link di riferimento unico

source: Your affiliate amount is <em>%1%%0%</em>
it_it: Il tuo importo di affiliazione è<em>%1%%0%</em>

source: If you want, you can <a href="%0%">contact us</a> to request a payment.
it_it: Se vuoi, puoi <a href="%0%">contattarci</a> per richiedere un pagamento.

source: Unfortunately, you cannot request a payment at this time. You must have a minimum of %1%%0%.
it_it: Purtroppo, non è possibile richiedere un pagamento in questo momento. Devi avere un minimo di %1%%0%.

source: Posted on:
de_de: Veröffentlicht am:
it_it: Postato su:

source: Updated Post:
it_it: Post aggiornato:

source: Site/Blog:
it_it: Sito/Blog:

source: Not editable
de_de: Nicht bearbeitbar
it_it: Non modificabile

source: Not deletable
de_de: Nicht löschbar!
it_it: Non cancellabile

source: Warning! This action will remove a User Field! (Irreversible Action)
de_de: Achtung! Mit dieser Aktion wird ein Benutzerfeld entfernt!
it_it: Avvertimento! Questa azione rimuoverà un campo utente! (Azione irreversibile)

source: To see the users fields, you must add at least one user.
it_it: Per visualizzare i campi degli utenti, è necessario aggiungere almeno un utente.

source: See %0%'s topics
de_de: Sehe %0% Themen
it_it: Vedi argomenti di %0% ░

source: %0%'s topics
de_de: %0%-Themen
it_it: %0% Argomenti

source: Login As this User to edit their topic
it_it: Accedi come questo utente per modificare il loro argomento

source: Reply to the topic
de_de: Antworte auf das Thema
it_it: Rispondi all'argomento

source: Edit your topic
it_it: Modifica il tuo argomento

source: Delete Topic
de_de: Thema löschen
it_it: Elimina Argomento

source: Edit your post
de_de: Eintrag bearbeiten
es_es: Editar entrada
it_it: Modifica il tuo Post

source: Delete Post
de_de: Beitrag löschen
it_it: Elimina Post

source: Login As this User to edit their post
it_it: Accedi come questo utente per modificare il loro post

source: Reply: %0%
de_de: Antwort: %0%
it_it: Risposte: %0%

source: Views: %0%
de_de: Ansichten: %0%
it_it: Visualizzazioni: %0%

source: Create a new Topic
es_es: Añadir un nuevo tema
it_it: Crea un nuovo Argomento

source: New Search
de_de: Neue Suche
it_it: Nuova Ricerca

source: Download this game
es_es: Descargar este juego
it_it: Scarica questo Gioco

source: %0% was played %1% and download %2% time(s).
de_de: %0% spielte %1% und Download %2% mal.
it_it: %0% was played %1% e scaricato %2% time(s).

source: Edit this Game
de_de: Bearbeite dieses Spiel
es_es: Editar este juego
it_it: Modifica questo Gioco

source: Delete this Game
de_de: Lösche dieses Spiel
es_es: Eliminar este juego
fr_fr: Supprimer ce jeu
it_it: Elimina questo Gioco

source: Love!
it_it: Amore!

source: Author: <a href="%0%" data-load="ajax">%1%</a>
de_de: Autor: <a href="%0%" data-load="ajax">%1%</a>
it_it: Autore: <a href="%0%" data-load="ajax">%1%</a>

source: Moderation Action
de_de: Moderationsaktion
es_es: Acción de moderación
it_it: Moderazione Azione

source: Login as this author to edit/delete this post
de_de: Logen Sie sich ein zum editieren oder löschen
it_it: Accedi come questo autore per modificare / eliminare questo post

source: Login as this author to edit/delete this post. Please first approve this note as an administrator to be able to edit or delete it.
de_de: Melden Sie sich als Autor an, um diesen Beitrag zu bearbeiten / zu löschen. Bitte genehmigen Sie diese Notiz zuerst als Administrator, um sie bearbeiten oder löschen zu können.
it_it: Accedi come questo autore per modificare / eliminare questo post. Per prima cosa, approva questa nota come amministratore per poterla modificare o eliminare.

source: By who this Web App has been developed?
de_de: Von wem wurde diese Web-App entwickelt?
it_it: Da chi è stata sviluppata questa app Web?

source: <strong><a href="http://ph7builder.com">pH7CMS</a></strong> is built by a small volunteer team of engineers, programmers, designers, and others in many different sites across the globe. It is updated continuously, and<br /> in constantly evolving to give the best image of the <strong>next Social Dating Web generation</strong>!<br /> If you wish to help us as volunteer developer and if you know one of the following languages (C++, Java, Android, Python, PHP 7+ OOP, HTML5/CSS, JavaScript OOP/Node.js, Ruby on Rails, Swift, SQL, Unix Server, Apache/Nginx)<br /> or professional hackers who could help us in the security of our Web software to find any security vulnerability in order to create the most secure Web software ever<br /> or help us in the translation of one of our open source CMS, you can directly start by <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS">forking our project on Github</a> or contact us via our <a href="http://ph7builder.com/contact/">contact form</a>.<br /> Moreover, this unique experience will <strong>make the difference more than ever on your CV</strong>.
it_it: <strong><a href="http://ph7builder.com">pH7CMS</a></strong> è costruito da un piccolo gruppo di volontari di ingegneri, programmatori, designer e altri in molti siti diversi in tutto il mondo. È aggiornato continuamente e<br /> in continua evoluzione per dare la migliore immagine del <strong>prossima generazione di Social Dating Web</strong>!<br />Se desideri aiutarci come sviluppatore volontario e se conosci una delle seguenti lingue (C++, Java, Android, Python, PHP 7+ OOP, HTML5/CSS, JavaScript OOP/Node.js, Ruby on Rails, Swift, SQL, Unix Server, Apache/Nginx)<br /> o hacker professionisti che potrebbero aiutarci nella sicurezza del nostro software Web per trovare eventuali vulnerabilità di sicurezza al fine di creare il software Web più sicuro di sempre<br /> o aiutaci nella traduzione di uno dei nostri CMS open source, puoi iniziare direttamente da <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS">forking il nostro progetto su Github</a> o contattaci tramite il nostro<a href="http://ph7builder.com/contact/">modulo di contatto</a>.<br /> Inoltre, questa esperienza unica sarà <strong>fare la differenza più che mai sul tuo CV</strong>.

source: A contribution to an open source project such as <a href="http://ph7builder.com/what-is-the-best-dating-software-provider/">pH7CMS, Open Source Social/Dating Provider</a> looks great on your CV!
it_it: Un contributo a un progetto open source come <a href="http://ph7builder.com/what-is-the-best-dating-software-provider/">pH7CMS, Open Source Social/Dating Provider</a> sembra fantastico sul tuo CV!

source: Add new Membership
it_it: Aggiungi un nuovo Associato

source: -OR-
it_it: -O-

source: Will You Be Nice Today...?
de_de: Wirst du heute nett sein...?
it_it: Sarai gentile oggi ...?

source: And make your website better with regular updates.
de_de: Und verbessern Sie Ihre Website mit regelmäßigen Updates.
it_it: E migliora il tuo sito web con aggiornamenti regolari.

source: Be like 78% of our users who contribute to the software on a regular basis.
it_it: Ti piacerebbe essere come il 78% dei nostri utenti che contribuiscono regolarmente al software.

source: No related profiles found.
de_de: Keine verwandten Profile gefunden.
it_it: Nessun profilo correlato trovato.

source: No Reports Found
de_de: Keine Berichte gefunden
it_it: Nessun rapporto trovato

source: View Report
de_de: Bericht anzeigen
it_it: Visualizza rapporto

source: No users who have a birthday today. Come back tomorrow 😉
it_it: Nessun utente che ha un compleanno oggi. Torna domani 😉

source: People love us! Realtime users using our service
it_it: La gente ci ama! Utenti in tempo reale che utilizzano il nostro servizio

source: Incontra &amp; gente vicino a %0%!
it_it: Incontra &amp; date gente vicino a %0%!

source: Not registered yet?
de_de: Noch nicht registriert?
fr_fr: Pas encore inscrit?
it_it: Non sei ancora registrato?

source: Join Us Today!
de_de: Werde heute Mitglied!
it_it: Unisciti a noi oggi!

source: Stay tuned for more adventures on %site_name%!
it_it: Resta sintonizzato per altre avventure %site_name%!

source: Thank you for being a part of our service.
de_de: Danke, dass Sie Teil unseres Service sind.
it_it: Grazie per essere parte del nostro servizio.

source: Map
de_de: Karte
it_it: Mappa

source: Similar Profiles
de_de: Ähnliche Profile
it_it: Profili Simili

source: Topics
de_de: Themen
fr_fr: Sujets
it_it: Argomenti

source: Recently Viewed
de_de: Zuletzt angesehen
fr_fr: Récemment vu
it_it: Visualizzazioni Recenti

source: First name:
de_de: Vorname:
it_it: Nome:

source: Middle name:
de_de: Zweiter Vorname:
fr_fr: deuxième prénom
it_it: Secondo Nome:

source: Last name:
de_de: Nachname:
it_it: Cognome:

source: Profile Map:
de_de: Profilkarte:
it_it: Mappa del profilo:

source: Email Notification
de_de: E-Mail-Benachrichtigung
it_it: Notifica per Email

source: Sign In!
de_de: Anmelden!
fr_fr: Connexion
it_it: Registrati!

source: STEP
de_de: SCHRITT
it_it: PASSAGGIO

source: You need a Google API key to retrieve the Youtube video infos.
it_it: Hai bisogno di una chiave API di Google per recuperare le informazioni video di Youtube.

source: You can get one <a href="%0%">here</a>. Enable YouTube Data API (which is disabled by default). Finally create an API key. Select "Api Key" for the Credential type, then select "Server Key", then you will get your API key to paste in this form.
it_it: È possibile ottenere uno < a href = "%0%" > qui </a>. Abilitare i dati di YouTube API (che è disattivato per impostazione predefinita). Infine creare una chiave API. Selezionare "API Key" per il tipo di credenziale, quindi selezionare "Server Key", quindi si otterrà la chiave API per incollare in questo modulo.

source: No RSS Feed found at %site_name%
it_it: Nessun feed RSS trovato su %site_name%

source: Forum Topics
de_de: Forum Themen
it_it: Argomenti del Forum

source: Picture Comments
es_es: Comentarios de la foto
it_it: Commenti delle Immagini

source: Latest %0% Comments
de_de: Neueste%0% Kommentare
it_it: Ultimi %0% Commenti

source: Latest Blog Posts %site_name%
it_it: Ultimi Posts del Blog di %site_name%

source: %0%'s comments
de_de: %0%'s Kommentare
it_it: %0% commenti

source: Latest Notes %site_name%
it_it: Ultime Note %site_name%

source: Error: The HEX color value is invalid. Has to be "#XXXXXX" format.
it_it: Errore: il valore del colore HEX non è valido. Deve avere il formato "#XXXXXX".

source: Error: %element% must be a valid name. The name doesn't seem to be correct.
de_de: Fehler: %element% muss ein gültiger Name sein. Der Name scheint falsch zu sein.
it_it: Errore: %element% deve essere un nome valido Il nome non sembra corretto.

source: Error: %element% must contain a URL (e.g., <a href="http://ph7builder.com">http://ph7builder.com</a>).
it_it: Errore: %element% deve contenere un URL (es., <a href="http://ph7builder.com">http://ph7builder.com</a>).

source: Error: Nickname has to be from %0% to %1% characters long, or it is not available or already used by other user.
it_it: Errore: Il Nickname deve essere da %0% a %1% caratteri di lunghezza, o non è disponibile o già utilizzato da altri utenti.

source: Big thanks to
de_de: Vielen Dank an
it_it: Grazie mille a

source: THANKS to
de_de: Dank an
it_it: GRAZIE a

source: %0%'s profile
de_de: %0%'s Profil
it_it: %0% profilo

source: Report feature is not available for this content since the user who posted that content has been removed.
de_de: Die Berichtsfunktion ist für diesen Inhalt nicht verfügbar, da der Benutzer, der den Inhalt gepostet hat, entfernt wurde.
it_it: La funzione di segnalazione non è disponibile per questo contenuto poiché l'utente che ha pubblicato quel contenuto è stato rimosso.

source: You are too far away from us :( Unfortunately, we are not available in your country.
de_de: Sie sind zu weit weg von uns :( Leider sind wir in Ihrem Land nicht verfügbar.
it_it: Sei troppo lontano da noi :( Purtroppo, non siamo disponibili nel tuo paese.

source: Psst! Do not forget to read the <a href="%0%">documentation page</a> before proceeding with the update.
de_de: Psst! Vergessen Sie nicht, die <a href="%0%"> Dokumentationsseite </a> zu lesen, bevor Sie mit der Aktualisierung fortfahren.

source: No upgrade patches available for %software_name%.
de_de: Keine Upgrade-Patches für %software_name% verfügbar.

source: Instruction:
de_de: Anweisung:

source: Upgrade patch is not valid!
de_de: Upgrade-Patch ist nicht gültig!

source: No upgrade patches available for your current version: %software_version%, build %software_build%
de_de: Für Ihre aktuelle Version %software_version%, build %software_build% sind keine Upgrade-Patches verfügbar

source: Please delete the upgrade folder using an FTP client or SSH.
de_de: Bitte löschen Sie den Upgrade-Ordner mit einem FTP-Client oder SSH.

source: Conclusion Message:
de_de: Abschlussmeldung:

source: Please save the following information for future reference:
de_de: Bitte bewahren Sie die folgenden Informationen zur späteren Bezugnahme auf:

source: You have been successfully registered!
de_de: Sie wurden erfolgreich registriert!

source: Sorry, your account has not been activated yet. Please activate it by clicking on the activation link you received by email.
de_de: Ihr Konto wurde leider noch nicht aktiviert. Bitte aktivieren Sie es, indem Sie auf den Aktivierungslink klicken, den Sie per E-Mail erhalten haben.

source: Sorry, your account has not been activated yet. An administrator has to review it manually.
de_de: Ihr Konto wurde leider noch nicht aktiviert. Ein Administrator muss es manuell überprüfen und ggf. aktivieren.

source: Your account does not have a valid activation status. Please <a href="%0%">contact the database administrator</a> in order to fix the issue with your account.
de_de: Ihr Konto hat keinen gültigen Aktivierungsstatus. Bitte <a href="%0%"> wenden Sie sich an den Datenbankadministrator</a>, um das Problem mit Ihrem Konto zu beheben.

source: If you see "Internal Server Error" message on your site, please set to "development" mode in order to see the details of the error. If your site is on production (and visible by everyone) please set it to the production mode for security reasons.
de_de: Wenn auf Ihrer Webseite die Meldung "Interner Serverfehler" angezeigt wird, stellen Sie den Entwicklungsmodus ein, um die Fehlerdetails anzuzeigen. Wenn Ihre Website in Produktion (und für jeden sichtbar) ist, setzen Sie sie aus Sicherheitsgründen nach Ansicht der Fehlerdetails wieder auf den Produktionsmodus.

source: Currency Sign (for display purposes only)
de_de: Währungszeichen (nur zu Anzeigezwecken)

source: You can select/multi-select the amount of countries to be displayed on the registration form and user search forms.
de_de: Sie können die Anzahl der Länder auswählen / auswählen, die auf dem Registrierungsformular und den Suchformularen für Benutzer angezeigt werden sollen.

source: You can select/multi-select the amount of countries to be displayed on the registration form.
de_de: Sie können die Anzahl der Länder auswählen / auswählen, die auf dem Registrierungsformular angezeigt werden sollen.

source: If you need to block all Internet traffic to your website from a specific country, please use <a href="%0%">Country Blocker</a> tool.
de_de: Wenn Sie den gesamten Internetverkehr aus einem bestimmten Land auf Ihre Website blockieren müssen, verwenden Sie das Tool <a href="%0%"> Country Blocker </a>.

source: The URL of your social profile, such as Facebook, Instagram, Snapchat, LinkedIn, ...
de_de: Die URL Ihres Social Media Profils auf Facebook, Instagram, Snapchat, LinkedIn, ...

source: I'm a %0% and I'm looking for %1%.
de_de: Ich bin %0% und suche nach %1%.

source: I'm from %0%, %1%.
de_de: Ich bin aus %0%, %1%.

source: The cache has been cleared.
de_de: Der Cache wurde gelöscht.

source: 🍰 A <a href="%0%" target="_blank" rel="noopener">New Release</a> 🎁 just for YOU! 😍
de_de: 🍰 A <a href="%0%" target="_blank" rel="noopener">Neue Version</a> 🎁 nur für dich! 😍

source: %software_name% <strong>%0%</strong> is available! Please update it today to keep your site safe and stable.
de_de: %software_name% <strong>%0%</strong> ist verfügbar! Bitte aktualisieren Sie sie noch heute, um Ihre Website sicher und stabil zu halten.

source: Read <a href="%0%" target="_blank" rel="noopener">this</a> to learn how to upgrade your site, step-by-step. Once you follow the steps, run the upgrade wizard <a href="%1%" target="_blank" rel="noopener">here</a>.
de_de: Lese <a href="%0%" target="_blank" rel="noopener">das </a> um Schritt für Schritt zu lernen, wie Sie Ihre Website aktualisieren können. Führen Sie nach dem Ausführen der Schritte den Upgrade-Assistenten <a href="%1%" target="_blank" rel="noopener"> hier </a> aus.

source: Notifier email couldn't be sent to user. Their email wasn't valid.
de_de: Benachrichtigungs-E-Mail konnte nicht an Benutzer gesendet werden. Ihre E-Mail war nicht gültig.

source: Country Restrictions - User
de_de: Länderbeschränkungen - Benutzer

source: Knowing the time zone, the other administrators may know when they can contact you easily.
de_de: Wenn Sie die Zeitzone kennen, wissen die anderen Administratoren möglicherweise, wann sie Sie problemlos kontaktieren können.

source: Norwegian
de_de: Norwegisch

source: Please specify the date of birth using the calendar.
de_de: Bitte geben Sie das Geburtsdatum anhand des Kalenders an.

source: Import members into your site from a <strong><abbr title="Comma Separated Values">CSV</abbr></strong> file. You should be able to find websites that offer dating profiles database. Make sure they offer CSV format.
de_de: Importieren Sie Mitglieder in Ihre Website von einer <strong><abbr title="Comma Separated Values">CSV</abbr></strong> Datei. Sie sollten in der Lage sein, Websites zu finden, die Dating-Profile-Datenbank anbieten. Stellen Sie sicher, dass sie das CSV-Format einfügen.

source: Copyright (meta tag):
de_de: Kopiergeschüzt (Meta-Tag):
es_es: Derechos de autor (meta etiqueta):
fr_fr: Droit d'auteur (meta tag):

source: Save Changes
de_de: Änderungen speichern

source: Be careful! 'Full Ajax Navigation' feature is still in <strong>beta version</strong> and may not be working properly on all pages.
de_de: Sei vorsichtig! Die Funktion 'Full Ajax Navigation' befindet sich noch in der <strong>Beta-Version</strong> funktioniert möglicherweise nicht auf allen Seiten ordnungsgemäß.

source: Date-Picker calendar (full date of birth)
de_de: Datumkalender (vollständiges Geburtsdatum)

source: Doesn't guarantee that all users will have a profile photo, because users can still close the tab without completely finishing the registration process.
de_de: Keine Garantie, dass alle Benutzer ein Profilbild haben, da die Benutzer die Registerkarte weiterhin schließen können, ohne den Registrierungsprozess vollständig abzuschließen!

source: Indicate a word that will replace the banned word in <a href="%0%">the list</a>.
de_de: Geben Sie ein Wort an, das dass verbotene Wort in <a href="%0%">der Liste</a> ersetzt.

source: Protect for Users against session cookies hijacking:
de_de: Schützen Sie die Benutzer vor dem Weitergeben von Session-Cookies:

source: Protect for Affiliates against session cookies hijacking:
de_de: Schützen Sie Ihre Partner vor dem weitergeben von Sessioncookies:

source: Protect for Admins against session cookies hijacking:
de_de: Schütz für Admins vor der Weitergabe von Sessioncookies:

source: Footer Links:
de_de: Fußzeilenlinks:

source: Username has to be from %0% to %1% characters long, or it is not available, or already taken by another admin.
de_de: Der Benutzername muss zwischen %0% und %1% Zeichen lang sein, oder er ist nicht verfügbar.
